{"title": "April 15 1834 Protest of Senate Censure-Andrew Jackson", "content": " the Government that the entire executive power is vested in the President of the United States; that as incident to that power the right of appointing and removing those officers who are to aid him in the execution of the laws, with such restrictions only as the Constitution prescribes, is vested in the President; that the Secretary of the Treasury is one of those officers; that the custody of the public property and money is an Executive function which, in relation to the money, has always been exercised through the Secretary of the Treasury and his subordinates; that in the performance of these duties he is subject to the supervision and control of the President, and in all important measures having relation to them consults the Chief Magistrate and obtains his approval and sanction; that the law establishing the bank did not, as it could not, change the relation between the President and the Secretary--did not release the former from his obligation to see the law faithfully executed nor the latter from the President's supervision and control; that afterwards and before the Secretary did in fact consult and obtain the sanction of the President to transfers and removals of the public deposits, and that all departments of the Government, and the nation itself, approved or acquiesced in these acts and principles as in strict conformity with our Constitution and laws.\n\nDuring the last year the approaching termination, according to the provisions of its charter and the solemn decision of the American people, of the Bank of the United States made it expedient, and its exposed abuses and corruptions made it, in my opinion, the duty of the Secretary of the Treasury, to place the moneys of the United States in other depositories. The Secretary did not concur in that opinion, and declined giving the necessary order and direction. So glaring were the abuses and corruptions of the bank, so evident its fixed purpose to persevere in them, and so palpable its design by its money and power to control the Government and change its character, that I deemed it the imperative duty of the Executive authority, by the exertion of every power confided to it by the Constitution and laws, to check its career and lessen its ability to do mischief, even in the painful alternative of dismissing the head of one of the Departments. At the time the removal was made other causes sufficient to justify it existed, but if they had not the Secretary would have been dismissed for this cause only.\n\nHis place I supplied by one whose opinions were well known to me, and whose frank expression of them in another situation and generous sacrifices of interest and feeling when unexpectedly called to the station he now occupies ought forever to have shielded his motives from suspicion and his character from reproach. In accordance with the views long before expressed by him he proceeded, with my sanction, to make arrangements for depositing the moneys of the United States in other safe institutions.\n\nThe resolution of the Senate as originally framed and as passed, if it refers to these acts, presupposes a right in that body to interfere with this exercise of Executive power. If the principle be once admitted, it is not difficult to perceive where it may end. If by a mere denunciation like this resolution the President should ever be induced to act in a matter of official duty contrary to the honest convictions of his own mind in compliance with the wishes of the Senate, the constitutional independence of the executive department would be as effectually destroyed and its power as effectually transferred to the Senate as if that end had been accomplished by an amendment of the Constitution. But if the Senate have a right to interfere with the Executive powers, they have also the right to make that interference effective, and if the assertion of the power implied in the resolution be silently acquiesced in we may reasonably apprehend that it will be followed at some future day by an attempt at actual enforcement. The Senate may refuse, except on the condition that he will surrender his opinions to theirs and obey their will, to perform their own constitutional functions, to pass the necessary laws, to sanction appropriations proposed by the House of Representatives, and to confirm proper nominations made by the President. It has already been maintained (and it is not conceivable that the resolution of the Senate can be based on any other principle) that the Secretary of the Treasury is the officer of Congress and independent of the President; that the President has no right to control him, and consequently none to remove him. With the same propriety and on similar grounds may the Secretary of State, the Secretaries of War and the Navy, and the Postmaster-General each in succession be declared independent of the President, the subordinates of Congress, and removable only with the concurrence of the Senate. Followed to its consequences, this principle will be found effectually to destroy one coordinate department of the Government, to concentrate in the hands of the Senate the whole executive power, and to leave the President as powerless as he would be useless--the shadow of authority after the substance had departed.\n\nThe time and the occasion which have called forth the resolution of the Senate seem to impose upon me an additional obligation not to pass it over in silence. Nearly forty-five years had the President exercised, without a question as to his rightful authority, those powers for the recent assumption of which he is now denounced. The vicissitudes of peace and war had attended our Government; violent parties, watchful to take advantage of any seeming usurpation on the part of the Executive, had distracted our councils; frequent removals, or forced resignations in every sense tantamount to removals, had been made of the Secretary and other officers of the Treasury, and yet in no one instance is it known that any man, whether patriot or partisan, had raised his voice against it as a violation of the Constitution. The expediency and justice of such changes in reference to public officers of all grades have frequently been the topic of discussion, but the constitutional right of the President to appoint, control, and remove the head of the Treasury as well as all other Departments seems to have been universally conceded. And what is the occasion upon which other principles have been first officially asserted? The Bank of the United States, a great moneyed monopoly, had attempted to obtain a renewal of its charter by controlling the elections of the people and the action of the Government. The use of its corporate funds and power in that attempt was fully disclosed, and it was made known to the President that the corporation was putting in train the same course of measures, with the view of making another vigorous effort, through an interference in the elections of the people, to control public opinion and force the Government to yield to its demands. This, with its corruption of the press, its violation of its charter, its exclusion of the Government directors from its proceedings, its neglect of duty and arrogant pretensions, made it, in the opinion of the President, incompatible with the public interest and the safety of our institutions that it should be longer employed as the fiscal agent of the Treasury. A Secretary of the Treasury appointed in the recess of the Senate, who had not been confirmed by that body, and whom the President might or might not at his pleasure nominate to them, refused to do what his superior in the executive department considered the most imperative of his duties, and became in fact, however innocent his motives, the protector of the bank. And on this occasion it is discovered for the first time that those who framed the Constitution misunderstood it; that the First Congress and all its successors have been under a delusion; that the practice of near forty-five years is but a continued usurpation; that the Secretary of the Treasury is not responsible to the President, and that to remove him is a violation of the Constitution and laws for which the President deserves to stand forever dishonored on the journals of the Senate.\n\nThere are also some other circumstances connected with the discussion and passage of the resolution to which I feel it to be not only my right, but my duty, to refer. It appears by the Journal of the Senate that among the twenty-six Senators who voted for the resolution on its final passage, and who had supported it in debate in its original form, were one of the Senators from the State of Maine, the two Senators from New Jersey, and one of the Senators from Ohio. It also appears by the same Journal and by the files of the Senate that the legislatures of these States had severally expressed their opinions in respect to the Executive proceedings drawn in question before the Senate.\n\nThe two branches of the legislature of the State of Maine on the 25th of January, 1834, passed a preamble and series of resolutions in the following words:\n\nWhereas at an early period after the election of Andrew Jackson to the Presidency, in accordance with the sentiments which he had uniformly expressed, the attention of Congress was called to the constitutionality and expediency of the renewal of the charter of the United States Bank; and\n\nWhereas the bank has transcended its chartered limits in the management of its business transactions, and has abandoned the object of its creation by engaging in political controversies, by wielding its power and influence to embarrass the Administration of the General Government, and by bringing insolvency and distress upon the commercial community; and\n\nWhereas the public security from such an institution consists less in its present pecuniary capacity to discharge its liabilities than in the fidelity with which the trusts reposed in it have been executed; and\n\nWhereas the abuse and misapplication of the powers conferred have destroyed the confidence of the public in the officers of the bank and demonstrated that such powers endanger the stability of republican institutions: Therefore,\n\nResolved , That in the removal of the public deposits from the Bank of the United States, as well as in the manner of their removal, we recognize in the Administration an adherence to constitutional rights and the performance of a public duty.\n\nResolved , That this legislature entertain the same opinion as heretofore expressed by preceding legislatures of this State, that the Bank of the United States ought not to be rechartered.\n\nResolved, That the Senators of this State in the Congress of the United States be instructed and the Representatives be requested to oppose the restoration of the deposits and the renewal of the charter of the United States Bank.\n\nOn the 11th of January, 1834 the house of assembly and council composing the legislature of the State of New Jersey passed a preamble and a series of resolutions in the following words:\n\nWhereas the present crisis in our public affairs calls for a decided expression of the voice of the people of this State; and\n\nWhereas we consider it the undoubted right of the legislatures of the several States to instruct those who represent their interests in the councils of the nation in all matters which intimately concern the public weal and may affect the happiness or well-being of the people: Therefore,\n\n1. Be it resolved by the council and general assembly of this State , That while we acknowledge with feelings of devout gratitude our obligations to the Great Ruler of Nations for His mercies to us as a people that we have been preserved alike from foreign war, from the evils of internal commotions, and the machinations of designing and ambitious men who would prostrate the fair fabric of our Union, that we ought nevertheless to humble ourselves in His presence and implore His aid for the perpetuation of our republican institutions and for a continuance of that unexampled prosperity which our country has hitherto enjoyed.\n\n2. Resolved, That we have undiminished confidence in the integrity and firmness of the venerable patriot who now holds the distinguished post of Chief Magistrate of this nation, and whose purity of purpose and elevated motives have so often received the unqualified approbation of a large majority of his fellow-citizens.\n\n3. Resolved, That we view with agitation and alarm the existence of a great moneyed incorporation which threatens to embarrass the operations of the Government and by means of its unbounded influence upon the currency of the country to scatter distress and ruin throughout the community, and that we therefore solemnly believe the present Bank of the United States ought not to be rechartered.\n\n4. Resolved, That our Senators in Congress be instructed and our members of the House of Representatives, be requested to sustain, by their votes and influence, the course adopted by the Secretary of the treasury, Mr. Taney, in relation to the Bank of the United States and the deposits of the Government moneys, believing as we do the course of the Secretary to have been constitutional, and that the public good required its adoption.\n\n5. Resolved, That the governor be requested to forward a copy of the above resolutions to each of our Senators and Representatives from this State to the Congress of the United States.\n\nOn the 21st day of February last the legislature of the same State reiterated the opinions and instructions before given by joint resolutions in the following words:\n\nResolved by the council and general assembly of the State of New Jersey, That they do adhere to the resolutions passed by them on the 11th day of January last, relative to the President of the United States, the Bank of the United States, and the course of Mr. Taney in removing the Government deposits.\n\nResolved, That the legislature of New Jersey have not seen any reason to depart from such resolutions since the passage thereof, and it is their wish that they should receive from our Senators and Representatives of this State in the Congress of the United States that attention and obedience which are due to the opinion of a sovereign State openly expressed in its legislative capacity.\n\nOn the 2d of January, 1834, the senate and house of representatives composing the legislature of Ohio passed a preamble and resolutions in the following words:\n\nWhereas there is reason to believe that the Bank of the United States will attempt to obtain a renewal of its charter at the present session of Congress; and\n\nWhereas it is abundantly evident that said bank has exercised powers derogatory to the spirit of our free institutions and dangerous to the liberties of these United States; and\n\nWhereas there is just reason to doubt the constitutional power of Congress to grant acts of incorporation for banking purposes out of the District of Columbia; and\n\nWhereas we believe the proper disposal of the public lands to be of the utmost importance to the people of these United States, and that honor and good faith require their equitable distribution: Therefore,\n\nResolved by the general assembly of the State of Ohio, That we consider the removal of the public deposits from the Bank of the United States as required by the best interests of our country, and that a proper sense of public duty imperiously demanded that that institution should be no longer used as a depository of the public funds.\n\nResolved also, That we view with decided disapprobation the renewed attempts in Congress to secure the passage of the bill providing for the disposal of the public domain upon the principles proposed by Mr. Clay, inasmuch as we believe that such a law would be unequal in its operations and unjust in its results.\n\nResolved also, That we heartily approve of the principles set forth in the late veto message upon that subject; and\n\nResolved, That our Senators in Congress be instructed and our Representatives requested to use their influence to prevent the rechartering of the Bank of the United States, to sustain the Administration in its removal of the public deposits, and to oppose the passage of a land bill containing the principles adopted in the act upon that subject passed at the last session of Congress.\n\nResolved , That the governor be requested to transmit copies of the foregoing preamble and resolutions to each of our Senators and Representatives.\n\nIt is thus seen that four Senators have declared by their votes that the President, in the late Executive proceedings in relation to the revenue, had been guilty of the impeachable offense of \"assuming upon himself authority and power not conferred by the Constitution and laws, but in derogation of both,\" whilst the legislatures of their respective States had deliberately approved those very proceedings as consistent with the Constitution and demanded by the public good. If these four votes had been given in accordance with the sentiments of the legislatures, as above expressed, there would have been but twenty-two votes out of forty-six for censuring the President, and the unprecedented record of his conviction could not have been placed upon the Journal of the Senate.\n\nIn thus referring to the resolutions and instructions of the State legislatures I disclaim and repudiate all authority or design to interfere with the responsibility due from members of the Senate to their own consciences, their constituents, and their country. The facts now stated belong to the history of these proceedings, and are important to the just development of the principles and interests involved in them as well as to the proper vindication of the executive department, and with that view, and that view only, are they here made the topic of remark.\n\nThe dangerous tendency of the doctrine which denies to the President the power of supervising, directing, and controlling the Secretary of the Treasury in like manner with the other executive officers would soon be manifest in practice were the doctrine to be established. The President is the direct representative of the American people, but the Secretaries are not. If the Secretary fo the Treasury be independent of the President in the execution of the laws, then is there no direct responsibility to the people in that  important branch of this government to which is committed the care of the national finances. And it is in the power of the Bank of the United States, or any other corporation, body of men, or individuals, if a Secretary shall be found to accord with them in opinion or can be induced in practice to promote their views, to control through him the whole action of the Government (so far as it is exercised by his Department) in defiance of the Chief Magistrate elected by the people and responsible to them.\n\nBut the evil tendency of the particular doctrine averted to, though sufficiently serious, would be as nothing in comparison with the pernicious consequences which would inevitably flow from the approbation situational power of arraigning and censuring the official conduct of the Executive in the manner recently pursued. Such proceedings are eminently calculated to unsettle the foundations of the Government, to disturb the harmonious action of its different departments, and to break down the checks and balances by which the wisdom of its framers sought to insure its stability and usefulness.\n\nThe honest differences of opinion which occasionally exist between the Senate and the President in regard to matters in which both are obliged to participate are sufficiently embarrassing; but if the course recently adopted by the Senate shall hereafter be frequently pursued, it is not only obvious that the harmony of the relations between the President and the Senate will be destroyed, but that other and graver effects will ultimately ensue. If the censures of the Senate be submitted to by the President, the confidence of the people in his ability and virtue and the character and usefulness of his Administration will soon be at an end, and the real power of the Government will fall in to the hands of a body holding their offices for long terms, not elected by the people and not to them directly responsible. If, on the other hand, the illegal censures of the Senate should be resisted by the President, collisions and angry controversies might ensue, discreditable in their progress and in the end compelling the people to adopt the conclusion either that their Chief Magistrate was unworthy of their respect or that the Senate was chargeable with calumny and injustice. Either of these results would impair public confidence in the perfection of the system and lead to serious alterations of its framework or the practical abandonment of some of its provisions.\n\nThe influence of such proceedings on the other departments of the Government, and more especially on the States, could  not fail to be extensively pernicious. When the judges in the last resort of official misconduct themselves overleap the bounds of their authority as prescribed by the Constitution, what general disregard of its provisions might not their example be expected to produce? And who does not perceive that such contempt of the Federal Constitution by one of its most important departments would hold out the strongest temptations to resistance on the part of the State sovereignties whenever they shall suppose their just rights to have been invaded? Thus all the independent departments  of the Government, and the states which compose our confederated Union, instead of attending to their appropriate duties and leaving those who may offend to be reclaimed or punished in the manner pointed out in the Constitution, would fall to mutual crimination and recrimination and give to the people confusion and anarchy instead of order and law, until at length some form of aristocratic power would be established on the ruins of the Constitution or the States be broken into separate communities.\n\nFar be it from me to charge or to insinuate that the present Senate of the United States intend tin the most distant way to encourage such a result. It is not of their motives or designs , but only of the tendency of their acts, that it is my duty to speak.  It is, if possible, to make Senators themselves sensible of the danger which lurks under the precedent set in their resolution, and at any rate to perform my duty as the responsible head of one of the coequal departments of the Government, that I have been compelled to point out the consequences to which the discussion and passage of the resolution may lead if the tendency of the measure be not checked in its inception. It is due to the high trust with which I have been charged, to those who may be called to succeed me in it, to the representatives of the people whose constitutional prerogative has been unlawfully assumed, to the people and to the States, and to the Constitution they have established that I should not permit its provisions to be broken down by such an attack on the executive department without at least some effort “to preserve, protect, and defend” them. With this view, and for the reasons which have been stated, I do hereby solemnly protest against the aforementioned proceedings of the Senate as unauthorized by the Constitution, contrary to its spirit and to several of its express provisions, subversive of that distribution of the powers of government which it has ordained and established, destructive of the checks and safeguards by which those powers were intended on the one hand to be controlled and on the other to be protected, and calculated by their immediate and collateral effects, by their character and tendency, to concentrate in the hands of a body not directly amenable to the people a degree of influence and power dangerous to their liberties and fatal to the Constitution of their choice.\n\nThe resolution of the Senate contains an imputation upon my private as well as upon my public character, and as it must stand forever on their journals, I can not close this substitute for that defense which I have not been allowed to present in the ordinary form without remarking that I have lived in vain if it be necessary to enter into a formal vindication of my character and purposes from such an imputation. In vain do I bear upon my person enduring memorials of that contest in which American liberty was purchased; in vain have I since periled property, fame, and life in defense of the rights and privileges so dearly bought; in vain am I now, without a personal aspiration or the hope of individual advantage, encountering responsibilities and dangers from which by mere inactivity in relation to a single point I might have been exempt, if any serious doubts can be entertained as to the purity of my purposes and motives. If I had been ambitious, I should have sought an alliances with that powerful institution which even now aspires to no divided empire. If I had been venal, I should have sold myself to its designs. Had I preferred personal comfort and official ease to the performance of my arduous duty, I should have ceased to molest it. In the history of conquerors and usurpers, never in the fire of youth nor in the vigor of manhood could I find an attraction to lure me from the path of duty, and now I shall scarcely find and inducement to commence their career of ambition when gray hairs and a decaying fame, instead of inviting to toil and battle, call me to the contemplation of other worlds, where conquerors cease to be honored and usurpers expiate their crimes. The only ambition I can feel is to acquit myself  to Him to whom I must soon render an account of my stewardship, to serve my fellowmen, and to live respected and honored in the history of my country. No; the ambition which leads me on is an anxious desire and a fixed determination to return to the people unimpaired the sacred trust they have confided to my charge; to heal the wounds of the Constitution and preserve it from further violation; to persuade my countrymen, so far as I may, that it is not in a splendid government supported by powerful monopolies and aristocratical establishments that they will find happiness or their liberties protection, but in a plain system, void of pomp, protecting all and granting favors to none, dispensing its blessings, like the dews of Heaven, unseen and unfelt save in the freshness and beauty they contribute to produce. It is such a government that the genius of our people requires; such an one only under which our States may remain for ages to come united, prosperous, and free. If the Almighty Being who has hitherto sustained and protected me will but vouchsafe to make my feeble powers instrumental to such a result, I shall anticipate with pleasure the place to be assigned me in the history of my country, and die contented with the belief that I have contributed in some small degree to increase the value and prolong the duration of American liberty.\n\nTo the end that the resolution of the Senate may not be hereafter drawn into precedent with the authority of silent acquiescence on the part of the executive department, and to the end also that my motives and views in the Executive proceedings denounced in that resolution may be known to my fellow-citizens, to the world, and to all posterity, I respectfully request that this message and protest may be entered at length on the journals of the Senate."}