{"title": "April 13 2020 Coronavirus Task Force Briefing-Donald Trump", "content": "THE PRESIDENT: Thank you very much, everyone. My administration will do everything possible to help those communities get back on their feet. We’re speaking with the governors and representatives. FEMA is already on its way, and they got there—as soon as we heard the word, I said, “Get out there.” So FEMA is there, and you know the great job that FEMA does. It’s, really, something very special. \n\n So we just want to say: Warmest condolences, and we’re with you all the way. It’s a tough deal. That was a bad, bed level five. That was a bad group. That’s as high as it gets. It was a bad grouping of tornadoes. Something that’s something incredible, the power—the horrible, destructive power.\n\n America is continuing to make critical progress in our war against the virus. Over the weekend, the number of daily new infections remained flat nationwide. Flat. Hospitalizations are slowing in hotspots like New York, New Jersey, Michigan, and Louisiana. This is clear evidence that our aggressive strategy to combat the virus is working and that Americans are following the guidelines. It’s been incredible what they’ve done.\n\n You looked at the charts, and the charts are—and the models from early on—predictions were 100 [thousand] and 120,000 people look like. If they did well, they were going to unfortunately perish. And we’re going to be, hopefully, way, way below that number. So that will be a sign of people doing things right, but it’s still just a horrible thing all over the world. A hundred and eighty-four countries.\n\n This is all a tribute to our wonderful healthcare advisors and experts who have been with us right from the beginning. We appreciate it so much. In fact, Dr. Fauci is here. Maybe I could ask Tony to say a few words before we go any further.\n\n Thank you very much. Tony, please.\n\n DR. FAUCI: Thank you, Mr. President. Just one—a couple of things, and then I just want to make a comment about something that happened yesterday.\n\n You’re going to hear from Dr. Birx soon about the numbers that we’ve been talking about and how things are starting to balance off. And I think the more, as we go by each day, I think we’re going to see—and again, I never like to get ahead of myself or of Dr. Birx, but it looks like even though we’ve had a really bad week last week—remember, when I was speaking to you before, I was saying this was really a bad week—there’s still going to be a lot of deaths, but we’re starting to see in some areas now that kind of flattening, particularly in a place that was a hotspot like New York. That’s the first thing.\n\n The second thing is that I had a really very, very productive conversation with the Congressional Black Caucus this morning, for about an hour, and they really wanted to know what exactly are we going to be doing in the immediate, as well as the long range, about the health disparities and the discrepancies both in infection and in poor outcome in the minorities in general, but specifically African American.\n\n And, I mean, I made it very clear to them that what we have to do is focus on getting the resources where the vulnerable are, to be able to get testing done, to be able to get the appropriate identification, where proper and where appropriate, to isolate and contact trace if we can, but also to help mitigate in a community that is suffering and suffering much more disproportionately.\n\n So I just wanted to get that out of the way.\n\n The other point I wanted to make is that I had an interview yesterday that I was asked a hypothetical question. And hypothetical questions sometimes can get you into some difficulty because it’s what “would have” or “could have.” The nature of the hypothetical question was: If, in fact, we had mitigated earlier, could lives have been saved? And the answer to my question was, as I always do—and I’m doing right now—perfectly honestly say, “yes.” I mean, obviously. If you—mitigation helps.\n\n I’ve been up here many times telling you that mitigation works. So if mitigation works, and you instigated and—you initiated earlier, you will probably have saved more lives. If you initiated it later, you probably would have lost more lives, if you initiated at a certain time.\n\n That was taken as a way that maybe, somehow, something was at fault here.\n\n So let me tell you from my experience—and I can only speak from my own experience—is that we had been talking, before any meetings that we had, about the pros and the cons, the effectiveness or not, of strong mitigations. So discussions were going on mostly among the medical people about what that would mean.\n\n The first and only time that Dr. Birx and I went in and formally made a recommendation to the President to actually have a, quote, “shutdown” in the sense of—not really “shutdown” but to really have strong mitigation, we discussed it. Obviously, there would be concern by some that, in fact, that might have some negative consequences. Nonetheless, the President listened to the recommendation and went to the mitigation.\n\n The next second time that I went with Dr. Birx in—to the President and said, “Fifteen days are not enough. We need to go thirty days,” obviously, there were people who had a problem with that because of the potential secondary effects. Nonetheless, at that time, the President went with the health recommendations, and we extended it another 30 days.\n\n So I can only tell you what I know and what my recommendations were. But, clearly, as happens all the time, there were interpretations of that response to a hypothetical question that I just thought it would be very nice for me to clarify because I didn’t have the chance to clarify.\n\n Thank you.\n\n Q: The date on that?\n\n DR. FAUCI: Excuse me?\n\n Q: The date.\n\n DR. FAUCI: You know, to be honest with you, I don’t even remember what the date was. But I can just tell you the first and only time that I went in and said we should do mitigation strongly, the response was, “Yes, we’ll do it.”\n\n Q: And what did he do? Was that the travel restrictions?\n\n DR. FAUCI: No. The travel restriction is separate. That was whether or not we wanted to go into a mitigation stage of 15 days of mitigation. The travel was another recommendation, when we went in and said, “We probably should be doing that.” And the answer was “yes.” And then another time was, “We should do it with Europe,” and the answer was “yes.” And the next time, “We should do it with the UK,” and the answer was “yes.”\n\n Q: In this interview, you said there was pushback.\n\n DR. FAUCI: Yeah.\n\n Q: Where did that pushback come from?\n\n DR. FAUCI: No, it wasn’t—that was the wrong choice of words. You know what it was? When people discuss, not necessarily in front of the President—when people discuss, they say, “Well, you know, this is going to have maybe a harmful effect on this or on that.” So it was a poor choice of words. There wasn’t anybody saying, “No, you shouldn’t do that.”\n\n Q: Are you doing this voluntarily? Or did the President —\n\n DR. FAUCI: No, I’m doing it —\n\n Q:—or Vice President ask you to do this?\n\n DR. FAUCI: Everything I do is voluntarily. Please. Don’t even imply that.\n\n Q: So, Mr. President, the question is —\n\n THE PRESIDENT: And, by the way, the travel ban, that was earlier. The travel ban was done earlier.\n\n Q: You couldn’t give us a date when he talked to you.\n\n THE PRESIDENT: And if you look at statistics—I happened to write a couple of them down. If you look at statistics—so, on January 6th—that’s long before the dates you’re talking about—there were—CDC issued a travel notice for Wuhan, China, a notice, before there was even a confirmed case of the virus in the United States. That’s on January 6th. This is all documented. Because we have so much fake news, I like to document things. January 6th, long before the dates we’re talking about, CDC issued travel notice to Wuhan—for Wuhan.\n\n On January 11th, we have zero cases in the United States. Zero. We don’t have any cases. So there are no cases reported that we know of. This is January 11th. The CDC issued a level one travel notice health—for health, while there were still no confirmed cases. So we had zero cases. People want me to act. I’m supposed to close down the economy—the greatest economy in the history of the world—and we don’t have one case confirmed in the United States. That’s January 11th.\n\n On January 17th, the CDC began implementing public health entry screenings at three major U.S. airports that received the greatest volume of passengers from Wuhan, at my instructions. There was not a single case of the coronavirus in the United States. So on January 17th, there wasn’t a case, and the fake news is saying, “Oh, he didn’t act fast enough.” Well, you remember what happened. Because when I did act, I was criticized by Nancy Pelosi, by Sleepy Joe Biden. I was criticized by everybody. In fact, I was called xenophobic. I was asking Biden to please define that for me. I was called other things by Democrats and some others—not too many others, actually. So that—by the media, definitely.\n\n Now, on January 21st—this is long before the time we’re talking, because when Tony is talking, I believe he’s talking about the end of February. On January 21st, okay—still early—there was one case of the virus. At that time, we called it the “Wuhan virus,” right? Wuhan. There was one case in the whole United States. We have one case. This is all documented. It all comes from you. A lot of it comes from you people.\n\n On January 21st, the CDC activated an emergency operation center. There was just one case, one person. That’s why that ad was such a phony. There was one person in the United States. You know they used the ad, “There’s only one person…” That statement was made at that time. One case. In the whole United States, one case. I’m supposed to shut down the government? The biggest—the biggest economy in the history of the world. “Shut it down. We have one case.”\n\n Seven cases were on January 31st. Now, on January 21st, there was a case. Not one person had died. You heard that, Steve, right? Not one person.\n\n So we have this massive country, the United States of America. We have the greatest economy in the world—bigger than China’s, by a lot—right?—because of what we’ve done over the last three and a half years, prior to the virus, but including the virus. So we have the biggest economy, the greatest economy we’ve ever had; the highest employment numbers; the best employment numbers; best unemployment numbers also. The best of everything.\n\n So, on January 31st—think of it—not one person has died. Not one. Nobody died. Not one, Jon. I don’t think you’ll find any. This is reported by CDC, confirmed by the news—which doesn’t mean anything to me because they don’t tell the truth. But CDC reported: January 31st, not one person has died.\n\nAnd I issued a travel restriction from China. Think of it. So nobody died, and I issued. You can’t get earlier than that.\n\n So we have nobody died, and I said, “China, you can’t come in. I’m sorry.” Because I saw what was going on. It wasn’t so much what I was told; it was that I saw what was going on and I didn’t like it. But I didn’t speak to Tony about it. Didn’t speak to very many people about it. I didn’t like it.\n\n So what did I do? Ready? January 31st: In the United States, not one person had died because of the—again, the Wuhan virus. So I issued travel restrictions on that date, even though nobody died, and I got brutalized over it by the press because I was way too early; I shouldn’t have done it. Brutalized by the press. But, you know, sort of—I’ve been brutalized for the last four years. I used to do well before I decided to run for politics. But I guess I’m doing okay because, to the best of my knowledge, I’m the President of the United States, despite the things that are said.\n\n So, then, first mandatory quarantine in more than 50 years, we did. First mandatory in 50 years. The same restrictions that the Democrats and the media called “xenophobic.” Now, Joe Biden said, “He’s a racist.” He called me a racist because I said, “We’re shutting down entry from China. We’re shutting it down.” He called me xenophobic, and he called me racist and other things.\n\n Since then, on a Friday night, two weeks ago, Joe Biden issued a state-—it wasn’t him; he didn’t write it. I’m sure he doesn’t even know that it was issued. But the people from his campaign—who are smart. The people that write those little PR releases are pretty smart, reasonably good. Not the best, but they’re not bad. But they issued a statement, saying that Joe Biden agrees that the Pres-—that President Trump was right to close it down to China. Now, he did that.\n\n Now, he issued it on Friday night. We’ve all heard about that, Jon—Friday nights, right? In fact, his was later Friday night than I ever released mine on Friday night. Okay?\n\n Q: (Inaudible) seems pretty late.\n\n THE PRESIDENT: So he did—he did it pretty late. I mean, you know, like at 11 o’clock in the evening or something. You know, that’s pretty late. Anyway. So Joe Biden issued—and it’s one of those things.\n\n But, in February, Nancy Pelosi said we should come to Chinatown. This is late February. “Come to Chinatown. We think it’s very safe. Come here. Let’s all have the big parade—Chinatown parade.” Probably referring to San Francisco. And that’s it.\n\n But I took this action early. And so the story in the New York Times was a total fake. It’s a fake newspaper and they write fake stories. And someday—hopefully in five years, when I’m not here—those papers are all going out of business because nobody is going to want to read them. But now they like them because they write about me.\n\n Now, with that, I have a couple of interesting—we have a few clips that we’re just going to put up. We could turn the lights a little bit lower. I think you’ll find them interesting. And then we’ll answer some questions. I’ll ask you some questions because you’re so guilty, but forget it. But most importantly, we’re going to get back onto the reason we’re here, which is the success we’re having. Okay?\n\n Please, you could put it on. Thank you.\n\n (A video is played.)\n\n So we could give you hundreds of clips like that from governors—including Democratic or “Democrat,” as I call them, governors, which is actually the correct term. We could give you hundreds of clips just like that. We have them. We didn’t want this to go on too long, but I just want to say it’s—you know, it’s very sad when people write false stories like, in that case, I guess it was gotten mostly from the New York Times, which is a highly—I mean, if you had libel laws, they would have been out of business even before they’ll end up going out of business. So it’s too bad.\n\n But we could have given you—you saw the statements. We have hundreds of statements. Hundreds of statements, including from Democrats and Democrat governors.\n\n And if you look, they were all saying, “We need ventilators. We need…” You don’t hear “ventilators” anymore. They have all the ventilators they need, which we were right about. We said, “You’re asking for too many. You don’t need that.” And, in all fairness, these two people right here—Dr. Birx, Dr. Fauci—they said, “I don’t think they need that many ventilators.” And I said, “I agree.”\n\n At one point—and I’m not knocking New York for this, but they were asking—you remember?—40,000 ventilators. And that’s more than they have all over the country. And we got them a lot of ventilators, and nobody has complained.\n\n We got them, as you know, beautiful—we built hospital rooms all over the country. The governor of Louisiana, John Bel Edwards, was very nice. He said, “You know what? You don’t have to build a second hospital.” Because good news is happening. They’re not able to fill the beds. They needed two hospitals. We built one; it was perfect. We’re getting—we’re just starting the other. I called him up. I said, “Do you think we should build the second one? I don’t think you’re going to need it.” He said, “Let me get back.” He got back. We didn’t need it.\n\n With Governor Cuomo, in all good spirit and faith, he wanted to have the Jacob Javits Center done. And we built 2,900 incredible beds. Incredible. Then we make it—we made it COVID—and—or, to be exactly accurate, COVID-19, and—which was a lot of work. We had to change the ductwork. We had to seal up certain areas. We had to put areas of rooftop things over the beds. We did a lot of work. And we had it—but they never really had too much use for it.\n\n And they called also—Mayor de Blasio, rightfully, he called. He said, “Would it be possible to get more medical help?” So, now, not only are we building facilities, we’re—they’re asking us for help because they’re unable to man it. And we got him the help. We got Mayor de Blasio a lot of help.\n\n Then, when the Javits Center wasn’t used much—and then, as you know, the Mercy—and we took the Mercy and we took the Comfort, and we made them both—Los Angeles and New York—we made them COVID-adaptable, which was not easy to do. And we didn’t get almost any people sent there. They didn’t need them at the beginning because they didn’t need it for anything but this because there were fewer accidents, fewer motorcycles, fewer everything.\n\n And what we did was like an incredible job, but they didn’t need them. It turned out—they were there. We were ready. You know the expression? They have an expression: “Ready, willing, and able.” We were ready, willing, and able. What the Army Corps of Engineers did was a miracle. What—what FEMA did was a miracle. What the doctors did.\n\n So I got a call two days ago from the mayor of New York. He said, “Could you help us even more with medical personnel?” And we sent—I think it was 448 doctors, nurses, and respiratory experts. Real experts. And I got a call from the mayor and he said, “I want to tell you: Incredible—these people are incredible.” He said, “They lifted the spirits of the hospital workers from New York City like nothing I’ve ever seen.” He’s—he was unbelievable, what he said. It was really appreciated. And I let them know that. I let the military people—he said, “They went in there so brave, so incredible. They lifted the spirits of everybody.”\n\n We did all of this work, but when you read the phony stories, you—nobody—nobody acknowledges this. And it doesn’t have to be acknowledged, from my standpoint, but it does have to be acknowledged from the great work that these doctors, nurses, the Army Corps of Engineers, FEMA—all these people, they’ve done this incredible job. And they shouldn’t be abused because—you take a look at what’s happened. Nobody is asking for ventilators, except outside of our country.\n\n Outside of our country, they’re calling me—every country. They’re calling me. So many countries. And I’m going to try and help them because we have thousands of ventilators being built. But nobody is asking for ventilators. Nobody is asking for beds because we built hospitals. I think we built 20,000 beds in a period of a couple of weeks.\n\n The job they’ve done is incredible. With all of that being said, I’m getting along very well with governors. And if I wouldn’t, Mike Pence had a call today with the governors and it was like a 10. I said, “How was it?” He said, “It’s a 10.” He was one of my expressions, actually. But he said it was like a 10.\n\n And I’m sure you people were probably on the call, although you weren’t supposed to be. But you were sitting in somebody’s office listening to it, because every time we have these—and, you know, and you would know that for weeks those calls have been very good. But there wasn’t a raised voice. There wasn’t even a statement of like, “We think you should do this or that.” I heard it was, like, just a perfect phone call. It might not be reported that way. They’ll say, “I thought that somebody maybe slightly raised…” Didn’t even raise a voice.\n\n My only point of saying this, because I want to get back to why we’re here: The press has not treated these incredible people who’ve done such a great job, they haven’t treated them fairly. They’re way off. We were way ahead of schedule.\n\n And remember this—because the Times story was a fake—but everything—remember this: Everything we did, I was criticized because I was too early. If I waited longer, it would have been—you would have been critic-—if I went way early, if I went three months earlier, I would have been criticized—you know, criticized for being way too early.\n\n So, with all of that being said, we understand it. I think I’ve educated a lot of people as to the press. And I would love to be able to say that we have a very honest press. Honestly, Jon, there’d be nothing I would be more proud of if the press would work—and I don’t mind being criticized, but not when they’re wrong. Not when people have done a great job.\n\n Yes.\n\n Q: Can I just ask you about the video? Because I’ve never seen a video like that played in this room. It looks a bit like a campaign ad. Who—who produced that video for you?\n\n THE PRESIDENT: That was done by a group in the office, and it was done just by—we just put some clips together.  I could give you—I’ll bet you I have over 100 more clips even better than them. They were just pieced together over the last two hours. That was just—oh, we have far better than that. That’s nothing compared to some of them.\n\n Q: But this was produced here in the White House by —\n\n THE PRESIDENT: Yeah, this was done by Dan and a group of people, and they just put it together in a period of probably less than two hours.\n\n Q: Why did you feel the need to do that?\n\n THE PRESIDENT: Because we’re getting fake news, and I like to have it corrected. They’re saying what a great job we’re doing, and the media—these are the governors of California, governor of New Jersey, governor of New York.\n\n Look, in New York, we work very close with Andrew. In New York, ventilators—we’re going to be probably—we didn’t—they didn’t have a problem. We got them tremendous numbers of—thousands, but we got them a tremendous number of ventilator. You don’t hear ventilators are a problem. Beds were going to be a problem. I mean, I’m happy about it. The Javits Center, which is incredible, is almost empty because they don’t need them. That’s good news, not bad news. I’m—you know, I’m not saying, “Gee, I wish more people were there.” I don’t want more people there.\n\n We brought in the boat. We brought in the Comfort. And the Comfort was originally not supposed to be for this at all—the coronavirus. It was not supposed to be for that at all. They called, they said, “Could we have it?” That was a number of weeks ago. We said, “We don’t think you need it, but if you need it, we’ll do it.” Then they said, “Could you get the medical personnel to run the Javits Center? Could you get the medical personnel to run the ship?” We said, “If it’s necessary, we will.” And we did. There were military personnel. That’s the ones that Mayor de Blasio was so great to, in terms of his statements. I mean, I really appreciated his statements. He was so impressed with them, and I am too. The level of genius and bravery. They’re great people, the military people.\n\n And we pieced that together—I would say it took less than two hours. It was done in house.\n\n Steve?\n\n Q: But just to be clear, this was produced by government employees, by people here at the White House—this campaign-style video here?\n\n THE PRESIDENT: I wouldn’t use the word “produced.” All they did was took some clips, and they just ran them for you. And the reason they did is to keep you honest. Now, I don’t think that’s going to work. It’s not going to have any impact. But just think of it: You heard the clips, you heard what I said. They said I acted late on closing down the country.\n\n Some people wish we never closed it down. Now, if we didn’t, we would have lost hundreds of thousands of people. You know, interestingly—so I’m—I’m against that. We did the right thing. Everything we did was right. If we would have closed down —\n\n Q: You don’t think you made any mistakes along the way here? You think everything you did was right?\n\n THE PRESIDENT: Well—well, look, governors should have had ventilators; they chose not to have them. We were able to get them ventilators. You haven’t heard—other than, you know, there was a lot of panic, a lot of screaming, “We want ventilators.” They got the ventilators. You don’t have that anymore. And the surge is supposed to be coming now. And if they do need ventilators, Jon, we’ve got almost 10,000 that are ready to rock. We have people standing with those ventilators right now. If you needed 2,000 in New York, which you don’t, but if you did, we can have them here in less than 24 hours. We’re ready to rock. This was a great—this was a great military—and beyond that—operation.\n\n Let’s get back to the regular. Shouldn’t we get back to the regular? We could talk about this, but all I’m doing is this: I could have given you—like, those are four or five clips that we just played for you. I could have given you hundreds of people—I mean, Gavin was on television two days ago with one of your competitors, singing praises. He says, “Look…” You know, the question was asked in a negative way. He said, “Look, I know what you want to say but—want me to say, but he’s been really good. It’s hard for me to say that. In fact, it’s impossible for me to say it.” Gavin Newsom, the governor of California.\n\n I have many clips from many—I have some clips from Anthony, that I didn’t want to put up, which were really good. I think Anthony would be the first one to say, when I closed the country to China, when I closed the—the China ban, whatever you want to call it—Anthony said I saved a lot of lives by doing that. I mean, am I correct? I don’t want to put words in Anthony’s mouth, by the way, and I like him.\n\n Today, I walk in and I hear I’m going to fire him. I’m not firing—I think he’s a wonderful guy.\n\n Q: But why did you tweet something that said “Fire Fauci”? Why did you —\n\n Q: You retweeted the hashtag #FireFauci.\n\n THE PRESIDENT: I retweeted somebody. I don’t know. They said “fire.” It doesn’t matter.\n\n Q: Did you notice that when you retweeted it?\n\n THE PRESIDENT: Yeah, I notice everything.\n\n Q: So you retweeted it even though it said, “Time to fire Fauci”?\n\n THE PRESIDENT: No, no, that’s somebody’s opinion. All that is is an opinion.\n\n Q: But you read it and you elevated it.\n\n THE PRESIDENT: No, I was called about that. I said, “I’m not firing him.” In fact, if you ask your friends in the office—in the public relations office, I was immediately called upon that. And I said, “No, I like him. I think he’s terrific.” Because this was a person’s view. Not everybody is happy with Anthony. Not everybody is happy with everybody.\n\n But I will tell you, we have done a job, the likes of which nobody has ever done. The mobilization, getting of equipment, all of the things we’ve done—nobody has ever done a job like this.\n\n We have 50 governors—and territories, by the way. People don’t ever mention that we have territories. We have 50 governors and territories, and many of those governors are Democrats, and they can’t find anything to complain about. And honestly, many of them didn’t do their jobs. I’ll let you know someday—let’s see what happens—but I may let you know who’s not doing their job. I can tell you the ones that are good, both Republican and Democrat, and the ones who don’t know what they’re doing. But we help some of the ones that don’t know what they’re doing. They should have had their own stockpiles. And now, if they want, we can build them stockpiles of ventilators.\n\n The hardest thing is a ventilator, because it’s expensive, it takes a while to get. We got them, and nobody believed we did.\n\n Now, many of the governors were asking for far too many. And we said they were asking for far too many. We talked and we said—you said very strongly that they just don’t need that many. You said they don’t need that many beds—Deborah.\n\n So that’s it.  Steve, go ahead.\n\n Q: To be clear, you and Dr. Fauci are on the same page?\n\n THE PRESIDENT: Yeah, we have been from the beginning. I don’t know what it is exactly. But if I put somebody’s opinion up—you know, I don’t mind controversy. I think controversy is a good thing, not a bad thing. But I want it to be honest controversy.\n\n Now, when I got a call—I got a call not very quickly; nobody, you know, saw that as being any big deal—they said, “How are you doing with Dr. Fauci?” I said, “I’m doing great.” And I didn’t talk to Dr. Fauci, even until we just got here. Dr. Fauci asked one of the people if he could get up and speak, and he did.\n\n Q: So he said that once you —\n\n THE PRESIDENT: And they totally misinterpreted him. I saw what they did.\n\n Q: Can I—can I ask you? He said the question was hypothetical. But what he was just acknowledging is that lives would have been saved if the mitigation practices were put into place earlier. That seems obvious. Do you not agree with that?\n\n THE PRESIDENT: Here’s the thing. No, no. What he really is saying though: “But how could you have done it?” Look, I just went over stats with you. Right here. Right here.\n\n How do you close it up? You have no deaths and no cases on January 11th. Doctor, would you recommend closing the United States of America?” “Oh, this must be terrible. How many cases do we have?” “None.” How many deaths do we have?” “None.”\n\n January 17th—go back another week. On January 17th—this is 10 days before I did the—little bit less than 10 days before I did the ban. I did a ban on China. You think that was easy? I then did a ban on Europe. And a lot of people said that was an incredible thing to do, because you look at Spain—and, by the way, we’re doing very well because when you look at all of those flat graphs and you add it all up, the United States is very low, and per capita we’re very low. We’re doing very well.\n\n But how do you close up the United States of America? So, on January 6th, no deaths. On January 11th, no deaths. And no—no cases. On January 17th, no cases, no cases, no deaths. I’m supposed to close up the United States of America when I have no cases?\n\n Q: You didn’t close down until the middle of March. “Should you have closed it down earlier?”—that’s the question.\n\n THE PRESIDENT: I closed down from China.\n\n Q: It’s not about January.\n\n THE PRESIDENT: Excuse me, I closed it down from China. And, by the way, some people think I should have waited longer and maybe ridden it out. I disagree with them. Okay? But it was thought of. I mean, that was an alternative. You know, there are a lot of people that would have said, “Let’s ride it out.” Now, I’ll give you the good news. If I would have done that, it would have been, I think, catastrophic because their numbers are, Anthony, 1.6 to 2.2 million people would have died if we tried to do that.\n\n And I did this last time: Cut it in half. Don’t say 2.2 million. Cut it in more than half. Say a million people died—well, that’s much more than the Civil War. Cut it in half. Take the million and cut it in half; that’s 500,000 people would have died. Now, that number we would have reached. Okay? That would have been easy to reach if we did nothing. So we did the right thing, and our timing was very good.\n\n But here’s the one thing—and you have to say this—when you ask me, “Why didn’t you do this?”—how come when I did the ban on China and some very, very—instituted some very tough things, how come Nancy Pelosi, a month later, is in Chinatown, saying, “Let’s all march. This is not going to happen”? How come we have many of the experts from CNN and many other networks—if you call CNN a network; I don’t, personally. But we have CNN, we have many other places, and they’re all saying, “He doesn’t need to do it. He doesn’t need to do it.”\n\n All I’m saying is this: How do you close down the greatest economy in the history of the world when, on January 17th, you have no cases and no death; when on January 21st, you have one case and no death? One case. Think of it. Now, we’re supposed to close down the country?\n\n But here’s what happened: When, on January 31st, I instituted the ban, Joe Biden went crazy. He said, “You don’t need the ban. You…” He didn’t go crazy. Like, he has—he didn’t even know what the hell the ban was. But he—so he didn’t go crazy. But he did say —\n\n Q: Your ban bought you time.\n\n THE PRESIDENT: He did call me xenophobic.\n\n Q: What did you do with that time?\n\n THE PRESIDENT: Wait a minute. He called me xenophobic; he called me a racist because—he has since apologized and he said I did the right thing. So when you say, “Why didn’t you do this?” Every Democrat thought I made a mistake when I did it. I saved tens of thousands, maybe hundreds of thousands of lives, by doing that.\n\n Q: But what did you do with that time that you bought? The argument is that you bought yourself some time and you didn’t use it to prepare hospitals, you didn’t use it to ramp up testing. Right now —\n\n THE PRESIDENT: You’re so—you’re so —\n\n Q:—nearly 20 million people are unemployed.\n\n THE PRESIDENT: You’re so disgraceful. It’s so disgraceful the way you say that.\n\n Q: Tens of thousands of Americans are dead.\n\n THE PRESIDENT: Let me just—listen.\n\n Q: How is this sizzle reel —\n\n THE PRESIDENT: I just went over it.\n\n Q:—or this rant supposed to make people feel confident —\n\n THE PRESIDENT: I just went over it.\n\n Q:—in an unprecedented crisis?\n\n THE PRESIDENT: Nobody thought we should do it. And when I did it —\n\n Q: But what did you do with the time that you bought?\n\n THE PRESIDENT: You know what we did?\n\n Q: The month of February. That —\n\n THE PRESIDENT: You know what we did?\n\n Q: That video has a gap. The entire month of February.\n\n THE PRESIDENT: What do you do—what do you do when you have no case in the whole United States when you —\n\n Q: You had cases in February.\n\n THE PRESIDENT: Excuse me. You reported it: zero cases, zero deaths on January 17th.\n\n Q: January.\n\n Q: January, February—the entire month of February.\n\n THE PRESIDENT: January. I said in January.\n\n Q: Your video has a complete gap: the month of February.\n\n THE PRESIDENT: On January 30th —\n\n Q: What did your administration do in February with the time that your travel ban bought you?\n\n THE PRESIDENT: A lot.\n\n Q: What?\n\n THE PRESIDENT: A lot. And, in fact, we’ll give you a list—what we did. In fact, part of it was up there. We did a lot.\n\n Q: It wasn’t in the video. The video had a gap.\n\n THE PRESIDENT: Look. Look, you know you’re a fake. You know that. Your whole network—the way you cover it—is fake. And most of you—and not all of you—but the people are wise to you. That’s why you have a lower—a lower approval rating than you’ve ever had before, times probably three.\n\n Q: Twenty million people now are unemployed.\n\n THE PRESIDENT: And when you ask me that questions —\n\n Q: Tens of thousands of people are dead, Mr. President.\n\n THE PRESIDENT: Let me ask you this: Why didn’t Biden—why did Biden apologize? Why did he write a letter of apology?\n\n Q: I don’t think the unemployed people right now care about why Joe Biden didn’t apologize to you, sir.\n\n THE PRESIDENT: Why did the Democrats think that I acted too quickly? You know why? Because they really thought that I acted too quickly. We have done a great job.\n\n Q: So get us the list of what you did in February.\n\n THE PRESIDENT: Now, I could’ve—I could’ve kept it open. And I could’ve done what some countries are doing. They’re getting beat up pretty badly. I could have kept it open. I thought of keeping it open because nobody has ever heard of closing down a country, let alone the United States of America. But if I would have done that, we would have had hundreds of thousands of people that would right now be dead.\n\n We’ve done this right. And we really—we really have done this right. The problem is the press doesn’t cover it the way it should be.\n\n Go ahead. One more question. Steve, go ahead.\n\n Q: There’s a debate over what authority you have to order the country reopened. What authority do you have?\n\n THE PRESIDENT: Well, I have the ultimate authority, but we’re going to get into that in a minute. We’re going to just finish this up. We’re going to tell you about other things that we’ve done right.\n\n But I will say this: Had we said, “Let’s just keep going and let’s not do a closing”—whether it’s 2.2 that they, at one point, predicted as an outside or 1.6 at a lower number; you cut it all the way down to 6- or 7- or 800,000; take just a fraction of the number that could have happened, it literally would have been more than the Civil War. It would have been a disaster.\n\n So, the minimum number was 100,000. And I think—I feel pretty good that we’re going to be substantially below, Anthony, the 100,000. And I hope we will.\n\n All right. So, today, the Department of Health and Human Services is announcing five new contracts to procure large numbers of additional ventilators under the Defense Production Act, which we used a lot, by the way—which you didn’t like to talk about—in addition to the 1,300 we received today. We received, today, 1,300 additional ventilators. Now, we’re probably not going to need them, but we can add that to our stockpile, which is very big, and we can move it around should the surge take place and should it be a very substantial surge. We’re ready to—we’re ready to rock.\n\n The contracts are with General Electric, Hillrom, Medtronic, ResMed, and Vyaire, combined with the DPA contracts that we announced last week with General Motors and Philips and two other contracts with Hamilton and ZOLL. We’re adding 6,190 ventilators to the Strategic National Stockpile, of which we have a lot already—thousands—close to 10,000. But this will be added by May 8th, another 29,000 by the end of May. And more than 120,000 total we will have by the end of the year.\n\n Now, we’re going to help other countries. We’re going to help states if they need it. We may help some states’ stockpile. You know, they’re supposed to buy their own stockpile. They have state stockpiles. They’re supposed to be using that. And unfortunately, most of the states weren’t there. And a lot of people didn’t want to talk about it, but they weren’t there. We will talk about it at the right time, if you want to. I—at this point, I’m more focused on getting past this nightmare of a epidemic or a pandemic—anything you want to call it. We got to get past it.\n\n No one who has needed a ventilator has not gotten a ventilator. Think of that. You know, you heard all about ventilators, ventilators. “We need ventilators.” Because they didn’t have them. Because the states should have had them. No one who has needed a ventilator has not gotten a ventilator. No one who has needed a hospital bed has been denied a hospital bed. That’s not even really our responsibility.\n\n Now, if we can help, we’re going to do it. But that’s where the Army Corps of Engineers did such a great job. We built over 20,000 beds. In fact, we built thousands more than we’ve actually needed to be safe. We wanted to be safe and we really—they rose to this incredible occasion.\n\n I mean, we built more beds than we thought. We thought, in Louisiana, we were going heavy. And again, when I called the governor, I said, “Maybe we shouldn’t build that second hospital, because we don’t want to build it if you don’t need it.” He called back, he said, “I don’t think we’re going to need it.” They had 1,000 rooms, 1,000 beds, and they used a lot of them, but they didn’t need the other one so we stopped it because we don’t want to waste.\n\n But we’re prepared to build thousands more should we need it. I don’t think we’re going to need it because it looks like we’re plateauing and maybe even, in many cases, coming down.\n\n In addition, we’ve ordered a total of 60 mobile decontamidation [sic]—-contamination systems. So the decontamination system from Battelle, in Ohio, is an incredible thing because it takes the masks, and up to 20 times you can decontaminate a mask. And I’ve been asking from the beginning: “Why can’t we sterilize and sanitize these masks?” And it turned out we can. And there was a great company in Ohio, they sent us some great equipment, and they’re doing that now.\n\n And now we’re going to have more than 33 million N95 masks per week will be cleaned, decontaminated, and it’ll be great. It’s something that, frankly, I think people should have thought of a long time ago.\n\n Five more flights landed today as part of the Project Air Bridge—our massive air lift operation to bring personal protective equipment into the United States, which has now delivered nearly half a million N95 masks, 370 million gloves, 25 million surgical masks, and 4.9 million gowns. So, we have millions of gowns, gloves, masks, all surgical equipment coming in should the states need it.\n\n Now, the states—the states are supposed to be buying their own stuff. But should they need it, we are ready to give them, because we’re building up our stockpile again like crazy.\n\n Remember, I—and you saw the stories. I inherited—this administration—Mike, myself, the whole administration, we inherited a stockpile where the cupboards were bare. There was nothing. And I say it and I’ll say it again: Just like we didn’t have ammunition, we didn’t have medical supplies, we didn’t have ventilators, we didn’t have a lot of things that should have been had. And you can read your own stories on that because you know what happened: They didn’t want to spend the money. But we did.\n\n To date, we’ve facilitated the supply of more than 38 million N95 masks nationwide. This week, we’ll be sending 2 million N95 masks to the Commonwealth of Pennsylvania. The Vice President will go into more detail. He’s got great detail on that, and I think it’s a pretty amazing story."}