{"title": "April 13 2020 Coronavirus Task Force Briefing-Donald Trump", "content": " 6,190 ventilators to the Strategic National Stockpile, of which we have a lot already—thousands—close to 10,000. But this will be added by May 8th, another 29,000 by the end of May. And more than 120,000 total we will have by the end of the year.\n\n Now, we’re going to help other countries. We’re going to help states if they need it. We may help some states’ stockpile. You know, they’re supposed to buy their own stockpile. They have state stockpiles. They’re supposed to be using that. And unfortunately, most of the states weren’t there. And a lot of people didn’t want to talk about it, but they weren’t there. We will talk about it at the right time, if you want to. I—at this point, I’m more focused on getting past this nightmare of a epidemic or a pandemic—anything you want to call it. We got to get past it.\n\n No one who has needed a ventilator has not gotten a ventilator. Think of that. You know, you heard all about ventilators, ventilators. “We need ventilators.” Because they didn’t have them. Because the states should have had them. No one who has needed a ventilator has not gotten a ventilator. No one who has needed a hospital bed has been denied a hospital bed. That’s not even really our responsibility.\n\n Now, if we can help, we’re going to do it. But that’s where the Army Corps of Engineers did such a great job. We built over 20,000 beds. In fact, we built thousands more than we’ve actually needed to be safe. We wanted to be safe and we really—they rose to this incredible occasion.\n\n I mean, we built more beds than we thought. We thought, in Louisiana, we were going heavy. And again, when I called the governor, I said, “Maybe we shouldn’t build that second hospital, because we don’t want to build it if you don’t need it.” He called back, he said, “I don’t think we’re going to need it.” They had 1,000 rooms, 1,000 beds, and they used a lot of them, but they didn’t need the other one so we stopped it because we don’t want to waste.\n\n But we’re prepared to build thousands more should we need it. I don’t think we’re going to need it because it looks like we’re plateauing and maybe even, in many cases, coming down.\n\n In addition, we’ve ordered a total of 60 mobile decontamidation [sic]—-contamination systems. So the decontamination system from Battelle, in Ohio, is an incredible thing because it takes the masks, and up to 20 times you can decontaminate a mask. And I’ve been asking from the beginning: “Why can’t we sterilize and sanitize these masks?” And it turned out we can. And there was a great company in Ohio, they sent us some great equipment, and they’re doing that now.\n\n And now we’re going to have more than 33 million N95 masks per week will be cleaned, decontaminated, and it’ll be great. It’s something that, frankly, I think people should have thought of a long time ago.\n\n Five more flights landed today as part of the Project Air Bridge—our massive air lift operation to bring personal protective equipment into the United States, which has now delivered nearly half a million N95 masks, 370 million gloves, 25 million surgical masks, and 4.9 million gowns. So, we have millions of gowns, gloves, masks, all surgical equipment coming in should the states need it.\n\n Now, the states—the states are supposed to be buying their own stuff. But should they need it, we are ready to give them, because we’re building up our stockpile again like crazy.\n\n Remember, I—and you saw the stories. I inherited—this administration—Mike, myself, the whole administration, we inherited a stockpile where the cupboards were bare. There was nothing. And I say it and I’ll say it again: Just like we didn’t have ammunition, we didn’t have medical supplies, we didn’t have ventilators, we didn’t have a lot of things that should have been had. And you can read your own stories on that because you know what happened: They didn’t want to spend the money. But we did.\n\n To date, we’ve facilitated the supply of more than 38 million N95 masks nationwide. This week, we’ll be sending 2 million N95 masks to the Commonwealth of Pennsylvania. The Vice President will go into more detail. He’s got great detail on that, and I think it’s a pretty amazing story. We have a lot of masks already in stock, and we have more coming.\n\n We’re further expanding hospital surge capacity in key areas of the opening, and we have a portion of certain VA hospitals and non-veteran coronavirus patients, including at the East Orange, New Jersey Medical Center, as well as facilities in Manhattan and Brooklyn. They’re ready. They’re able. They’re beautiful. Hopefully, we won’t need too many of them because, frankly, we built everything that the governors wanted. And in many cases, it’s too much. We told them it was too much, but we wanted to err on the side of caution.\n\n The United States has now conducted nearly 3 million tests for the virus. Three million—the most of any nation. We are performing approximately 150,000 tests every single day and our rate of testing is especially high in areas hardest hit by the virus, if you look. And that’s really—and it has hit some areas—the virus—very, very hard. For example, per capita testing in New York is higher than the rest of the world.\n\n The NIH, CDC, and FDA are also currently validating several antibody tests that will allow us to determine whether someone has already had the virus and potentially become immune to infection. We’re looking at that. The antibody tests are going to be very interesting, over the next short while. A lot of things are being developed, as we speak.\n\n In the race to develop effective treatments, the drug company Gilead announced that its drug, remdesivir, has shown promising results—very promising—in compassionate use settings. In addition, the FDA has just granted emergency use authorization for a device that removes certain proteins from the bloodstream, possibly preventing a patient’s immune system from overreacting to the virus and damaging vital organs, which is a big problem.\n\n Furthermore, over the last seven days, my administration has deployed roughly 28 million doses of hydroxychloroquine from our National Stockpile. We have millions of doses that we bought and many people are using it all over the country. And just recently, a friend of mine told me he got better because of the use of that—that drug. So, who knows? And you combine it with Z-Pak, you combine it with Zinc—depending on your doctor’s recommendation. And it’s having some very good results, I’ll tell you.\n\n I think if anybody recommended it other than me, it would be used all over the place, to be honest with you. I think the fact that I recommended it, I probably set it back a lot. But it’s a lot of good things that are happening with it. A lot of good tests.\n\n Scientists are also pursuing a blood therapy known as convalescent plasma. Convalescent plasma. This therapy uses antibodies from the blood of recovered patients to treat those who are sick. And this is something that actually is a very old procedure, but it’s done in a very modern way.\n\n During this difficult time, we’re also working to ensure that the 2020 Census is completed safely and accuracy.  We may be asking for an extension because, obviously, they can’t be doing very much right now. They wouldn’t even be allowed to do it. So, the Census, we’re going to be asking for a delay—a major delay, I think. How can you possibly be knocking on doors for a long period of time now?\n\n The Census Bureau recently made the decision to temporarily suspend its field operation data-collection activities to help stop the spread. In addition, while millions of Americans continue to complete their questionnaire online, the Census Bureau has asked Congress for a 120 extension. I don’t know that you even have to ask them. This is called “an act of God.” This is called a—a situation that has to be—they have to give in. I think 120 days isn’t nearly enough.\n\n My administration is also taking bold action to help American workers. On Friday, Americans began receiving the cash payments authorized by a historic $2 trillion relief bill.\n\n By the end of the week, nearly 80 million Americans will receive a total of $147 billion. And from what the Secretary of the Treasury tells me, that’s very much on time and going very nicely. He’ll be speaking in a moment. And payments—these payments go directly into the banks and the bank accounts of these people. Millions of additional payments will follow. The typical family of four will receive $3,400. That’s for a family of four. That’s something.\n\n Additionally, through our Paycheck Protection Program –which is a tremendous success, and they should extend it and increase it. This has been a tremendous success. So successful that the banks are taking a little bit longer to distribute the money, but it’s going rapidly.\n\n We’ve now processed over $200 billion in loans to help small businesses retain their workers. Now we urgently need lawmakers to set aside the partisan agendas and to replenish this program with new funds because it’s really something that has been an incredible success. And they need more money to keep it going to take care of these business and keep them—keep them open.\n\n I want to thank the many governors, health professionals, scientists, and business leaders for their incredible hard work and input over the past month, and even long beyond a month, Mike, I would say. You know, we’ve been working together with a lot of for, it seems like, forever.\n\n I’ve been having many discussions with my team and top experts, and we’re very close to completing a plan to open our country, hopefully even ahead of schedule. And that’s so important.\n\n We will soon finalize new and very important guidelines to give governors the information they need to start safely opening their states. My administration’s plan and corresponding guidelines will give the American people the confidence they need to begin returning to normal life. That’s what we want. We want to have our country open. We want to return to normal life. Our country is going to be open, and it’s going to be successfully opened. And we’ll be explaining over a very short number of days exactly what is going to be.\n\n We’ve also, as you probably heard, developed a committee. We’re actually calling it a number of committees with the most prominent people in the country, the most successful people in the various fields. And we’ll be announcing them tomorrow.\n\n This weekend, the United States also helped facilitate an unprecedented agreement among the 23 nations of OPEC Plus—that’s OPEC plus additional energy-producing nations—representing many of the world’s largest oil-producing countries to stabilize oil markets. And we have, in fact—and I think you’ve seen a big stabilization over the last couple of days.\n\n Together, countries around the world will cut oil production by approximately 20 million barrels. People are saying 10 million, but we think that the number that they’ll actually hit is going to be closer to 20 million barrels a day. And that will help a lot with saving jobs all over Texas and Oklahoma and North Dakota and many of other—other of our big energy states.\n\n This historic action will help nearly 11 million American workers who are supported by the U.S. oil and gas industry. It’s a very monumental agreement. I want to thank Saudi Arabia and the King of Saudi Arabia, the Crown Prince of Saudi Arabia—both. I want to thank President Putin of Russia. And I want to thank a very good friend of mine—a man who’s become a friend of mine: The President of Mexico showed great flexibility. President López Obrador. He showed great flexibility and—and tremendous intelligence doing what he did. It was not that easy for him. And I want to thank Mexico and the president. This is a very historic deal. Very historic. So we’ll see how it all goes.\n\n In this time and challenge—and we are certainly in a time probably like we haven’t been in many, many decades—we are strengthened and sustained by the bonds of love and loyalty that unite all Americans. I’m so proud of the American people.\n\n Everywhere you look, you see the patriotism of our people shining through and the courage of our doctors and nurses on the frontlines, and the dedication of our food supply workers, and in the commitment of every citizen to achieving victory over the virus. That’s what’s going to happen. It’s going to happen sooner than people think. And we’re going to be smart about it. Very, very smart about it. We’re going to be safe about it. We’re going to be listening also to the great doctors and medical professionals.\n\n Together, we’re beating back the invisible enemy and we’re paving the way for great resurgence. Really, a great resurgence for American prosperity. Our country wants to go back. They want to go back to work. They’re going to go back safely, and that’s what we want.\n\n I’d like now to ask Vice President Pence to say a few words, followed by Dr. Fauci and Dr. Birx. I think before we—before we do this—because I know there’s an emergency where they want Steve to come. So what I’ll do is I’ll ask Steve to come up—Secretary of the Treasury. You can talk a little bit and then maybe take a couple of questions about what’s happening. Tell them the success we’re having.\n\n Thank you very much.\n\n SECRETARY MNUCHIN: Thank you, Mr. President and Mr. Vice President. As you announced, we are very pleased that we are ahead of schedule on delivering the economic impact payments. These are what was known as the checks in the mail that we want to deliver in direct—direct deposit.\n\n This is ahead of schedule. We started processing those last Friday. We expect that over 80 million hardworking Americans will get the direct deposit by this Wednesday. And we know how important that is to all of those hardworking Americans, many of which are at home, not working at the moment.\n\n If you do not receive them by Wednesday—on Wednesday, we will be launching at IRS.gov. Click on IRS.gov, go to “Get Your Payment.” If you filed a tax return in 2018 and ’19—or ’19—have that information available. You’ll be able to ID yourself, you’ll be able to put in your direct deposit information, and within several days, we will automatically deposit the money into your account. We want to do as much of this electronically as we can. It’s very important in this day and age. It’s more secure, and you don’t have to go to the bank.\n\n If you’re a Social Security beneficiary, you do not need to do anything. You will get a direct deposit. If you have not filed and did not need to file a 2018 and ‘19 return, you can go to IRS.gov now and enter your information and authenticate yourself. So again, we are very pleased that that is ahead of schedule.\n\n I’d also like to announce the progress we’re making on the new SBA program, the PPP. Let me just remind everybody: This is a brand-new program that is now one week old.\n\n We have distributed and confirmed $230 billion of loans to over 4,600 lenders participating. That is multiples and multiples of anything that the SBA has ever done in—in one year, before. And I especially want to thank the broad-based community banks that are participating. Again, over 4,600 banks.\n\n If you haven’t had your loan processed, you will get it processed this week. As the President said, we’ve gone back to Congress and asked them for more money to make sure that every business has access to this.\n\n Let me also comment for the states. We are distributing out half the money, this week, to the states. That’s a week ahead of time. And we’ll deliver the other half of the money to the states next week.\n\n And then let me just finally comment, we’ve been very—working very closely with the Federal Reserve. Last week, we announced expanded facilities and new facilities that total $2.3 trillion of liquidity. And in particular, I’d just like to highlight a Main Street lending facility that will be for companies between one worker and 10,000 people—so mid-sized businesses—and also, a municipal facility for states and local governments to be able to access funds given the shortages that they have.\n\n So with that, I’m happy to answer any questions\n\n THE PRESIDENT: You have any questions for Steve, please?\n\n Q: Secretary Mnuchin, thank you, sir. Both Speaker Pelosi and Minority Leader Schumer have said that they’re in negotiations with you right now on additional funding for these small-business loans, for that package. Leader McConnell, though, has said that nothing should be added to the package. They should just be specific to small-business loans. What is the opinion of your administration? Should there be some sort of horse-trading here or should it just be small business loans?\n\n SECRETARY MNUCHIN: Well, the President’s view and the Vice President’s and my view is this was a bipartisan program. This SBA program, it wasn’t a Republican program, it wasn’t a Democrat program; it was a bipartisan program. We’ve committed to small businesses. We should top up that program now. I know the Democrats want to talk about more money for hospitals and states. Right now, we’re just sending the money out to the hospitals and states. They haven’t come close to using that money. And I know the President and Vice Presidents have said once we get the SBA done, we can go into another funding bill.\n\n The President has talked about potentially adding infrastructure and other things. We think there is a likelihood we will need more money, and we will—we will sit down and try to get a bipartisan bill. But this is important we deliver on small businesses. Fifty percent of the people work for small businesses.\n\n Q: Thank you, sir.\n\n Q: What’s the emergency that the President said you had to go for? The President said you had an emergency meeting —\n\n THE PRESIDENT: Negotiation.\n\n Q: Over this bill?\n\n SECRETARY MNUCHIN: Yeah, well—or because we don’t want to run out of money. We’ve used about $220 billion of the $350 billion. We don’t want to run out of that money. We don’t want to create panics that people won’t get it. So that’s why we want to—we want to top that up, and we’ve asked for another $250 billion for that program.\n\n And again, let me just remind you, every dollar we spend in this program, we save a dollar of unemployment insurance. So even though we’re asking for $250 billion, it really won’t cost that much.\n\n Q: Could I follow up?\n\n Q: What are your—do you have concerns about lifting the guidelines too soon? And what’s the economic impact? I understand the economic argument for getting people back to work, obviously. But what’s the economic risk of lifting them too early and seeing then a spike in cases again?\n\n SECRETARY MNUCHIN: Well, of course there’s economic risks in both directions. We reviewed with the President today a very broad list of over 100 business people that are going to help advise the President on what needs to be done to reopen the economy.\n\n We want to make sure—and again, the combination of economic impact payments, small-business payments, enhanced unemployment insurance—the President made very clear, we want to make sure that hardworking Americans have liquidity while we wait to reopen the government.\n\n Q: So do you believe the government should be re-—or that the country, excuse me, should be reopened on May 1?\n\n SECRETARY MNUCHIN: I’ve had discussions with the President. I know he’s considering it, and I believe he’s going to make a decision later in the week.\n\n THE PRESIDENT: We have to do—everything has to be safe. We want safe.\n\n Q: What is your advice to the President?\n\n SECRETARY MNUCHIN: My advice is: As soon as it’s ready to open and based upon the medical professionals, and—and again, we’re working very closely with the President and outside business leaders to develop a plan.\n\n Q: I just wonder—I wanted to ask you, Mr. President, what you think—what—if you could sketch for us what reopening the economy looks like. Do you think it’s going to be everything open? Or do you think —\n\n THE PRESIDENT: Well, I’ll be doing that over the next few days because we’ll probably be making a statement about that and exactly what it looks like.\n\n I know what that looks like, but I also want to get the advice, in a sense. We have some of the—the biggest from every business on this council. We’re actually setting up a number of different councils or committees, I guess you could call them. And we have a lot of smart people. I think that they will give us some also good advice. But, no, we want to be very, very safe. At the same time, we got to get our country open.\n\n Q: Yeah, I understand that, Mr. President. Do you think there is a possibility then that what you do is you open it incrementally? Do you think people will go back to restaurants, to concerts, the cinema?\n\n THE PRESIDENT: I do think so. Eventually, they will. Yeah.\n\n Q: And let me ask one final —\n\n THE PRESIDENT: I think eventually they will do that. And I think we’re going to—boom—I think we’re going to—I think it’s going to go quickly. Our people want to get back to work, and I think there’s a pent-up demand like there hasn’t been in a long time.\n\n And that’s why—and that’s why you see the stock market—I mean, to think that the stock market is at the level it is right now, with all that this world and this country has gone. And look at the European Union, how badly decimated they’ve been. Look at other countries. Look at China, by the way. I’ve seen the numbers. Look at China. Look at how these countries have been just decimated by this.\n\n And to think that the stock market is at this tremendously high number. Not that much—you know, it was looking a little bleak for a while, but it—it hit a certain point and then started going up. I think that’s a great tribute to the fact that there’s a demand.\n\n Yeah.\n\n Q: Mr. President, thank you, sir. In regards to some of your tweets earlier today, and I think it was Steve’s question, my question to you is: What provision in the Constitution gives the President the power to open or close state economies? And then —\n\n THE PRESIDENT: Numerous provisions. We’ll give you a legal brief if you want.\n\n Q: And then—we’ll be looking forward to that, sir. But following up: What happens if you say, for instance, “We want states to reopen but California or New York do not open”? What would you do then?\n\n THE PRESIDENT: Well, I think everybody wants to open. I mean, I guess, you know, that could happen, but I don’t think that would happen.\n\n Go ahead please.\n\n Q: It’s been states that have closed, ordered schools closed. It’s been states that have ordered businesses like restaurants and bars closed.\n\n THE PRESIDENT: That’s because I let that happen because I would have preferred that. I let that happen. But if I wanted to, I could have closed it up. But I let that happen and I like the way they’ve done it. And the seven that remained really in sort of a semi-lockdown—if you look at those states, they’ve really done a very good job. They’re very much different from a New York or from other places where they’ve been hit very hard.\n\n Q: So you’re prepared then to bigfoot states and say, “I order you to open your schools, I order to force kids to be able to go”?\n\n THE PRESIDENT: Go ahead, please. Yeah.\n\n Q: Yes, Mr. President. Following up on that, there are two consortiums of states today—California, Oregon, and Washington on the West Coast; Northeastern states—totally representing about 100 million people, who have said they’re going to cooperate and decide when to reopen those states.\n\n THE PRESIDENT: Well, they can decide, but —\n\n Q: Does that undermine what you’re trying to do?\n\n THE PRESIDENT: No, not at all. Let me just tell you—very simple. I’m going to put it very simply: The President of the United States has the authority to do what the President has the authority to do, which is very powerful. The President of the United States calls the shots.\n\n If we weren’t here for the states, you would have had a problem in this country like you’ve never seen before. We were here to back them up. And we’re backing—and we’ve more than backed them up. We did a job that nobody ever thought was possible. It’s a decision for the President of the United States.\n\n Now, with that being said, we’re going to work with the states because it’s very important. You have local governments, they’re pinpointed. It’s really—you talk about—it’s like a microchip. They are pinpointed. We have local government that hopefully will do a good job. And if they don’t do a good job, I’d step in so fast. But no, they can’t do anything without the approval of the President of the United States.\n\n Q: But, Mr. President —\n\n THE PRESIDENT: Go ahead, please.\n\n Q: So if some states refuse to reopen and you order them to, the 10th Amendment of the Constitution says all powers that don’t reside in the President or Congress reside in the states. How do you overcome that?\n\n THE PRESIDENT: Well, if some states refuse to open, I would be—I would like to see that person run for election. They’re going to open. They’re going to all open.\n\n Q: So that’s a valid (inaudible).\n\n THE PRESIDENT: I think that’s something that’s not going to happen. They want to open. They have to open. They have to get open. Every one of those states, the people want to go and they want to —\n\n Now, some will be—are in a different situation. You have—I won’t name states now, but I will over the next two or three days. I’m going to be very specific. But you have some states where this is not the kind of a problem than it is in New York or Louisiana or Michigan or other places that got hit very hard. Illinois got hit very hard. But all states want to open and they want to open as soon as possible. But they want to open safely and so do I.\n\n Yeah, please.\n\n Q: Thank you, Mr. President. Today, the French President Emmanuel Macron said that he will keep the shutdown in France until the middle of May. Does that mean that the U.S. will keep the ban from flights from —\n\n THE PRESIDENT: No, France got hit very hard. France got hit very hard. And again, he has to do what he has to do. He’s a friend of mine. But France—Spain has just been decimated. You look at what’s happened in Italy, it’s a very well-known fact, what happened in Italy. No, they were hit very hard.\n\n Q: Question for Secretary Mnuchin: Has everybody that you would like to have—the 100 business people on the Economic Council—have they all been invited already? Have they all agreed to be —\n\n SECRETARY MNUCHIN: They ha-—they haven’t been invited yet. We’ve just reviewed the names with the President —\n\n THE PRESIDENT: It’s a group.\n\n SECRETARY MNUCHIN:—today, for him to sign off on.\n\n Q: And are they from all sectors? Energy —\n\n SECRETARY MNUCHIN: Yes, there’s—basically, there’s verticals. So every single area of the economy we wanted to be represented.\n\n Q: Great. One other thing. Is there anything else that needs to be done to work on industry—oil industry jobs—to save oil industry jobs after the deal this past weekend?\n\n SECRETARY MNUCHIN: Well, I think there’s always things. So we’re working with Larry Kudlow. I mean, we have —\n\n Q: Anything specifically that needs to be done?\n\n SECRETARY MNUCHIN: We have—we have economic plans for every single part of the economy. Obviously, in the case of the oil industry, they’ve been hit especially hard because you’ve had both the supply issue and you’ve had the demand issue.\n\n Q: Have you—have you figured out the bailout money for the airlines, with the allocations for the airlines?\n\n SECRETARY MNUCHIN: So I’m pleased to say we’ve worked very hard. I think, as you probably have seen, we’ve put out a press release that we have now had discussions with almost all the airlines. I’ve personally had discussions with all the major airlines’ CEOs. We specifically created an exception for small airlines that we could process very quickly. And I think you’ll see, very quickly, decisions coming out. I’m very pleased with the discussions we’ve had.\n\n THE PRESIDENT: We’ve had very good dis-—really just good discussions.\n\n Q: Mr. Secretary?\n\n SECRETARY MNUCHIN: Yes.\n\n Q: Do you still see a need for a phase four stimulus? Or is this push to reopen —\n\n THE PRESIDENT: Steve, I just want to say we have had —\n\n Q:—the economy in lieu of that?\n\n THE PRESIDENT:—discussions—wait, excuse me. One second, please. We’ve had very good discussions with the airlines. Very good discussions.\n\n Q: And is it possible to reopen the economy on May the 1st?\n\n THE PRESIDENT: I don’t want to say that. You’ll be hearing over the next few days.\n\n Q: Mr. President —\n\n Q: Is phase four going to be later than that, Mr. President?\n\n SECRETARY MNUCHIN:  Let me—let me just comment—I’m going to answer your question.\n\n Q: Mr. Secretary, do you see a need for a phase four? Or is this push in lieu of another stimulus?\n\n SECRETARY MNUCHIN: Okay. So again, let me just comment—I mean, Congress, on a bipartisan basis, approved an unprecedented amount of money to help American workers and American business because it was no fault of their own that business was closed down. We had been very diligently executing on that. You know, everybody said it was going to take months to get people money. We are executing very quickly. We created a whole new SBA program in a week.\n\n Our job right now is to execute the $2.3 billion, which we can add several trillion dollars with the Fed.\n\n The one area we are particularly concerned about is the Small Business program. Quite frankly, it’s even more incredibly popular and successful than we anticipated. So the President wants to be very clear: We have money for that. And once we get done with that, we will review with the President. If there is more money that needs to be—to support this economy, to support hardworking Americans—we will work with Congress to get that in time.\n\n THE PRESIDENT: And, Steve, do you want to talk about phase four?\n\n SECRETARY MNUCHIN: So, phase four, the President has talked about infrastructure for a long period of time. We’ve talked about—to the extent that the hospitals need more money because of the medical issues, we’ll monitor that. We want to make sure there are incentives for restaurants, entertainment—people to get back to those types of things. So we’ll be looking at, very specifically, provisions to stimulate parts of the economy. Some of them may be money issues. Some of them may be regulatory issues.\n\n Q: Mr. President, just to clarify your understanding of your authority vis-à-vis governors—just to be very specific: For instance, if a governor issued a stay-at-home order —\n\nTHE PRESIDENT: When you say “my authority”—the President’s authority. Not mine, because it’s not me.\n\n Q: If I could just ask the question —\n\n THE PRESIDENT: This is—when somebody is the President of the United States, the authority is total, and that’s the way it’s got to be.\n\n Q: It’s total? Your authority is total?\n\n THE PRESIDENT: It’s total. It’s total.\n\n Q: Your authority is total?\n\n THE PRESIDENT: And the governors know that.\n\n Q: So if a governor —\n\n THE PRESIDENT: The governors know that. No, you have —\n\n Q: If a governor issues a stay-at-home order, you —\n\n THE PRESIDENT:—a couple of bands of—excuse me. Excuse me. You have a couple —\n\n Q: Could you rescind that? Could you rescind that order?\n\n THE PRESIDENT: You have a couple of bands of Democrat governors, but they will agree to it. They will agree to it.\n\n Q: What if it was a Republican governor?\n\n THE PRESIDENT: But the authority of the President of the United States, having to do with the subject we’re talking about, is total.\n\n Yeah, please, go ahead.\n\n Q: Mr. President, one of the things you —\n\n THE PRESIDENT: Go ahead, please.\n\n Q: One of the things you—one of the things you spoke—we saw in your video about was the travel ban from Europe. As part of reopening America, do you want to reopen the borders so that people from Europe, from the UK —\n\n THE PRESIDENT: At the right time.\n\n Q: How soon do you think we are from —\n\n THE PRESIDENT: And a very good question, actually.\n\n Well, I’m going to have to take a look. I wouldn’t say Italy is doing great right now, and I wouldn’t say Spain is doing great right now. And we just heard that France is extending its stay-inside order, right? Their stay—they’ve extended it—I just see that—and, I think, for a short period of time.\n\n But no, when they’re back. We want to do it very quickly, but we want to make sure everything is good.\n\n No, right now we have a very —\n\n Q: Weeks, months?\n\n THE PRESIDENT: Right now we have a very strong ban. We’re going to keep it that way until they heal.\n\n Q: Weeks, months? What would you —\n\n THE PRESIDENT: Well, I can’t tell you that. I can’t tell you that. I have to see: How are they doing? I mean, France just went for another two days—for another two weeks. We have to see.\n\n Jon.\n\n Q: So Dr. Fauci said that you took his advice on the question of mitigation. He made the recommendation. You accepted it. You put into place. As you make this next decision, which, as you have said —\n\n THE PRESIDENT: Well, I’m not sure who—Jon, I’m not sure who really gave me advice on the ban. I think I took —\n\n Q: No, not on the ban. I’m talking about the mitigation.\n\n THE PRESIDENT: I think I took my own advice on the ban. I don’t know.\n\n Q:—the social—the social distancing, I’m talking about. The shutting down.\n\n THE PRESIDENT: Okay.\n\n Q: Not of travel, but of activity. So my question is: As you make this next decision, which you have said may be the most difficult or important decision of your presidency, will you assure the American people that you will again take the advice of the doctors—of Dr. Fauci, of Dr. Birx? Will you take the advice of the health experts before you do that?\n\n THE PRESIDENT: I will and many other people also. But I will absolutely take their advice.\n\n Q: But would you go against them?\n\n THE PRESIDENT: Please go ahead.\n\n Q: Yes, Mr. —\n\n Q: Would you go against their recommendation? If they say you need another 15 or 30 days, would you —\n\n THE PRESIDENT: I don’t think it would be likely because I think we’re not very far from being on the same page.\n\n Please.\n\n Q: Yes, Mr. President, one thing that Governor Cuomo said today is that states do not have the capacity to do the mass COVID-19 testing ahead of a reopening as —\n\n THE PRESIDENT: Well, they have to do it. Look, they’re supposed to be doing it.\n\n Q: He says he can’t purchase the diagnostic tests or equipment —\n\n THE PRESIDENT: Yeah, I know. I know.\n\n Q:—and needs federal help. So will the states get that?\n\n THE PRESIDENT: Well, they—they may need help, but —\n\n Q: Will they get it?\n\n THE PRESIDENT: But they’re there. They’re on ground. They’ve got local mayors, local representatives. They have people that do it.\n\n Q: But he needs the supplies.\n\n THE PRESIDENT: And what we did last time is unprecedented. We literally rebuilt tests. We—we rebuilt a whole industry because we inherited nothing. What we inherited from the previous administration was totally broken, which somebody should eventually say. Not only were the cupboards bare, as I say, but we inherited broken testing. Now we have great testing.\n\n I just left the top executives at Abbott. Who would have thought that would have happened, where they have such a great test as that?\n\n And, in fact, what I’ll do—I think, unless you have any further questions for the Secretary of the Treasury—do you have anybody for Steve? Anybody?\n\n Q: Mr. Secretary Mnuchin —\n\n THE PRESIDENT: Is that for the Secretary of the Treasury or for me?\n\n Q: For Secretary Mnuchin, yeah. Yes, sir.\n\n THE PRESIDENT: Because if it’s for me, we can wait.\n\n Q: It’s for Secretary Mnuchin.\n\n THE PRESIDENT: We have to get him back to work, okay?\n\n Q: Yes, sir. For Secretary Mnuchin, a question —\n\n SECRETARY MNUCHIN: Yes.\n\n Q:—from one of my colleagues who’s not able to be in the room. They’re curious about the SBA rule that prevents small casinos from getting some of this relief. Is that something that you’re taking a look at? Is there going to be a change to the —\n\n SECRETARY MNUCHIN: So, no—not small casinos, but there are such things as small taverns and restaurants that have literally, you know, small gaming things. And we are coming out with some additional guidance on that. But I want to be clear: It’s not small casinos.\n\n Q: Thank you, sir.\n\n Q: Secretary Mnuchin?\n\n Q: Secretary?\n\n SECRETARY MNUCHIN: Yes.\n\n Q: There was a letter that some House Republicans sent this weekend, about the liquidity for a mortgage servicers.\n\n SECRETARY MNUCHIN: Yes.\n\n Q: Are—can you explain what you’re looking at on that front?\n\n SECRETARY MNUCHIN: Sure. So I think I commented on this a week or so ago. We had a subcommittee task force at FSOC that specifically studied this issue. We have all the appropriate people on it. Ginnie Mae has automatically taken some action. We’ve had conversations with the FHFA as to what they’re going to do for Fannie and Freddie. And we’ve said that to the extent they need certain authorities from the Treasury, we will accommodate that.\n\n So we’re—we’re very aware of the issue. Quite frankly, we’ve been studying this issue way before COVID and had concerns about some of these non-bank servicers not being well capitalized. But we’re going to—we’re going to make sure that the market functions properly.\n\n Q: Thank you, sir. We have seen, in a number of these relief bills, that Democrats and Republicans have been able to push forward different non-coronavirus-specific funding priorities. Are you trying to keep funding specific to coronavirus? And then, if there are going to be other additions—for instance, a change to labor rules is something that many on the left wanted. Some of the right are wondering if they should also—if you should also be pushing for, you know, their preferred add-ons.\n\n SECRETARY MNUCHIN: Well, I think our expectation has always been this is COVID related. Some people have a rather broad view of what “COVID related” is, because it has impacted almost every single business. I mean, I think, we’ve—the President has talked about the Kennedy Center, which is a good institution. Obviously, that was not the major priority in the bill, but they were hit with COVID related.\n\n So—but, no, the President has instructed we want to be very specific in the next bill. It’s COVID-related items.\n\n Q: It’s been reported —\n\n THE PRESIDENT: Well, we didn’t want to do the Kennedy Center, just so you understand. And that that was done—the Democrats wanted it in. We didn’t want that, but they wanted it in. And we had to agree in order to get something done for the workers. But we want this to be for the workers and for companies that employ the workers. That’s what we’re looking for. We’re not looking for extraneous nonsense.\n\n Q: It’s been reported that you argued, at the time the China ban was being discussed, that that was too disruptive to the global economy. Is that accurate?\n\n SECRETARY MNUCHIN: Let me be clear: I had nothing to do with the China ban. I wasn’t on the task force at the time. I’m not even sure I was—I think I was traveling at the time. But I never had any—I was not part—I did become very active, and after the China ban, but that report in the New York Times was not accurate.\n\n Q: You did not weigh in beforehand?\n\n SECRETARY MNUCHIN: I was not part of the task force at that time, and I was—I was not involved. As a matter of fact, I think I may have been traveling.\n\n Q: Secretary Mnuchin, there’s a proposal made by Senator Hawley to get direct payments to employers to pay people who have been laid off and to keep people on payroll. Does the administration support that proposal?\n\n SECRETARY MNUCHIN: Well, again, that is the PPP. The PPP is basically sending money to small business—50 percent of American workers—to keep those people paid. And it’s the most efficient way. Every dollar, as I said, we do through that, it’s one less dollar of unemployment. And more importantly, we want those people to have—be associated with the business. So as soon as the President is ready to open up the economy, those businesses are together. We don’t want those businesses to fall apart. That’s why this is such a successful program, and we want Congress to put more money in.\n\n THE PRESIDENT: But are you talking about unemployment? You’re talking about the unemployment?\n\n Q: (Inaudible) Senator Hawley.\n\n THE PRESIDENT: Sending it indirectly to the states?  We would have preferred that it was sent directly to the people. The Democrats wanted it to be sent through the unemployment system. And, you know, I’ve talked to you about it: We have 40-year-old equipment in many of those systems. They’re run by the state. But I’m hearing they’re getting the money out anyway.\n\n SECRETARY MNUCHIN: So, some—some of them are, and some of the states aren’t, and we encourage—you know, we’re working with the states to try to update their computers, but it’s a—it’s a long haul.\n\n THE PRESIDENT: Okay? Thank you, Steve.\n\n SECRETARY MNUCHIN: Thank you. Thank you, Mr. President.\n\n THE PRESIDENT: Phase four, Steve. Phase four. Come on, Steve.\n\n Q: A quick question about something you just said. You said, “When someone is President of the United States, their authority is total.” That is not true. Who—who told you that?\n\n THE PRESIDENT: Okay. So you know what we’re going to do? We’re going to write up papers on this. It’s not going to be necessary, because the governors need us one way or the other, because ultimately it comes with the federal government. That being said, we’re getting along very well with the governors, and I feel very certain that there won’t be a problem.\n\n Yeah, please. Go ahead.\n\n Q: Has any governor agreed that you have the authority to decide when their state opens back up?\n\n THE PRESIDENT: I haven’t asked anybody because I don’t—you know why?\n\n Q: Because no one has—no one has said that.\n\n THE PRESIDENT: Because I don’t have to.\n\n Go ahead, please.\n\n Q: But who told you the President has the total authority?\n\n THE PRESIDENT: Enough. Please.\n\n Q: You mentioned the Vice President’s call with the governors today. Governor Hogan of Maryland has urged your administration to ask Congress for $500 billion to help stabilize budgetary shortfalls created by coronavirus.\n\n THE PRESIDENT: It’s nice of Governor Hogan, very much. We appreciate Governor Hogan’s statement.\n\n Q: Governor Cuomo said the CARES Act ignored state government shortfalls.\n\n THE PRESIDENT: Cuomo.\n\n Q: Do you support that request?\n\n THE PRESIDENT: Which one? What did he say?\n\n Q: He said the CARES Act ignored the budgetary shortfalls.\n\n THE PRESIDENT: Well, they’re looking at things in phase four, where they have—you know, where they talk about states, and they’re also talking about hospitals. They’re talking about states who have been battered, and they’re also talking about hospitals. And we’re certainly willing to look at that.\n\n Q: Will you urge Congress on their behalf?\n\n THE PRESIDENT: You know, we’ll see what we all come back with. But they are talking about states and they’re talking about hospitals.\n\n OAN.\n\n Q: Thank you, Mr. President. The Governor of Michigan, Gretchen Whitmer, has on Thursday signed an executive order banning the sale of non-essential goods. If other states follow —\n\n THE PRESIDENT: The sale of what?\n\n Q: Non-essential goods. She has banned the sale of non-essential goods. Many are calling this draconian, unconstitutional. As President, do you think that if other states were to follow her example in the coming weeks, that the federal government should intervene?\n\n THE PRESIDENT: Well, I don’t think that’s going to happen. I think it’s very extreme. But she’s doing it, and I think it’s going to be over a long way before we have to start thinking about it too much. It is strong. It’s a very strong position to take. But they’re making a lot of progress in Michigan, so let’s see how it all works.\n\n Q: What is the status of the funding for the World Health Organization?\n\n THE PRESIDENT: We’re going to be talking about that very soon. I’m getting a full report. I’m not happy with the World Health Organization. I’m not happy with"}