{"title": "April 28 2021 Address to Joint Session of Congress-Joe Biden", "content": " comprehensive immigration bill to the United States Congress. If you believe we need to secure the border, pass it, because it has a lot of money for high-tech border security. If you believe in a pathway to citizenship, pass it so over 11 million undocumented folks—the vast majority are here overstaying visas. Pass it. We can actually—if you actually want to solve a problem, I’ve sent a bill to take a close look at it. \n\nWe have to—also have to get at the root problem of why people are fleeing, particularly to—to our southern border from Guatemala, Honduras, and El Salvador: the violence, the corruption, the gangs, and the political instability, hunger, hurricanes, earthquakes, natural disasters.\n\nWhen I was President, my President—when I was Vice President, the President asked me to focus on providing the help needed to address the root causes of migration. And it helped keep people in their own countries instead of being forced to leave. The plan was working, but the last administration decided it was not worth it.\n\nI’m restoring the program and asked Vice President Harris to lead our diplomatic effort to take care of this. I have absolute confidence she’ll get the job done. (Applause.)\n\nNow, look, if you don’t like my plan, let’s at least pass what we all agree on. Congress needs to pass legislation this year to finally secure protection for DREAMers—the young people who have only known America as their home. (Applause.) \n\nAnd permanent protection for immigrants who are here on temporary protected status who came from countries beset by manmade and natural-made violence and disaster. (Applause.)\n\nAs well as a pathway to citizenship for farmworkers who put food on our tables. (Applause.) \n\nLook, immigrants have done so much for America during this pandemic and throughout our history. The country supports immigration reform. We should act. Let’s argue over it, let’s debate it, but let’s act. (Applause.)\n\nAnd if we truly want to restore the soul of America, we need to protect the sacred right to vote. Most people—(applause).\n\nMore people voted in the last presidential election than any time in American history, in the middle of the worst pandemic ever. It should be celebrated. Instead, it’s being attacked.\n\nCongress should pass H.R. 1 and the John Lewis Voting Rights Act and send it to my desk right away. (Applause.) The country supports it. The Congress should act now. (Applause.)\n\nLook, in closing, as we gather here tonight, the images of a violent mob assaulting this Capitol, desecrating our democracy, remain vivid in all our minds.\n\nLives were put at risk—many of your lives. Lives were lost. Extraordinary courage was summoned. The insurrection was an existential crisis –- a test of whether our democracy could survive. And it did.\n\nBut the struggle is far from over. The question of whether our democracy will long endure is both ancient and urgent, as old as our Republic—still vital today. \n\nCan our democracy deliver on its promise that all of us, created equal in the image of God, have a chance to lead lives of dignity, respect, and possibility?\n\nCan our democracy deliver the most—to the most pressing needs of our people? \n\nCan our democracy overcome the lies, anger, hate, and fears that have pulled us apart?\n\nAmerica’s adversaries –- the autocrats of the world –- are betting we can’t. And I promise you, they’re betting we can’t. They believe we’re too full of anger and division and rage.\n\nThey look at the images of the mob that assaulted the Capitol as proof that the sun is setting on American democracy. But they are wrong. You know it; I know it. But we have to prove them wrong.\n\nWe have to prove democracy still works—that our government still works and we can deliver for our people.\n\nIn our first 100 days together, we have acted to restore the people’s faith in democracy to deliver. We’re vaccinating the nation. We’re creating hundreds of thousands of new jobs. We’re delivering real results to people; they can see it and feel it in their own lives.\n\nOpening doors of opportunity, guaranteeing some more fairness and justice—that’s the essence of America. That’s democracy in action.\n\nOur Constitution opens with the words—as trite as it sounds—“We the People”. Well, it’s time to remember that “We the People” are the government—you and I. Not some force in a distant capital. Not some powerful force that we have no control over. It’s us. It’s “We the People.”\n\nIn another era when our democracy was tested, Franklin Roosevelt reminded us, “In America, we do our part.” We all do our part. That’s all I’m asking: that we do our part, all of us.\n\nIf we do that, we will meet the center challenge of the age by proving that democracy is durable and strong. Autocrats will not win the future. We will. America will. And the future belongs to America.\n\nAs I stand here tonight before you, in a new and vital hour of life and democracy of our nation, and I can say with absolute confidence: I have never been more confident or optimistic about America—not because I’m President, because what’s happening with the American people.\n\nWe have stared into the abyss of insurrection and autocracy, pandemic and pain, and “We the People” did not flinch.\n\nAt the very moment our adversaries were certain we would pull apart and fail, we came together. We united.\n\nWith light and hope, we summoned a new strength, new resolve to position us to win the competition of the 21st century, on our way to a union more perfect, more prosperous, and more just, as one people, one nation, and one America.\n\nFolks, as I told every world leader I’ve ever met with over the years, it’s never ever, ever been a good bet to bet against America, and it still isn’t. (Applause.)\n\nWe are the United States of America. (Applause.) There is not a single thing—nothing—nothing beyond our capacity. We can do whatever we set our mind to do if we do it together. (Applause.) So let’s begin to get together. (Applause.)\n\nGod bless you all, and may God protect our troops. Thank you for your patience. (Applause.)"}