{"title": "April 20 1964 Speech to the Associated Press Luncheon-Lyndon B. Johnson", "content": " not inevitable, that disease and hunger are not laws of nature. Having helped create these hopes, we must now help satisfy them, or we will witness a rising discontent which may ultimately menace our own welfare.\n\n What we desire for the developing nations is what we desire for ourselves--economic progress which will permit them to shape their own institutions, and the independence which will allow them to take a dignified place in the world community.\n\n So let there be no mistake about our intention to win the war against poverty at home, and let there be no mistake about our intention to fight that war around the world. This battle will not be easy or it will not be swift. It takes time to educate young minds and to shape the structure of a modern economy.\n\n But the world must not be divided into rich nations and poor nations, or white nations or colored nations. In such divisions, I know you must realize, stand the seeds of terrible discord and danger in the decades ahead. for the wall between rich and poor is a wall of glass through which all can see.\n\n We recognize the need for more stable prices for raw materials, for broader opportunity for trade among nations. We are ready to help meet these claims, as we have already done, for example, with the negotiation of the International Coffee Agreement, and as we will do in the weeks ahead in the Kennedy Round. We will continue with the direct economic assistance which has been a vital part of our policy for more than 20 years.\n\n Last year the Congress reduced foreign aid from an original request of $4.9 billion, later modified by General Clay's committee1 to $4.5 billion, and Congress reduced that to a total of $3.4 billion that they appropriated to me to deal with the problems of the 120 nations. This year I ordered that our request be cut to the absolute minimum consistent with our commitments and our security, allowing for no cushions or no padding, and that was done.\n\n 1 Committee to Strengthen the Security of the free World.\n\n Every dollar cut from that request for $3.4 billion will directly diminish the security of the United States and you citizens. And if, in spite of this clear need and this clear warning, substantial cuts are made again this year in either military or economic funds, I want to sound a warning that it will be my solemn duty as President to submit supplemental requests for additional amounts until the necessary funds of $3.4 billion are appropriated.\n\n In these areas, and in other areas of concern, we remain faithful to tested principle and deep conviction while shaping our actions to shifting dangers and to fresh opportunity.\n\n This year is an election year in the United States. And in this year let neither friend nor enemy abroad ever mistake growing discussion for growing dissension, or conflict over programs for conflict over principles, or political division for political paralysis. This mistake in judgment has been made twice in our lifetime, to the sorrow of our adversaries.\n\n Now let those at home, who share in the great democratic struggle, remember that the world is their audience and that attack and opposition to old policies must not be just for opposition's sake, that it requires responsible presentation of new choices, that in the protection of our security, the protection of American security, partisan politics must always yield to national need.\n\n I recognize that those who seek to discuss great public issues in this election year must be informed on those issues. Therefore, I have today instructed the Departments of State and Defense and the Central Intelligence Agency to be prepared and to provide all major candidates for the office of President with all possible information helpful to their discussion of American policy. I hope candidates will accept this offer in the spirit in which it is made--the encouragement of the responsible discussion which is the touchstone of the democratic process.\n\n In the past 20 years we have gradually become aware that America is forever bound up in the affairs of the whole world. Our own future is linked to the future of all. In great capitals and in tiny villages, in the councils of great powers and in the rooms of unknown planners, events are being set in motion which will continually call upon our attention and make demands on our resources,\n\n Prophecy is always unsure. But if anything is certain, it is that this Nation can never again retreat from world responsibility. You must know, and we must realize, that we will be involved in the world for the rest of our history. We must accustom ourselves to working for liberty in the community of nations as we have pursued it in our community of States.\n\n The struggle is not merely long. The struggle is unending. for it is part of man's ancient effort to master the passions of his mind, the demands of his spirit, the cruelties of nature. Yes, we have entered a new arena. The door has closed behind us. And the old stage has passed into history.\n\n Dangers will replace dangers, challenges will take the place of challenges, new hopes will come as old hopes fade. There is no turning from a course which will require wisdom and much endurance so long as the name of America still sounds in this land and around the world."}