{"title": "April 15 2020 Press Briefing with the Coronavirus Task Force-Donald Trump", "content": " do.\n\n Earlier last month, you were in the Oval Office, talking about, “Now is not the time for partisanship.” How will that act lower the partisanship in this town? And could it potentially hinder your ability to get something done on coronavirus? And then —\n\n THE PRESIDENT: Well, it is—it’s—look, it’s been a very partisan government for a long period of time, not just this administration. You can go back into the last two administrations; you’ve seen a lot of partisanship. And even now, you would think that we wouldn’t have.\n\n As an example, with the Paycheck Plan, that’s going so well. It’s so smooth, so beautiful, almost without a hitch. All of that money is being distributed to small businesses. They’re giving it to their employees. It’s keeping them ready, viable. So when we open—and now, it’s been so good that it’s almost depleted and we want to replenish it, and we can’t get the Democrats to approve it. And that’s a program that they and everybody else admit that are great.\n\n So, you do have partisanship. We have been trying for years to get people approved for positions. People have left—one man left a law firm. One man left a—a big chain. He was a very successful executive; he left. It was two years ago. We have people that have been waiting for three years. And we can’t get them approved by the Democrats in the Senate because they’re taking so long to approve our judges.\n\n Now, I have to tell you that I’m totally in favor of what Mitch is doing with judges, because that’s—always seems to be a priority and it’s a very important priority. I think it’s one of the great trademarks of this administration: We’ve approved record numbers of federal judges and appellate judges and two Supreme Court judges.\n\n But rather than approving somebody who’s highly qualified—somebody that everybody knows is going to be approved—rather than going quickly, they take the maximum amount of time, whatever that time may be. And what they’re doing by doing that is taking days to approve somebody that could be approved in a quick vote. People that get phenomenal reviews in committee are going maximum number of hours. And what they do is—there’s only so many hours in a day.\n\n Now, we could have said, “Let’s stay.” I would have been in favor of that. They didn’t choose to do it. But I have a very strong power. I’d rather not use that power, but we have way over 100 people that we very badly need in this administration that should have been approved a long time ago. And one of them is the head of Voice of America. If you look at what they’re doing and what they’re saying about our country, it’s a disgrace—the people that are running that. We have somebody that’s really good, really talented, and that loves our country. And I want to get these people approved.\n\n That’s one of many. We have professionals. Sonny, you’ve been waiting for—how long have you been waiting for the man that we’re talking about coming in?\n\n SECRETARY PERDUE: Two and a half years.\n\n THE PRESIDENT: Two and a half years. So Sonny Perdue just happens to be here talking about something else. So you’ve been waiting for one of the most important position, as Secretary of Agriculture, is the position—it’s distribution. We need it now. We’re talking about shelves. We’re talking about cupboards. He needs it. He’s been waiting—he didn’t know he was going to get this question. You’ve been waiting two and a half years.\n\n The person is exceptional. That person left a very good job. And it’s embarrassing to me. He’ll say, “Do you think you’ll get that man approved?” He’s been saying that to me for a long time. It’s because of the Democrats.\n\n And what we’re doing is—and I think anybody here would do it—judges are a priority. A federal judge is going to sit for 50 years, potentially—a young judge. Going to be sitting for—that’s always going to have to be a priority.\n\n But because they’re taking so much time and approving every—they’re trying to put us through the mill. That’s—when you talk about partisanship—and it’s never ever happened before. You can look at every administration in the history of this country. Nobody—nobody has ever had hundreds of people not approved after three and a half years.\n\n Go ahead, please.\n\n Q: What’s the timeline for that though? If Congress doesn’t act by—when? Do you have a date?\n\n THE PRESIDENT: Well, we’ll know soon. Look, they know. I—they’ve been warned and they’re being warned right now. If they don’t approve it, then we’re going to go this route. And we’ll probably be challenged in court, and we’ll see who wins.\n\n But when the court hears that we aren’t getting people approved—as Sonny would say, for two and a half years—for an important position that we need because of this crisis—we needed these people before, but now we really need these people.\n\n Q: Mr. President, when you talk about—back to the numbers for a second. When you talk about the numbers—the jobless claims are going to come out tomorrow. It’s likely around 5 million more Americans putting their names in for unemployment benefits. But yet, there are still a couple thousand people, as well, dying a day because of coronavirus.\n\n When you talk about opening up the American economy—or at least in parts—now, how do you balance that decision out, given both of those figures?\n\n THE PRESIDENT: Well, we are. There has to be a balance. You know, there’s also death involved in keeping it closed. And I’ve gone over this with you, and I believe this so strongly. When you look at mental health, when you look at suicides; suicide hotlines, which are exploding; people losing their jobs. When you look at drugs, and people that didn’t take drugs and now they’re becoming drug addicted because they’re going through a problem. They have no job. They have no money coming in—other than the money we’re getting them. We’ve opened up the coffers to a large extent. We’re helping people.\n\n This is why I wish the Democrats would help us a little bit with it, because they should. It’s purely partisan what they’re doing, and it’s bad for our country. But—but, you know, there is death by doing—by having this strongly closed country. We have to get back to work.\n\n With all of that being said, we’re going to start with states and with governors that have done a great job. And they’re going to open it up as they see fit. And we’re going to be right behind them. And we’re—we’re going to be working. We’re going to be supplying them with things if they don’t have them. We want them to have them.\n\n We’re going to be helping them with ventilators after this is over so that they can’t say, “Oh, the federal government…” We want them to have—they’ve had a lot of options. Many of the governors have had a lot of options, over the years, to buy ventilators. They didn’t choose to do it. So we’re going to be helping them to fill up their stockpiles. We’re going to have plenty. And as I said, I’m very proud to do it.\n\n We’re going to be helping other nations. We’re going to be helping Italy, Spain, France, other nations. And we’re going to be helping them strongly. I think Russia is going to need ventilators. They’re having a hard time in Moscow. We’re going to help them. We’re going to help other countries that need ventilators.\n\n We’re going to have a lot. You see it with General Motors. You see it with other companies that are producing. We’re going to have hundreds of thousands of ventilators. And it’s a great thing to have.\n\n Yes, in the back. Please. Is anybody freezing? (Laughter.) You know, it’s very cold out here. So we can leave early, right? (Laughter.)\n\n Okay, a couple more. Go ahead. Please.\n\n Q: Thank you, Mr. President. Why do we have 20 percent of the world’s deaths from the coronavirus when we’re only 4 percent of the world’s population?\n\n THE PRESIDENT: Well, you don’t know what you have. Do you think you’re getting honest numbers from some of these countries? Do you really believe those numbers in this vast country called China—and that they have a certain number of cases and a certain number of deaths—does anybody really believe that?\n\n Here’s the story: We report everything. We’re reporting the cases, and our reporting is good. We’re reporting every death. In fact, I see, this morning, where New York added 3,000 deaths because they died. And they’re now saying—rather than, “It was a heart attack”—they’re saying, “It was a heart attack caused by this.” So they’re adding. If you look at it, that’s it.\n\n And everything we have is documented, reported. And what they are doing is, just in case, they’re calling it this. And that’s okay. That’s okay. But we are—we have more cases because we do more reporting. We have more cases because everything is down.\n\n But does anybody really believe the numbers of some of these countries that you’ve been watching and you’ve been reporting on? And then, it’s like they didn’t have the big thing. They have been some really, really bad—heavily—and really, some countries that are in big, big trouble. And they’re not reporting the facts. And that’s up to them.\n\n All I know is: We report the facts, and we’re a country that’s getting better.\n\n John, go ahead.\n\n Q: Mr. President, multiple sources are telling Fox News today that the United States government now has high confidence that, while the coronavirus is a naturally occurring virus, it emanated from a virology lab in Wuhan. That, because of lax safety protocols, an intern was infected, who later infected her boyfriend, and then went to the wet market in Wuhan where it began to spread. Does that correspond with what you have heard from officials?\n\n THE PRESIDENT: Well, I don’t want to say that, John. But I will tell you, more and more, we’re hearing the story. And we’ll see. When you say “multiple sources”—now there’s a case where you can use the word “sources”—but we are doing a very thorough examination of this horrible situation that happened.\n\n Go ahead, please.\n\n Q: In your many conversations with President Xi, Mr. President, did you ever discuss with him State Department concerns about lax safety protocols that had been reported to the State Department from the embassy in Beijing about that laboratory?\n\n THE PRESIDENT: I don’t want to discuss what I talked to him about the laboratory. I just don’t want to discuss it. It’s inappropriate right now.\n\n Please, go ahead, in the back.\n\n Q: Tim Arvier from Channel 9 Australia. There have been calls in our country for Prime Minister Scott Morrison to make funding for WHO conditional on reforms to the organization. I wanted to get your thoughts on that, and if you had any advice for Mr. Morrison.\n\n THE PRESIDENT: Look, I feel very badly about the World Health Organization, but it’s been a tool of China. It’s been, as I say, totally China-centric. You take a look at everything that’s happened; they’ve been wrong. I was all for it at the beginning. What do I know? I walked in, I said, “World Health Organization—isn’t that wonderful?” And then you start to see all the mistakes. They didn’t want us to close our borders to China—to Wuhan, specifically. They didn’t want our borders closed.\n\n You take a look—Mike was there; we were all there—and they’re criticizing me for closing the border. I did that very early. By the way, I did that very early, while Nancy Pelosi was trying to have, in San Francisco, parties in Chinatown. Because they—she thought it would be great. She wanted to show that this thing doesn’t exist. These are people—I’ll tell you, we have some politicians on the other side that don’t know what they’re doing.\n\n If you look at—if you look at timelines—you’ve got to look at some timelines. But the World—the World Health Organization, just like the World Trade Organization—I’m telling you—I call them—they have been treating the United States, for decades, so badly. And they’ve been so in favor of China.\n\n China took off when it joined the World Trade Organization because of what’s happened. Think of it: They’re considered a developing nation. And because they’re a dev-—and we’re not. But we’re a developing nation too, in my book. Okay? We’re developing too.\n\n But the fact is: We have been treated so badly by these organizations. And, believe me, I’m looking at that one too. We’re winning a lot of lawsuits right now that we never won before in the past. We’re winning a lot of money that we never won in the past. That’s with the World Trade. But with the World Health Organization—what’s happened there is a disgrace.\n\n Here’s the other thing: We pay $400- to $500 million a year. China is paying $38-, $39-, and $40 million a year. And it’s like they control this group. I could do that too, if I want to devote full time to it. I have some very capable people dealing with Dr. Tedros. Okay? I could do it too. I could do very well with that. But there’s something going on. There’s something going on that is very bad.\n\n Now, the $500 million that we save, we’ll determine—we’re going to make a determination over a little period of time. But they’re going to either have to make massive changes—I don’t even know if they’re going to be able to do that—or we’re going to give money to people. We want to help people. You know, what we do in Africa with AIDS—people have no idea what we do and the money we spent. We were talking about it the other day, Doctor.\n\n We are spending billions of dollars to help people. In the case of one that Dr. Birx is very much involved in, AIDS—billions of dollars. And you know what? It’s a great thing. Nobody talks about it. Nobody gives us credit. We do that, and we do it very directly.\n\n But we’re spending billions of dollars to help people live and—all over the world. But we’re spending $500 million to the World Health Organization, and there’s something very bad going on. And you know what? I’ve gotten very much involved. It’s been going on for a long period of time, and we don’t want to be the suckers anymore.\n\n So, it’s cold out. We will talk to you tomorrow. A big day tomorrow. Very big day. Thank you."}