{"title": "April 13 2020 Coronavirus Task Force Briefing-Donald Trump", "content": " is basically sending money to small business—50 percent of American workers—to keep those people paid. And it’s the most efficient way. Every dollar, as I said, we do through that, it’s one less dollar of unemployment. And more importantly, we want those people to have—be associated with the business. So as soon as the President is ready to open up the economy, those businesses are together. We don’t want those businesses to fall apart. That’s why this is such a successful program, and we want Congress to put more money in.\n\n THE PRESIDENT: But are you talking about unemployment? You’re talking about the unemployment?\n\n Q: (Inaudible) Senator Hawley.\n\n THE PRESIDENT: Sending it indirectly to the states?  We would have preferred that it was sent directly to the people. The Democrats wanted it to be sent through the unemployment system. And, you know, I’ve talked to you about it: We have 40-year-old equipment in many of those systems. They’re run by the state. But I’m hearing they’re getting the money out anyway.\n\n SECRETARY MNUCHIN: So, some—some of them are, and some of the states aren’t, and we encourage—you know, we’re working with the states to try to update their computers, but it’s a—it’s a long haul.\n\n THE PRESIDENT: Okay? Thank you, Steve.\n\n SECRETARY MNUCHIN: Thank you. Thank you, Mr. President.\n\n THE PRESIDENT: Phase four, Steve. Phase four. Come on, Steve.\n\n Q: A quick question about something you just said. You said, “When someone is President of the United States, their authority is total.” That is not true. Who—who told you that?\n\n THE PRESIDENT: Okay. So you know what we’re going to do? We’re going to write up papers on this. It’s not going to be necessary, because the governors need us one way or the other, because ultimately it comes with the federal government. That being said, we’re getting along very well with the governors, and I feel very certain that there won’t be a problem.\n\n Yeah, please. Go ahead.\n\n Q: Has any governor agreed that you have the authority to decide when their state opens back up?\n\n THE PRESIDENT: I haven’t asked anybody because I don’t—you know why?\n\n Q: Because no one has—no one has said that.\n\n THE PRESIDENT: Because I don’t have to.\n\n Go ahead, please.\n\n Q: But who told you the President has the total authority?\n\n THE PRESIDENT: Enough. Please.\n\n Q: You mentioned the Vice President’s call with the governors today. Governor Hogan of Maryland has urged your administration to ask Congress for $500 billion to help stabilize budgetary shortfalls created by coronavirus.\n\n THE PRESIDENT: It’s nice of Governor Hogan, very much. We appreciate Governor Hogan’s statement.\n\n Q: Governor Cuomo said the CARES Act ignored state government shortfalls.\n\n THE PRESIDENT: Cuomo.\n\n Q: Do you support that request?\n\n THE PRESIDENT: Which one? What did he say?\n\n Q: He said the CARES Act ignored the budgetary shortfalls.\n\n THE PRESIDENT: Well, they’re looking at things in phase four, where they have—you know, where they talk about states, and they’re also talking about hospitals. They’re talking about states who have been battered, and they’re also talking about hospitals. And we’re certainly willing to look at that.\n\n Q: Will you urge Congress on their behalf?\n\n THE PRESIDENT: You know, we’ll see what we all come back with. But they are talking about states and they’re talking about hospitals.\n\n OAN.\n\n Q: Thank you, Mr. President. The Governor of Michigan, Gretchen Whitmer, has on Thursday signed an executive order banning the sale of non-essential goods. If other states follow —\n\n THE PRESIDENT: The sale of what?\n\n Q: Non-essential goods. She has banned the sale of non-essential goods. Many are calling this draconian, unconstitutional. As President, do you think that if other states were to follow her example in the coming weeks, that the federal government should intervene?\n\n THE PRESIDENT: Well, I don’t think that’s going to happen. I think it’s very extreme. But she’s doing it, and I think it’s going to be over a long way before we have to start thinking about it too much. It is strong. It’s a very strong position to take. But they’re making a lot of progress in Michigan, so let’s see how it all works.\n\n Q: What is the status of the funding for the World Health Organization?\n\n THE PRESIDENT: We’re going to be talking about that very soon. I’m getting a full report. I’m not happy with the World Health Organization. I’m not happy with the World Trade Organization either. We’ve been ripped off by everybody.\n\n And we have—this country, for so many years, has been ripped off by everybody, whether it’s a World Health or World Trade. And they’re like—I call them the “Bobbsey Twins.” They’d look at our country—for years and years, we had people that did nothing about it. We’re doing a lot about it. So we’ll have a report.\n\n And we’ll also—we’re also talking about the World Trade Organization. But we’ve made a lot of progress there. We’re now winning cases for the first time, because they know I’ll leave if we don’t get treated fairly.\n\n This country—our country—was at a point where we rarely, if ever, won the lawsuits within the World Trade Organization. But now we’re winning a lot of them, because they know I’m not—I’m not playing games. We will pull out if we have to. We just won a 7-billion-dollar lawsuit, which was very nice.\n\n Q: Do you expect a decision this week on cutting funding for the WHO?\n\n THE PRESIDENT: Uh, yeah. I would say, by the end of the week, I’m going to make a decision on that. Yeah. There’s a lot of—right now, there’s a lot of things happening.\n\n Q: On China—why are there no consequences for China, for the misinformation that they shared?\n\n THE PRESIDENT: How do you know there are no consequences?\n\n Q: Because you’ve said. Well, you’ve been asked, and it appear that there were no —\n\n THE PRESIDENT: How do you know there are no consequences?\n\n Q: What are the consequences, Mr. President, for the misinformation —\n\n THE PRESIDENT: I wouldn’t tell you. China will find out. Why would I tell you?\n\n Q: But people are concerned that they stonewalled, that they gave misinformation —\n\n THE PRESIDENT: No, you started off by saying, “Why are there no consequences?”\n\n Q: Because you’ve been asked this a few times, so I’m following up on your response. Why are there no consequences for China?\n\n THE PRESIDENT: How do you know there are no consequences?\n\n Q: Because we’ve asked you —\n\n THE PRESIDENT: You’re going to find out.\n\n Q: —and you’ve said—you’ve said that didn’t want to have an consequences because you suggested trade.\n\n THE PRESIDENT: I wouldn’t tell you. You’d probably be the last person on Earth I’d tell.\n\n Q: So you’re saying there will be consequences?\n\n THE PRESIDENT: Go ahead. Uh, yeah, please.\n\n Q: Mr. President—actually, this is a question for Mr. Vice President. Do you agree with the President’s statement and his understanding of federalism, that his power is total—like in the way he described it? Is there anything you’d like to add or any context you’d like to add to the way he was discussing that?\n\n THE VICE PRESIDENT: I support the President’s leadership under the national emergency declaration that he signed.\n\n And we’re standing before you today, the first time in American history, when all 50 states have issued emergency declarations, and the territories. This is an unprecedented time in the life of the nation.\n\n And fortunately, as the President has reflected and our health experts will continue to reflect, because the American people have heeded the President’s Coronavirus Guidelines for America; because state governors have taken those and implemented them, even in states where there was not a significant outbreak; and implemented additional measures as we provided them with data about cases and best practices—we’re making real progress as a country.\n\n Q: But it sounds like you think his power is a little bit more circumscribed than totally.\n\n THE PRESIDENT: Well, make no mistake about it: In the long history of this country, the authority of the President of the United States during national emergencies is unquestionably plenary. And you can look back through times of war and other national emergencies. And as the President said, we’ll happily brief that.\n\n But in the days ahead, what the President has charged us to do is to work with our health experts. We’re going to bring together an extraordinary group of American business leaders to counsel the President. And then, working with the CDC, we’re going to produce new guidelines, based upon the data, for every state and territory in this nation. We’re going to give them guidance. And, as the President has indicated, we’ll continue to respect the leadership and partnership that we forge with every governor in America.\n\n But this is an unprecedented time. But I have to tell you: When you look at the fact—despite the heartbreaking loss of more than 22,000 Americans—when you look at the fact of what the health experts told us this could be, I think I only can feel a sense of gratitude to the American people, gratitude to the extraordinary team that has counseled this President, the steps that President Trump has taken, the policies that governors have implemented all across America.\n\n I mean, we were discussing today, at the task force, that when you look at the European Union as a whole, they have nearly three times the mortality rate that the United States of America has today. And that is a tribute to our extraordinary healthcare workers, their dedication, their tireless work. But it’s also a tribute to the fact that the American people put into practice the mitigation efforts that the President counseled the nation to do on the advice of our best scientists, now more than a month ago, and our hospitals were not overwhelmed and are not overwhelmed at this hour.\n\n And I have to tell you that standing here today, I couldn’t be more proud to stand alongside this President and to be a part of this team that has served the American people during this challenging hour.\n\n And I just say to you: To every American looking on, as we see the numbers leveling and maybe even beginning to go down, I just encourage you to keep doing what you’re doing. Because of the sacrifices that Americans and American families have made through these mitigation efforts, you’re saving lives and you’re seeing our nation through this time.\n\n THE PRESIDENT: Go ahead.\n\n Q: Sir, did the states tell you—you’ve been talking to the governors quite a bit—did those coalitions of states on the West Coast and in the Northeast, did they tell you what they are going to be announcing before they announce it?\n\n THE VICE PRESIDENT: Governor Phil Murphy and the governor of Connecticut expressed today that they were going to be speaking on a—and discussing on a regional basis what their recommendations would be. And we assured them today —\n\n Q: Did they alert the White House about that, though, sir?\n\n THE VICE PRESIDENT: We assured them today on our conference call with, I think, 48 governors that were with us today for the better part of an hour and a half—we told them that what the President would be producing—has directed to be produced are additional guidelines for the states, certified by the CDC, that would inform those governors and local communities and mayors about the best way forward, based on the unique circumstances that those states and those communities are facing.\n\n I think what’s clear is the American people have seen the experience in Washington State, where this really all began for us; and in California; and now, the extraordinary challenges in the Greater New York City area, including New Jersey and Connecticut; the challenges in New Orleans and Louisiana and Detroit, still Chicago, parts of Houston.\n\n But they’re also seeing that, in each one of those cases, that the mitigation efforts are truly working. And so we’ll—we’ll work with those—we’ll work with those states. And in some cases, it’ll make perfect sense for them to work together on a regional basis.\n\n Q: Any idea why they didn’t let you know ahead of time what they were planning?\n\n THE PRESIDENT: Well, you don’t know that. You don’t know that.\n\n THE VICE PRESIDENT: But—but the President—the President will be —\n\n Q: (Inaudible.)\n\n THE PRESIDENT: You don’t know that. I’m sorry.\n\n THE VICE PRESIDENT: I’m sorry, I didn’t hear your question.\n\n Q: Mr. President, can you tell us? Did they let you know?\n\n THE PRESIDENT: You don’t know that. No, you made a statement. You don’t know that.\n\n THE VICE PRESIDENT: I didn’t hear your—I didn’t hear your statement. I’m sorry.\n\n THE PRESIDENT: And we would—and we would like to have their cooperation. And we are going to have their cooperation. They will cooperate perfectly. Watch.\n\n THE VICE PRESIDENT: I—and let me just affirm what the President said. We heard it again today in what I think was our ninth conference call with governors is: I think every American would be proud to see the partnership that this President has forged with governors across the country. I mean, it is an extraordinary statement.\n\n And you’ll see some data when Admiral Polowczyk gets up in just a few moments, but the flow of resources from around the world that we’ve moved into areas that have faced challenges—I mean, this President has directed us to ensure that every state has what they need, when they need it. And the spirit that I heard again from Republicans and Democrat governors today was reflective of that partnership.\n\n And as we move forward to the President’s goal of reopening America, we expect the same kind of partnership in the interest of the nation.\n\n THE PRESIDENT: All right, go ahead, with the face mask. Go ahead.\n\n Q: Sir, if you can hear me through the mask —\n\n THE PRESIDENT: Barely.\n\n Q: Can—can you —\n\n THE PRESIDENT: I hear you well, actually.\n\n Q:—the—the District of Columbia argues that they were shortchanged in the most recent funding bill because they were treated as a territory instead of as a state. Will that be made right in phase four?\n\n THE PRESIDENT: Well, we’re looking at that certainly. I heard that complaint, but the mayor seems to be very happy with everything we’ve done.\n\n THE VICE PRESIDENT: She was on today.\n\n THE PRESIDENT: I mean, she’s actually—and she was on today, saying very good things.\n\n Okay, yeah. Go ahead in the back.\n\n Q: Mr. President, you talked about this being the most difficult decision that you are going to have to take about whether to reopen the economy. I wonder how much it weighs on your mind the thought that if there is a second wave, you’ve reopened the economy and you might have to shut things down again.\n\n THE PRESIDENT: It does. And I hope that won’t happen. I certainly hope that won’t happen, but it does weigh on my mind.\n\n Okay, in the back, go ahead. You had one. Go ahead.\n\n Q: Mr. President?\n\n THE PRESIDENT: Go ahead, please.\n\n Q: Thank you. Okay, thank you. A question for one of my colleagues who wasn’t able to be here. China deployed an aircraft carrier into the South China Chi [sic]—South China Sea this weekend, amid claims by Chinese state media that COVID has reduced U.S. military readiness in the region. What kind of responses are you thinking of? Will you have a response to this action?\n\n THE PRESIDENT: China has their own difficulties. We have a relationship with China that—we’re not happy with certain things that happened over the last period of time, as you know, and I’ve been very explicit on that. But we know all about that.\n\n And, no, China is—we’ve seen what they did. We’ve seen many other things that they’ve done, both pro and con. And we’ll be just fine.\n\n Q: On Abbott, you said something earlier, where you said that you’re putting together the economic task force and that you thought that the recommendations were happening earlier than expected. Did you mean to suggest that it could be before May 1st that you start recommending that states open?\n\n THE PRESIDENT: I don’t want to say that, but we’re going to be putting out guidelines and recommendations fairly quickly. In a few days.\n\n Q: You’re not ruling out that it would be before?\n\n THE PRESIDENT: I’m not going to say. But, look, certain states are doing very well. Certain big parts of the country are doing very well. They’re doing, really, very well. And so we’re going to be putting out recommendations and guidelines very soon.\n\n Steve?\n\n Q: And would these new guidelines be—would they fit each area or would they be a uniform set of guidelines?\n\n THE PRESIDENT: Well, you’re going to see. I—I don’t want to tell you now, but right now we have a very strong indication that we know, pretty much—we have some good ideas.\n\n I also do want to get—I want to have—we’ll have video conference or at least a conference call with a lot of very good people, having to do with certain fields, whether it’s energy or whether it’s entertainment and restaurants, et cetera, et cetera.\n\n We have to get people back into restaurants. We have to do what we have to do. Whether it’s deductibility or not, we’ll see, but it should be deductibility. You’ll get them back so fast. I mean, they used to have deductibility. The restaurant business, it—it was one of the hot businesses. And then they ended it a long time ago, many years ago. But we may need that to get people back into the restaurants.\n\n Please.\n\n Q: Yeah. Michelle Obama, today, got behind mail-in voting nationwide as a possible solution to the—on states. She said it shouldn’t be a partisan issue. Have your advisors told you that that could save lives? And (inaudible)?\n\n THE PRESIDENT: Absentee ballot, are you talking about? Absentee ballot?\n\n Q: Yeah, and on a massive scale because of the coronavirus.\n\n THE PRESIDENT: Well, I don’t know what she did. I mean, I didn’t see that. When did that happen? Today?\n\n Q: Yeah, she’s part of—that’s a nonpartisan group.\n\n THE PRESIDENT: Well, I wish her luck. I wish her a lot of luck.\n\n Please, go ahead.\n\n Q: On Abbott Labs, you said you had long —\n\n Q: Yes, Mr. President. There’s a little bit of confusion about your phone calls yesterday with President Putin. The Kremlin is saying that you discussed current issues of ensuring strategic security. That wasn’t referred to in the White House\n\nreadout. Can you enlighten us —\n\n THE PRESIDENT: We discussed many things. We did discuss China. We discussed many different things, but we—it was primarily a call on the oil, as you can imagine. And they were very helpful in getting a stabilization price, a stabilization of the number of barrels. I think the number is going to be closer to 20—maybe 15, but closer to 20 than it is going to be to 10. And I think it was a very important call.\n\n I also spoke with the King of Saudi Arabia and that was a very important call. And the bottom nine is OPEC Plus. It’s called OPEC Plus because there are other states also, other nations. We came to a very good agreement.\n\n Please.\n\n Q: You have —\n\n THE PRESIDENT: Go ahead.\n\n Q: What was the part about strategic security? Was that —\n\n THE PRESIDENT: I would say mostly we were talking about China. We were talking about their borders. And we’re talking about our borders a little bit—our borders with Mexico. Because, as you know, Mexico is a big part of the deal. And Mexico really—it was very complex from the standpoint of Mexico. It was not an easy deal for Mexico. And the President—we appreciated a certain amount of flexibility. But we talked about borders, we talked about China, we talked about Mexico.\n\n Q: But “strategic security” sounds more like arms treaties.\n\n THE PRESIDENT: Well, I mean, I—we did talk about the arms. Yes, we did. That was a very important part of the call actually. Yeah, good point.\n\n Please.\n\n Q: So, on Abbott Labs, you said testing is going great. We know that they have—these machines have been sent to some of the governors, but some of them are saying they don’t have the materials to actually conduct the tests.\n\n THE PRESIDENT: Well, they have to get the material. You know, the governors have to get the material.\n\n Q: The cartridges.\n\n THE PRESIDENT: Now, if they can’t get it, they’re going to see us.\n\n Q: The government is—the federal government is distributing those cartridges.\n\n THE PRESIDENT: I’m talking about the local governments. I’m talking about governors have to get the material. Now, they have machines. In fact, we—we’re going to go into—I’d ask Mike to go into it as soon as I leave. They have very powerful machines that they don’t know they even have. I’m not talking about Abbott; I’m talking about the governors. They have machines that are used for this —\n\n Q: The hospital labs.\n\n THE PRESIDENT: You know what I’m talk-—do you know what I’m referring to?\n\n Q: Yeah, they have the two different machines.\n\n THE PRESIDENT: Very big, very powerful machines where, in a certain state’s case, they’re only using 10 percent of their capacity and they didn’t know it. That happens to be Illinois.\n\n Jon, please.\n\n Q: Okay, well, real quick. Real quick. These 15-minute tests that you’ve sent out, these new ones that you had in the Rose Garden, they say—including Governor Sununu in New Hampshire—that they don’t have the cartridges to actually conduct the test. So when will they get those cartridges?\n\n THE PRESIDENT: What do you think the answer to that is?\n\n THE VICE PRESIDENT: We’re rapidly—we’re rapidly increasing the numbers, Mr. President.\n\n THE PRESIDENT: Rapidly increasing the numbers.\n\n THE VICE PRESIDENT: And Deb will speak to (inaudible).\n\n Q: Can we look into when?\n\n THE PRESIDENT: Rapidly increases. Well, pretty quickly.\n\n Q: They can—they can do 50,000 a day, right?\n\n THE PRESIDENT: Well, you have other machines where they can really work.\n\n Q: Can they go up beyond that?\n\n THE PRESIDENT: And a lot of the states have the big machines that can do a lot. They didn’t even know they had them. They didn’t even know that they had them. And Mike is going to be talking about that.\n\n Q: And you remember you mentioned, several weeks ago, the—that Google was putting together that website\n\nwhere they would handle the drive-through testing?\n\n THE PRESIDENT: Yeah. Google and Apple.\n\n Q: Have you—have you given up on —\n\n THE PRESIDENT: You mean Google and Apple combination.\n\n Q: Have you—have you moved past that, because you said —\n\n THE PRESIDENT: No. A lot of people don’t like it from the standpoint of constitutional rights. I mean, a lot of people don’t like it and some people think it’s great. No, they are working on that, as I understand.\n\n Q: How about the testing website? Remember you said a website for Google and —\n\n THE PRESIDENT: Yeah, no, I know that. I know that. I know.\n\n Q: And it’s only operating in, I think, five counties in California right now. Is that —\n\n THE PRESIDENT: That’s right. No, Google is looking at it, but Google is also working with Apple or looking at something. We have the greatest companies in the world looking at things that, in a year from now, everything that we’re looking at now is going to be obsolete. That’s how good it is.\n\n We have things happening that are unbelievable. I saw a presentation today that I can’t talk about yet, but it’s incredible. Plus, I think they’re doing—Tony—I think they’re doing very well in the vaccines. They’re working hard on the vaccines and I think you’ll have an answer for vaccines. I believe that there’s some great things coming out with respect to that. Now you need a testing period, but you’re going to have some great things.\n\n Please.\n\n Q: Sir, on the contact tracing that Google and Apple are doing—so a different subject, on the contact —\n\n THE PRESIDENT: No, no. This is—this is the Google and Apple. I don’t know if it’s a partnership or what, but they’re working on some —\n\n Q: Correct. So there was the one —\n\n THE PRESIDENT: They’re working on more than one element. They’re working on a couple of different things, Google and Apple. Google is also working on something, as you know, having to do with testing. I believe they’re doing that in a singular fashion.\n\n Q: So my question is not about the drive-through testing website. Not that.\n\n THE PRESIDENT: Okay.\n\n Q: On Google and Apple’s contact tracing that they want to —\n\n THE PRESIDENT: Yeah. Yeah.\n\n Q:—they’ve got this process now where they can put, you know, contact tracing on your phone.\n\n THE PRESIDENT: I know.\n\n Q: If you opt in, you can be alerted if you’ve been —\n\n THE PRESIDENT: That’s right.\n\n Q:—in contact with someone with the coronavirus. Do you—how do you feel about that?\n\n THE PRESIDENT: Well, it’s an amazing thing, but a lot of people have some very big constitutional problems with it. You know that. It’s an amazing thing and it would be—actually, as you know, other countries are thinking about using something similar but not as good.\n\n Q: Which other countries are thinking about something similar?\n\n THE PRESIDENT: I hear Singapore is. Singapore is. No, Singapore had a little bit of a setback because they had a –they had a break. You know that, and—but they’ll take care of it. I know—I know the folks in Singapore. They’re doing a great job and they’re going to put it back very quickly. But Singapore and other countries are looking at other things, and some countries are doing other things.\n\n Q: Would you prefer that Americans use some other system?\n\n THE PRESIDENT: Well, I don’t want to get into that because we have a whole constitutional thing. We have more of a constitutional problem than a mechanical problem, but we will be making a determination on that. That’s something we’re going to be discussing with a lot of people over the next four weeks. That would be a very accurate way of doing it, but a lot of people have a problem with it.\n\n Yeah, please. Go ahead.\n\n Q: A testing question, maybe for Dr. Fauci as well. Can you talk about where the antibody test is and how quickly that will be (inaudible)?\n\n THE PRESIDENT: Well, it’s moving along. I think I can speak because I—I have to leave. Moving along quickly, moving along well. It’s a test that’s been going along for many, many years, except now we have very modern, very incredible versions of it. But that’s moving on. The antibody test have—moving along very well.\n\n Okay, anymore COVID-19? COVID-19?\n\n Yeah, Steve.\n\n Q: One soldier on the Theodore Roosevelt has died. Has—have you determined the status of Captain Crozier, the former commander?\n\n THE PRESIDENT: Well, that’s going through the Navy, as I understand it. The Navy is going to be making decisions on all of that. And they had a break in—I don’t think the ship should have been stopping in Vietnam when you have a pandemic, to be honest with you. You know, I don’t think the captain should have been writing letters. He’s not Ernest Hemingway, as I said before, and he shouldn’t have been writing letters.\n\n And I don’t think—I don’t know who gave the orders to stop in Vietnam. But they stopped in Vietnam and all of a sudden they get on, and now you have over 500 sailors and—and people on the ship that are affected. I don’t know whose idea that was, but that wasn’t such a good idea in the middle of a pandemic.\n\n Yes, please. Jon. Go ahead, Jon.\n\n Q: Just one last—on this question of constitutionality, I’m just wondering what changed your view because —\n\n THE PRESIDENT: Nothing changed it. No, no, I know exactly what you’re going to say. Nothing changed it. The fact that I want to rely on states or maybe will or maybe have, and the fact that we’ve gotten on—that’s one thing. The fact that I don’t want to use the power is another thing. Look —\n\n Q: But you said from the standpoint of the Constitution —\n\n THE PRESIDENT: Yes, Constitution.\n\n Q:—you thought it should be up to the governors.\n\n THE PRESIDENT: Constitutionally. You can look at constitutionally. You can look at federalism. You can look at it any different way. Jon, the fact that I don’t want to exert my power is much different. We have the power.\n\n You asked, “Does the federal government have the power?” The federal government has absolute power. It has the power. As to whether or not I’ll use that power, we’ll see. I would rather —\n\n Q: So if New York wants to stay closed down, you can —\n\n THE PRESIDENT: Jon, I would rather work with the states, because I like going down to a local government. That’s why with—I guess it’s now seven states not eight that—because South Carolina did—you know, they went away from what we discussed the last time. So that’s why I looked at the individual states; they’re doing a very good job. They’re really doing a very good job. I’d rather have them make the decision.\n\n Now, the fact that I’d rather have—that’s fine. But I have the absolute right to do if I want to. I may not want to. We have a very good relationship. Now, we’ll see what happens.\n\n If you notice, the few states you’re talking about, they’re all with Democrat governors. But if governors are doing a good job and they control it better—because you don’t have somebody in Washington saying, “Set up a testing site in the parking lot of a Walmart.” And we’re in Washington and they’re in a state that’s very far away. That’s really—it should be and it should have always been. And I’ve always said it was.\n\n But the relationship we have now with the states and governors is very good. And we’ll be announcing, over the next very short period of time, exactly what we’re going to be doing.\n\n Okay, a couple of more. Go ahead.\n\n Q: On coronavirus and Joe Biden: He’s the presumptive Democratic nominee. Do you have any plans yet on when you’ll start sharing, or when the White House will start sharing some of that information about the coronavirus? Your presidential daily brief?\n\n THE PRESIDENT: Well, nobody has called about coronavirus, about—from their standpoint. Look, they had the H1N1, which is swine flu, and that was a big failure. That was a tremendous failure. They had a lot of failures. And you take a look at what—you take a look at the history. And, you know, 17,000 people died. And you talk about late? They were so late—they were late like it never even existed. That was a—that was a big problem. Caused a lot of other people a big problem too.\n\n So, you know, if Joe Biden would like a briefing, I’d certainly get him a briefing. I don’t know what he’d do with it.\n\n Yeah, please.\n\n Q: So, are Jared and Ivanka on—serving on the new task force? And how are you going to balance —\n\n THE PRESIDENT: No.\n\n Q: What?\n\n THE PRESIDENT: No, they’re not. No.\n\n Q: Okay.\n\n THE PRESIDENT: Yeah. Yes, go ahead, please.\n\n Q: I just want to clarify. So, in earlier conversation, there was a description of multiple different councils or tasks—task forces. Can you just explain exactly what the structure is and who is going to be on it?\n\n THE PRESIDENT: Well, you have Mike’s task force, which is the White House Task Force, which really brought us up to this point brilliantly, I must say. Dealt with governors and dealt with governors all the way through. And I was on many of those calls. And every call got better and better and better. It was hostile at the beginning. By the time we finished—I mean, today’s call was a very good call, a very friendly call. I think everyone is online.\n\n And again, you don’t have anybody driving you crazy, saying they’re not getting ventilators, they’re not getting all of the different things, they need more beds. They have a lot of beds right now.\n\n Q: (Inaudible) hospitals who—doctors who say they don’t have the supplies that they need.\n\n THE PRESIDENT: And we always err—and I think it’s important for you know—we always erred on the sake of “Give them more.” Even when we didn’t think—we didn’t think New York needed the beds that they were asking for. We didn’t think they needed the ventilators that they asked for. And we were right.\n\n Now, on ventilators, we’re ready to march. I told you this: We’re ready to march. We have 10,000 ventilators. We’re ready to move them anywhere in the country when we need them, if we need them. We’re also building a lot of ventilators, and that’s going to be used at some point, I believe. You know we’re going to have stockpiles, including state stockpiles if they want to work out some kind of an arrangement with us. But we’re also going to help other countries, whether it’s Italy, or Spain, or other—France is having a big problem. They all desperately need—Germany too—they need ventilators.\n\n So we’re going to have a lot of ventilators. We have a lot—you heard the numbers—we have a lot coming next week. Next week, we have a tremendous amount coming.\n\n Okay, final question. Steve.\n\n Q: And on the task force—I’d asked for the task—how the task force is going to be structured. Is it one —\n\n THE PRESIDENT: No. Then we have—in addition to that, we have a number of committees. We’ll have a transportation committee. We’re going to have a manufacturing committee. You’ll see it tomorrow.\n\n We’re also having a religious leaders committee. We have a great group of religious leaders. We’re having committees with religious leaders. You’ve been seeing what’s going on with the churches, and all of that. And we’re going to have a faith leaders committee.\n\n And so we have—we’re going to have a few committees. I’ll call them “committees,” and then ultimately we’re going to make decisions. So we’re going to make decisions fairly quickly, and I think they’re going to be the correct decision. I hope so.\n\n Steve.\n\n Q: So you form the economic task force tomorrow. When do you want them to have recommendations for you?\n\n THE PRESIDENT: Soon. Soon. And they already know what I want.\n\n Q: Next week or —\n\n THE PRESIDENT: And so, when we form—when you say “form,” I don’t have to give them instructions. These are very sophisticated people. These are the best people in their fields. So I don’t have to say, “Gee, let’s—we just met and we’re going to meet in two weeks and here’s what we’re…” I said, “Here’s what I want.” We’ve already told them. And they’re the —\n\n Q: What did you tell them you want?\n\n THE PRESIDENT:—the best names in the various businesses and professions and religions. I mean, they’re—these are the greatest names. The people that, I think, probably know the best.\n\n So, we’ve called them and we’re going to be speaking to them very soon. And we want them to have—if it’s questions, or statements, we want them to have that for us. And we will have either a response, or maybe—I mean, ideally we’re going to be learning from them. And we’ll be able to do that and put them—put everything we learned from those calls into our new guidelines.\n\n So we’re going to have new guidelines coming soon. I think it’s going to be very good. I think it’s going to be very smooth. And I hope it’s going to be very safe.\n\n Thank you all very much. Thank you. Thank you.\n\n Q: Any thoughts on Stanley Chera, sir? Any thoughts on Stanley Chera —\n\n THE PRESIDENT: Stanley Chera is a friend of mine for a long time. He’s a great real estate person—passed away. Was a great real estate person. Great. Great. Sort of a legend in New York real estate.\n\n He called me a couple of weeks ago, said he tested positive. Stanley is in his early- to mid-80s, I guess. And Stanley went to the hospital and he never came out. He went into a coma. He was unconscious for a long period of time and he never made it. A great man. He left—very charitable, really a great philanthropist. A very, very successful person in Manhattan, in the real estate business. So I got to know him a lot.\n\n He was so excited when his friend from New York became the President of the United States. He was like—like a young boy. And he was not a young boy, but he was like a young boy. He was so excited. He thought we’d do such a good job and he was so happy. And he—he was very proud of what we’ve done in this administration.\n\n But he was tested positive, and unfortunately he—he didn’t make it. It’s a very—to me, it’s a very sad thing.\n\n Thank you all very much. Thank you.\n\n Q: Thank you.\n\n THE VICE PRESIDENT: Thank you, Mr. President. As the President mentioned, the task force today spoke to 48 of the nation’s governors. On that call, we reflected on the fact that all—all 50 states had emergency declarations in place, which was a first for American history; $5.2 billion had been distributed to the states under the Stafford Act. And it was a productive call and reflective of President Trump’s ongoing direction for us to work closely with the states to make sure the states in the areas most impacted by the coronavirus have what they need, when they need it.\n\n We spoke about the issue of testing and supplies. And I’m going to ask Dr. Deborah Birx to come forward, as well as Admiral Polowczyk, to reflect on both of those topics for you. Dr. Birx has been leading an effort from the task force from early on, on rapidly expanding testing.\n\n It was early on that the President formed that public-private partnership with commercial labs. And as we stand here today, more than 2.5 million tests have been performed. And when we add in the estimates of labs that we have to assume, with reasonable protections—projections have not yet reported into the CDC, we think that number could be closer to 3 million tests that have been performed.\n\n As has been mentioned, the new 15-minute test, we are—we are working closely with Abbott Laboratories—that the President and our team met with today here at the White House—to rapidly increase the availability of cartridges. Abbott is producing roughly 50,000 cartridges a day. FEMA acquired an initial supply of that and distributed those to the states, but we’re working with the states to not only distribute what’s being made, but also work with other suppliers to create additional cartridges.\n\n A point that I’ll ask Dr. Birx to expand on in just a moment is the fact that—beyond the new 15-minute test by Abbott Laboratories; beyond what we expect to be a new antibody test, which may well be approved by the FDA in just a matter of days; and an antibody test that would be produced at the rate of 20 million tests a month—the reality is that those commercial laboratories that the President brought in here, the better part of two months ago, and initiated that public- and private-partnership with have been producing hundreds of thousands of tests every single week.\n\n But as Dr. Birx and our team have apprehended, we believe, at this point in time, that of the Roche equipment that is out there that does the high-speed testing—and we informed governors of this today—we think that that some 20 percent of that capacity is not being used.\n\n And with regard to the Abbott m2000 systems, we told the governors today that we think 75 percent of that laboratory capacity that exists in the United States today is not being utilized by our governors. So we sent a very clear message to governors today to reach out to their hospitals, reach out to their labs to identify the presence of the Roche Amplicor 500 and the Abbott m2000 to get those activated.\n\n We literally estimate that, although we’re doing over 110,000 tests a day in the United States, that if our—if our governors and state labs would simply activate the machines that are already there, we could double the amount of testing in the United States literally overnight. And so, I know that governors’ teams watch these briefings, and we’ll remind them very respectfully again to identify those labs. And we have a—we have a team that now is deploying, reaching out to labs to see if we can activate all of those labs.\n\n Secondly, on the subject of supplies—I’ve said it a couple of times from this podium today, but let me say it one more time: President Trump’s direction to us, in dealing with the states on personal protective equipment and ventilators, has been to make sure that states have what they need, when they need it. And we recognize that while we all watch the overall curve of the coronavirus in America—understandably, the national numbers—the reality is this outbreak has taken place in its own individual curves: first, on the West Coast; then the New York City area; then Louisiana, Michigan; and now we continue to contend with it in Chicago and Houston and other metropolitan areas. It has given us the opportunity to ensure that personal protective equipment and ventilators are made available on a critical basis.\n\n And I have to tell you: We’re incredibly proud of the effort and the partnership with states that has us standing here today that no one who has required a ventilator has been denied a ventilator in the United States of America.\n\n At this point, we have just short of 7,000 ventilators in the Strategic National Stockpile. But as—as Admiral Polowczyk will detail, we’re already beginning to receive newly manufactured ventilators. We’ll get another thousand in this week. By the middle of May, we’ll literally have another 8,000 ventilators available for deployment around the country.\n\n I’m going to let him describe to you the specific detailing of those resources. But—but I want to—I want to share these numbers, most especially for our healthcare workers around the country in the areas most impacted by the coronavirus, so that you know the resources are surging into the hospital systems at the point of the need, and we will continue to do just that.\n\n So let me recognize Dr. Birx to reflect on the data and also on, maybe, some comments on testing. And then Admiral Polowczyk, if you can step up and then you’ll describe the supplies. We’ll hear from Dr. Fauci again, and then take a few questions.\n\n DR. BIRX: Great. Thank you, Mr. Vice President. I don’t know if we can get the first slide on cumulative cases? Yes, thank you so much.\n\n I wanted to show you a different way of looking at it today. Obviously, we look at case counts per 100,000 Americans in each of our states and metro areas, but I wanted you to see, in absolute numbers, how much the New York, New Jersey metro area dwarfs all other metro areas.\n\n And so you can’t even see Chicago, Detroit, or Boston. All of those metro areas are under 25,000 cases. You can see that the New York, New Jersey metro area is about almost 250,000 when you bring those cases together—almost a log more. And that’s why you hear us talking a lot about the metro area of New York and New Jersey; and the counties of Rockland and Westchester and Suffolk and Nassau and Bergen, New Jersey; and why we’re so focused on getting resources to that metro area.\n\n If I could see the next slide, then. So if I take New York and New Jersey metro area out, this is the other metro areas that we have been tracking very closely. I wanted to show this to you so that you could see how those curves are already starting to plateau.\n\n So, if you look at Detroit, if you look at Philadelphia, if you look at Louisiana—Louisiana is in green. Detroit is in gray. You can see across the board, across these metro areas—across metro areas with—have a higher concentration of individuals, this is what the American people in these large cities have done, where it is more difficult often to socially distance. And we’re just really impressed by the work of the mayors and the governors to make this happen.\n\n I also wanted you to see this because you can clearly see Chicago and Boston. And so, Chicago is in the orange and Boston is in the yellow. They are crossing Detroit. And that’s why we have been very much focused on the needs of those areas. And there is one—and Providence is also in that category. It’s difficult for them to—for you to see you them because they’re much further down on the slide.\n\n But the highest—if you look at the axis on this slide—it’s 25,000. The axis on the last slide was 300,000. And so that’s why I really want people to understand each of these epidemics, minor—these small epidemics in each of the metro areas—we’re tracking independently, as well as any epidemics and outbreaks that are happening in some of our other states.\n\n So I just wanted you to have that perspective of how significant the New York, New Jersey issue is and why we’ve been tracking that so closely. But I also wanted to assure all of the other states that we’re tracking them also very closely and really working with the governors and mayors and across—and that’s why I wanted you to see that not only are the curves flattening in some of those major metropolitan areas, but they’re starting to decrease. And this is what we’re very excited about. These are cases. We also know that mortality will lag. And so"}