{"title": "April 13 2020 Coronavirus Task Force Briefing-Donald Trump", "content": "understandably, the national numbers—the reality is this outbreak has taken place in its own individual curves: first, on the West Coast; then the New York City area; then Louisiana, Michigan; and now we continue to contend with it in Chicago and Houston and other metropolitan areas. It has given us the opportunity to ensure that personal protective equipment and ventilators are made available on a critical basis.\n\n And I have to tell you: We’re incredibly proud of the effort and the partnership with states that has us standing here today that no one who has required a ventilator has been denied a ventilator in the United States of America.\n\n At this point, we have just short of 7,000 ventilators in the Strategic National Stockpile. But as—as Admiral Polowczyk will detail, we’re already beginning to receive newly manufactured ventilators. We’ll get another thousand in this week. By the middle of May, we’ll literally have another 8,000 ventilators available for deployment around the country.\n\n I’m going to let him describe to you the specific detailing of those resources. But—but I want to—I want to share these numbers, most especially for our healthcare workers around the country in the areas most impacted by the coronavirus, so that you know the resources are surging into the hospital systems at the point of the need, and we will continue to do just that.\n\n So let me recognize Dr. Birx to reflect on the data and also on, maybe, some comments on testing. And then Admiral Polowczyk, if you can step up and then you’ll describe the supplies. We’ll hear from Dr. Fauci again, and then take a few questions.\n\n DR. BIRX: Great. Thank you, Mr. Vice President. I don’t know if we can get the first slide on cumulative cases? Yes, thank you so much.\n\n I wanted to show you a different way of looking at it today. Obviously, we look at case counts per 100,000 Americans in each of our states and metro areas, but I wanted you to see, in absolute numbers, how much the New York, New Jersey metro area dwarfs all other metro areas.\n\n And so you can’t even see Chicago, Detroit, or Boston. All of those metro areas are under 25,000 cases. You can see that the New York, New Jersey metro area is about almost 250,000 when you bring those cases together—almost a log more. And that’s why you hear us talking a lot about the metro area of New York and New Jersey; and the counties of Rockland and Westchester and Suffolk and Nassau and Bergen, New Jersey; and why we’re so focused on getting resources to that metro area.\n\n If I could see the next slide, then. So if I take New York and New Jersey metro area out, this is the other metro areas that we have been tracking very closely. I wanted to show this to you so that you could see how those curves are already starting to plateau.\n\n So, if you look at Detroit, if you look at Philadelphia, if you look at Louisiana—Louisiana is in green. Detroit is in gray. You can see across the board, across these metro areas—across metro areas with—have a higher concentration of individuals, this is what the American people in these large cities have done, where it is more difficult often to socially distance. And we’re just really impressed by the work of the mayors and the governors to make this happen.\n\n I also wanted you to see this because you can clearly see Chicago and Boston. And so, Chicago is in the orange and Boston is in the yellow. They are crossing Detroit. And that’s why we have been very much focused on the needs of those areas. And there is one—and Providence is also in that category. It’s difficult for them to—for you to see you them because they’re much further down on the slide.\n\n But the highest—if you look at the axis on this slide—it’s 25,000. The axis on the last slide was 300,000. And so that’s why I really want people to understand each of these epidemics, minor—these small epidemics in each of the metro areas—we’re tracking independently, as well as any epidemics and outbreaks that are happening in some of our other states.\n\n So I just wanted you to have that perspective of how significant the New York, New Jersey issue is and why we’ve been tracking that so closely. But I also wanted to assure all of the other states that we’re tracking them also very closely and really working with the governors and mayors and across—and that’s why I wanted you to see that not only are the curves flattening in some of those major metropolitan areas, but they’re starting to decrease. And this is what we’re very excited about. These are cases. We also know that mortality will lag. And so we’re really tracking also the number of individuals who have succumbed to the COVID-19.\n\n I also wanted to really note here that, yes, our mortality is less when you combine European countries equal to the size of the United States. And I think this is really two things: One, it’s the incredible work of the American people, that it’s also the incredible work of our healthcare providers, and the system of each of these hospitals that have the resources and the ability to respond to the needs of the COVID-19 patients. And I think you can really see the superb healthcare delivery that is happening by the low mortality.\n\n Just to mention really quickly about testing—because you’ve heard me before talk about it, and then it was a little bit misquoted and misaligned—but there are multiple Abbott machines, so I’m going to be very clear, having spent years in the laboratory. The high-throughput machines, which are the Roche 6800 and the 88-—I think it’s the 8800 on Roche—and the Abbott M2000—these are the machines that run between 500 and 1,000 assays at a time.\n\n The Abbott company worked really hard, three weeks ago, in getting a million tests out there to be utilized. And they can make a million tests a week for all of our laboratories that have these platforms. And, so far, to date, somewhere around 250,000 tests have been utilized in three weeks’ worth of work. And that’s why we’ve really been appealing to the—to the laboratory directors to really bring all those machines on.\n\n Last week, Dr. Fauci and his incredible team of researchers have agreed to really reach out and find additional Roche and Abbott high-throughput machines that are in research institutions and doing critical research work, to bring them online also to supplement the other laboratories’ work, to create a mosaic and a complete strategy that brings together the high-throughput platforms, with the medium-throughput platforms, with what are the low-throughput but rapid platforms—which is this ID NOW.\n\n ID NOW is not going to be the answer to the number of tests that we need over the next few weeks. Those run a test every 15 minutes, and we can get about 55,000 cartridges a day.\n\n But I just got done saying that these other machines—of which we have hundreds of—can run 500 to 1,000 in a single timeframe. And so we need to bring all of these assays together. And a team has been created to call every single laboratory and every single research institution across the United States to define the complete capacity in every single state. Because it shouldn’t be our expectation that every governor understands exactly everything that’s in his state, but we have to understand everything in every state in order to be able to meet the needs of the American people as we increase testing.\n\n Now, I know you all know that, in three weeks, we went from 300,000 tests total to 3 million tests total, in three weeks. We know that we have to further increase that. That has been done really by HHS and Admiral Giroir and the team up there. And we’re going to supplement that team to really bring on all of the additional resources and platforms that we have in the United States of America, just like we did with ventilators to bring all of the capacity to bear so that we can also continue to increase testing.\n\n Also, of course as these epidemics are si-—decrease, you can also be able to use more and more testing for surveillance. But I do want to call out the 19 states that aren’t ever represented in these graphics in—by and large. The states have been continuing to do containment and outbreak investigation.\n\n And I’ve been able to talk to many of those states. And I just remind all of us, when I talked to each one of these state health officials, where they are finding outbreaks are in nursing homes. And so we really knew to—need to continue to protect and we continue to test in nursing homes, because we know that that’s a particularly vulnerable group and it’s a group we’re often—now that we’re beginning to understand asymptomatic transmission.\n\n No one is intending to pass the virus on to others, but we know, in essential workers around the United States, people are unknowingly infected and then passing the virus on. And so those are the ones that were very interested in finding. And you might say, “Well, how do you find them because they don’t have symptoms?” And so this is where we really have to increase surveillance in a very deliberative and understand way.\n\n And so we’re really looking what are sentinel surveillance sites. I think we can see where there’s outbreaks, because once people have symptoms, you can see them. But where do you do sentinel surveillance so that you find them before they have symptoms. This is what we have done for decades in HIV, and it’s what’s allowing us right now to really control the HIV/AIDS epidemic in Sub-Saharan Africa, because we’re finding people when they’re asymptomatic and treating them when they’re asymptomatic. So this is something we know how to do and it’s something we’re working very closely with CDC and others on to make sure that we can bring that full capacity to the American people.\n\n So these are just some insights and what we’re working on. We’re continuing, obviously, to track every single county and community.\n\n And then, finally, I’m going to call on one additional group. There’s a group out there of our HIV/AIDS activists and community workers that understand these tests that I’ve been talking about, these DNA—these RNA-based tests. Because they often get viral loads in HIV. But they will know how to explain this to the community, about sampling and what it means to run those assays. They are essentially virologists. They understand all of these assays. They also understand the antibody assays, because it’s the antibody assays that they counsel and utilize in HIV testing across the United States.\n\n And maybe it will be our translator to the American public and to their local mayors. They understand these tests. They’re—essentially understand all the virology and all the immunology. And I’m really asking all of them to help us communicate what these tests are so the community is ready for them. Because antibody tests measure something very different than the viral load in the front of your nose that we’re using for diagnosis. And so, really being able to understand all of those tests, when to use them, how to use them will be really critical. But the great thing is, in the United States of America, we have these community groups that understand these tests very well, and we’ll be able to discuss them at every level with their community.\n\n THE VICE PRESIDENT: I’m going to call Admiral Polowczyk up in a minute, but I have to call on Dr. Tony Fauci.\n\n Let me—let me—let me just say something really straight from my heart, if I can. I lost my dad 32 years ago today. April 13th is always a tough day for our family. And this morning, when my brothers and sisters were sending around pictures of dad, like we always do, I just thought of the families of the more than 22,000 Americans that we’ve lost.\n\n And I just want to tell you that you’re on our hearts, and you’re in the prayers of millions of Americans as you—as you deal with this heartbreaking loss, as well as families that have family members that are struggling with serious illness.\n\n But let me just encourage everyone that, in the midst of that loss, because the American people have been putting these mitigation measures into practice, there are families that are still together today. And I just want to encourage you here at roughly the halfway point of “30 Days to Slow the Spread,” to take—take that to heart. In no way minimize the losses that we’ve experienced as a nation and as families, but—but to be encouraged to know, when you see those numbers on the vast majority of states, that because of what the American people are doing, it’s working.\n\n And Dr. Fauci and Dr. Birx, and the entire team, continually asked us to remind the American people, and we do so again today: Keep doing what you’re doing with the “30 Days to Slow the Spread,” and we will hasten the day that we heal our land.\n\n Dr. Fauci?\n\n DR. FAUCI: I just want to make one comment that related to a question that was asked, and then we’ll have questions. I don’t want to take too much time. The idea about how we would evaluate, from a purely public health standpoint, about what I call reentry into some sort of normality. As health people, I don’t know anything about, nor do I ever claim to know anything about, economics. There are going to be people that know a lot more than I do, who are going to give advice about all of the committees that the President was talking about.\n\n But the one thing we do know as health people, as physicians and scientists and public health people—as I mentioned, I think over the weekend, on one of the shows, is that some people may think it’s going to be like a light switch, on and off. You know, we’re either out and we’re in. It’s just not going to be that way because we have a very large country and there are different impacts. As you see, New York is very different from other parts of the country, from the Midwest, from the mountain region, California and Washington, different than New Orleans.\n\n So as we discuss and consider the public health aspects, it likely would be something that I refer to as sort of like a rolling reentry. It’s not going to be one size fits all. So I don’t know what it’s going to be yet because we still have time to look at it.\n\n Dr. Birx, who does an amazing job with showing you the data and the charts—that’s going to likely influence some of the recommendations that we will make. But I can assure you there will be recommendations that will be based purely on public health. And the President will get a lot of other input from others, but we’ll give the honest, public health recommendation.\n\n THE VICE PRESIDENT: Thank you, Tony. Admiral? Admiral Polowczyk will give an update on supplies and then we’ll take a few questions.\n\n REAR ADMIRAL POLOWCZYK: Thank you, Mr. Vice President. Can I have the ventilator slide back up? I’ll just start from there. All right, thank you.\n\n So you start with what’s in the stockpile this morning. And then here’s the contracts that we’ll be delivering over the next few weeks. And we added 8,600 ventilators to the pool we already had. That’s the—that’s the math that you—that you get there. That’s a—that’s included the DPA action with GM.\n\n And we’ll say that we’ve also issued what would be called “rated orders” with all of these vendors to allow them front-of-the-line privileges, so to speak, with—within their supply chain. So these—there’s—we’ve, you know, written the contract. This is the 100,000-plus ventilators we’re talking about, and then continue to work with them to ensure that the ventilators actually show up. So there’s a continue to work there. And as we did that, we realized that downstream supply chains needed some additional Defense Production Act work as well.\n\n If you go out to the air bridge—80 flights scheduled, 37 complete, 43 on the—on the horizon. And you can see the numbers of material that’s been brought in to supplement the volume that’s needed.\n\n Now, I’m going to go through a series of slides of New York first. So, Dr. Birx provides me what I will call as a geographic reference to align the supply chain. So all of those cities—you’ll see a little bit of a theme here. I’ll be talking about a lot of the—a lot of the cities and geographic areas.\n\n I aligned the supply chain to those geographic areas to try to get as much there, while we realize the rest of the nation needs supplies as well. And then we aligned to the supply chain to site of care: public hospitals, VA, private hospitals, nursing homes, first responders, acute care, and on down the line.\n\n So the last business week—so, Monday of last week through Friday, Saturday of the past week—these are the mass materials that came into the New York, New Jersey metro area, and you can see the volumes there.\n\n So if you go to Detroit, we talked about their hotspot. Here’s the volumes of deliveries going into Detroit for that same time period.\n\n If you can go to Chicago. And I’m going to run through this kind of quick, but you can see that the geographic alignment, the places that Dr. Birx has talked about is where we’re concentrating supplies.\n\n You can go to New Orleans, to give you an understanding. Washington D.C., right? So now I can talk about that. Today was a—you know, a very, kind of, early entry into the Washington, D.C., Baltimore—right?—positioning supplies ahead of need, we hope, in Washington.\n\n Go to Baltimore, and you can see trying to—the volumes there, trying to get ahead of that. And then Philadelphia is next.\n\n And then now the next slide is a nine-city roll-up. And so to save a little time, I did not include Boston and Houston in there. So you can see the volume of material flowing through a commercial network air bridge, their supplies, into geographic regions and then—and then further prioritize to site of care.\n\n Now, final topic: N95 masks. So the Department of Defense announced a DPA action this weekend. That came over from DOD on Friday, into the White House, approved on Saturday. And contract awarded today $131 million, five companies: 3M, Honeywell, Owens & Minor, Moldex, and Draeger.\n\n You know, the CARES Act was signed before the—before March was end—towards the end there. So essentially two weeks from that money being put into the Title III authority for DOD. This action takes us from a baseline of what—what was being produced domestically of about 30 million masks upwards to, as we go through the fall into the end of the winter, 120 million masks domestically.\n\n So, currently, we’re filling some of that demand from overseas sources. Right? And so the additive masks here, through this, will ramp up, lower dependence on overseas sources, and that—that will essentially secure a big piece of the supply chain.\n\n Five companies, six—six cities: Smithfield, Rhode Island; Phoenix, Arizona; Del Rio, Texas; Lexington, North Carolina; Sheboygan Falls, Wisconsin; and Aberdeen, North Dakota—all either producing more fabric or increasing production facilities to have that ramp up.\n\n THE VICE PRESIDENT: Great. Great job. Thank you, Admiral.\n\n And can we put that slide—I guess it’s still up. This is for just the week ending April 11. We have distributed or directed the distribution of 5.3 million N95 masks, 5.5 million surgical masks, 110 million gloves. We shared that mostly just to make sure our healthcare workers know that the resources are flowing, we’re going to continue to flow them, but this is just the numbers for this week and don’t include, for instance, what the President announced.\n\n I was able to tell Governor Tom Wolf of Pennsylvania today that, next week, they’ll be receiving 2 million N95 masks to support some of the healthcare challenges that they’re facing in the broader Philadelphia area.\n\n So, with that, we’ll be happy to take a couple of questions. Go ahead.\n\n Q: Thank you so much. One for the Admiral and then one for Dr. Fauci, if you don’t mind.\n\n THE VICE PRESIDENT: Yeah. Please.\n\n Q: Admiral, wouldn’t it have been useful, as you’re going through, you know, all of those supplies that are now making their way into the system—you talked about having to buy foreign products, you know, as we’re catching up and making it—wouldn’t it have been useful if it hadn’t taken until mid-March for the government to start placing bulk orders for these kinds of supplies?\n\n REAR ADMIRAL POLOWCZYK: Okay so, I came over from the Pentagon the 20th of March, so I’ll speak from the 20th March on now. We’re using the Defense Production Act. I think you’ll see much more use of that as we go forward. You know, we make —\n\n Q: Sir, but my question is about the timing here and that lost time that the President earlier today denied.\n\n REAR ADMIRAL POLOWCZYK: I know. And I’m not—I’m not equipped to talk about—other than from about the 20th of March forward. I just—I wasn’t—I was over at the Joint Staff. I wasn’t involved.\n\n THE VICE PRESIDENT: Okay.\n\n Q: And I wanted to ask Dr. Fauci —\n\n THE VICE PRESIDENT: Dr. Fauci.\n\n Q:—you know, you said that you’d be, you know, giving the President your recommendations, you and Dr. Birx, coming up with a plan that you guys are comfortable with. Are you willing, once the President has made his decision, are you willing to come here and tell us, tell the American public, what you actually had recommended to him and whether he followed through with what you recommended?\n\n DR. FAUCI: I’m not really—what do you mean? Like —\n\n Q: So when the President stands up here, whether it’s, you know, May 1st—whatever day it is—and outlines his plan, are you willing to stand up here after him and tell us all, tell the American public, what it was that you had recommended he do if there is a difference?\n\n DR. FAUCI: You know, I have to think about that because, you know, when you have conversations with the President, sometimes they really should be confidential in what you give him because he’s going to have to make his own choice.\n\n I’d have to think about that.\n\n Q: So that way we would know whether he was actually listening to the health advice that he’s being provided.\n\n DR. FAUCI: Right. Yeah. He is. I mean, he—I can tell you one thing: He’ll listen. But I think what’s going to happen—you know, I don’t know for sure—is that he will get input from a number of individuals representing a number of aspects of society; one of them will be health. The only thing that I can tell you is that I will give him the advice based on evidence, my observation of what the best public health approach would be.\n\n Q: Dr. Fauci?\n\n DR. FAUCI: Yeah.\n\n Q: Just to go back to where we started today, which was with the President’s seeming frustrations with some of the reporting about his early decision-making process in January and February.\n\n As I’m sure you know, the reason we, in the press, do that kind of reporting is so that the next President that comes along, has to deal with a pandemic, can learn some of these lessons.\n\n What—having watched this unfold up close, what do you think were the mistakes that were made early on that a future President could learn from? With the benefit of hindsight, of course.\n\n DR. FAUCI: You know, I —\n\n Q: Because no President gets everything right, obviously.\n\n DR. FAUCI: I understand. I don’t want to use the word “mistakes,” because when you’re in the—in the fog of war when you’re doing something, you have to make decisions. You get input from a number of individuals. It’s always a moving target. And I just don’t want to be—have anything taken out of context because I already had one of those already in the last couple of days—(laughs)—so I don’t want to go through it again.\n\n I wouldn’t say “mistake.” Could things have done better? Of course. I mean, nothing is perfect. And you could always do better. But, I mean, I hesitate to say something is a “mistake.”\n\n Q: But with the benefit of hindsight, with that caveat, what could have been done better?\n\n DR. FAUCI: Well, I mean, I can’t—I can’t comment about anything outside of my own field. But the thing that, when I think back on, was evolving, in my mind, was something that was a virus that was much worse than what I had thought it was going to be, based on what we had learned early on, when it was first felt to be something that just jumped from an animal to a human, and really didn’t have much capability of going human to human. And then, all of a sudden, you find out that not only was it not just animal to human, but there were a lot of—that’s probably the way it started.\n\n But then, as you go back and you realize there were probably a lot of infections, that maybe if we had dealt into that a little bit more, we could have learned that not only is it affecting human to human, but it’s transmitting really efficiently.\n\n When I question myself—I’m not perfect; maybe I—I wouldn’t say made “mistakes,” but maybe I should have really tried to delve into that a little bit more about what was going on, but the information wasn’t as forthcoming as I would have liked.\n\n And then, all of a sudden, when you find out that you’re dealing with something that is not only what had been your worst nightmare—because people ask me that: “What is your worst nightmare?”—a brand-new virus that’s respiratory transmitted, that has a high degree of transmissibility, that has a high degree of morbidity and mortality. You know, is that a mistake? Maybe I should have been able to realize that earlier. I’m not sure it was a mistake; it was just an evolving thing that we finally realized and said, “Whoa, this is really worse than we could have imagined.”\n\n AIDE: All right. Last one, guys.\n\n Q: When you met with Abbott Laboratories today, what did you ask them to do? What did they say they could do?\n\n THE VICE PRESIDENT: Well, we spoke with Abbott Laboratories today about how we can increase significantly the production of cartridges for the 15-minute test. Because, remember, we’re—we are—we’re not only scaling to rapidly expand testing across the country today. And it’s one of the reasons why you heard me and Dr. Birx say that we are—we have an entire team now that’s going to be working with governors and with laboratories around the country to identify the machines that already exist today and that could be activated in doing tests.\n\n But we also—we also want to work with Abbott Laboratories for the longer term. Because if the current trend lines hold—and I hope and I literally pray that we will soon find ourselves on the downslope of the coronavirus in this country—this epidemic, in its current form, will come to an end.\n\n But as we make decisions in the days ahead to reopen America, what President Trump also wants to do is have a policy in place to stay open. And having the kind of surveillance testing available around the country so that CDC can do the immediate contact tracing, when you have a positive test, so that we can deploy resources like the new Abbott 15-minute test specifically to nursing homes.\n\n We spoke today to Governor Baker in Massachusetts, to Governor Hogan in Maryland, both of whom who have been very innovative implementing federal guidelines for preventing the spread of infectious disease at nursing homes, and we commend them for that. But being able to increase the manufacture of those devices so they can be deployed going forward in the months ahead is also a focal point of our efforts.\n\n So, rapidly continuing to expand testing today. And the governor of Louisiana told me today that they had tested at the highest per capita—according to his numbers—of any state in the union. And we congratulate him for that. But making sure that, going forward, we’ll have the infrastructure of testing all across America to deal with the coronavirus should it return in the future.\n\n With that, let me—let me bid you all a good evening. And we will be back tomorrow. And —\n\n Q: Mr. Vice President —\n\n THE VICE PRESIDENT: Okay. Go ahead.\n\n Q: I just have a question about these cartridges and this timeline because the New Hampshire governor says the federal government is in charge of distributing those—FEMA is. So what is the timeline for when they’ll have enough of them? Because they say they don’t have enough. Illinois said they didn’t have enough. So what’s the timeline that you’re working with?\n\n THE VICE PRESIDENT: Yeah, let me—let me let Dr. Birx address that. But there’s a—there was an initial tranche that we purchased. There’s some 18,000 Abbott Laboratory machines around the country, and FEMA acquired a certain amount that were immediately distributed across the states.\n\n But now Abbott Laboratories is literally producing some 50,000 a day, and those are available in the open market. And we’re also going to be working with Abbott and with the states to deploy those resources.\n\n And we’re also working with other manufacturers to increase the production of cartridges. But if there’s more to that that you want to add, Deb, we’ll make it the last.\n\n DR. BIRX: No, that was perfectly said. I just want to—sometimes you ask those questions, and I always want to make sure that people understand.\n\n So, a third of them went specifically to Indian Health Service and to these states that have smaller epidemics. Two thirds of it went into the public market, mostly targeted to the places where there is high disease. But only two thirds went that way so that people could purchase them directly, and one third went to the Indian Health Service and to the smaller states that really need these.\n\n And so I think what we’re trying to do now is balance the entire testing framework of medium-, low-, and high-throughput machines to give everyone the maximum flexibility, state by state, based on what the needs are at that moment.\n\n If there’s an outbreak and you have to do 5,000 tests, you’re not going to do them on an ID NOW machine that takes 15 minutes for every negative, but you’re going to do it on your high-throughput machine. So making sure everybody knows where everything is and what is being run will be really critical moving forward, because we can’t leave anything not on –everything has to be on the table in order for us to be able to dramatically increase testing yet another—we went up by a log in three weeks. So if we’re going to increase again, it’s going to have to be getting every piece of equipment on\n\n THE VICE PRESIDENT: Let just again say thank you all for your time and attention. And thanks to every American who’s joined us tonight.\n\n I just want to encourage you we’re going to continue to lean into this effort, to expand testing across the country, to deploy supplies to our incredible healthcare workers that have done such an amazing job in the midst of the coronavirus epidemic.\n\n But my last word, on behalf of the President, on behalf of our entire task force is: It’s “30 Days to Slow the Spread.” And I know we’re almost at the halfway point, and I know it’s been a month of these mitigation strategies, but I hope as you look on, as you see the progress that’s made on the West Coast, the beginnings of real progress in the Greater New York City area, Louisiana, Detroit, and elsewhere—I hope it will only steel your resolve to continue to do your part to slow the spread, because we’ll get through this, but it’ll take all of us to continue to do it.\n\n So thank you to the American people for all your efforts, and we’ll see you tomorrow."}