{"title": "August 11 1842 Message to Senate on Negotiations with Britain-John Tyler", "content": " at the head of the Connecticut.\n Volumes containing the astronomical observations of both commissions are herewith submitted. From them it will be observed that the results for absolute longitude obtained by the British and American astronomers do not agree. It being a difference in no way affecting the survey of the boundary line, the undersigned do not feel called upon to attempt to reconcile it. The data upon which those results are based may be seen in the volumes of observations accompanying this report.\n In the appendix will be found, in a tabular form, the following:\n An abstract of the survey of the boundary along the north line; an abstract of the survey of the boundary along the southwest line; an abstract of the survey of the boundary along the south line; an abstract of the survey of the boundary along the highlands; an abstract of the survey of the boundary along the west line; the position of the monuments erected on the Southwest Branch of the St. John and on Halls Stream; the distribution of the islands of the St. John and the monuments on them; the guide lines and offsets run by each commission for the survey of the highlands; the azimuths of verification for the survey of the highlands; the latitudes and longitudes obtained from the astronomical observations; the comparative 1ongitudes obtained, and the methods used for the purpose.\n Upon comparing the maps of the two commissions it will be seen that the American commission numbers two monuments more than the British. Those are to be found, one on the \"Fourth Island,\" in the river St. John, and the other on the highlands between the source of the Southwest Branch of the river St. John and the Kennebec road.\n On the maps of the British commission representing the \"west line\" the name of the town of \" Derby \" has been improperly placed north of the line instead of south of it. Also, on the same maps the direction of Salmon River, near the western extremity of the \"west line,\" has been incorrectly laid down from the boundary line northward. A direction has been given to it northeasterly instead of northwesterly.\n The above two corrections the British commissioner is authorized to make on his maps after his return to England.\n To avoid unnecessary delay in making their joint report, the undersigned have attached their signatures to the maps, although the lettering of some of the astronomical stations upon the maps of the American commission, as well as the alterations before mentioned in the maps of the British commission, are yet to be made; but in the maps of both the boundary has been laid down accurately and definitively, and the undersigned engage that it shall not be altered in any respect.\n In conclusion the undersigned have the honor to report that the line of boundary described in the foregoing statement has been run, marked, and surveyed, and the accompanying maps faithfully constructed from that survey.\n The undersigned take leave to add that the most perfect harmony has subsisted between the two commissions from first to last, and that no differences have arisen between the undersigned in the execution of the duties intrusted to them.\n Signed and sealed in duplicate, at the city of Washington, this 28th day of June, A. D. 1847.\n J. B. BUCKNALL ESTCOURT,\n Lieutenant-Colonel, Her Britannic Majesty's Commissioner.\n ALBERT SMITH,\n United States Commissioner.\n NOTE.--The astronomical computations of the American commission not being completed, and it being unnecessary to defer the signing of the report on that account, the American commissioner engages to transmit them, with any other papers or tables not yet finished, as soon as they shall be so, to the British commissioner, through the American minister resident in London, to whom, upon delivery of the documents, the British commissioner will give a receipt, to be transmitted to the American commissioner.\n J. B. BUCKNALL ESTCOURT,\n Lieutenant-Colonel, H. B. M. Commissioner of Boundary.\n ALBERT SMITH\n United States Commissioner."}