{"title": "December 8 1868 Fourth Annual Message to Congress-Andrew Johnson", "content": " willingness to accept the mediation of the United States for terminating the war upon the South Pacific coast. Chile has not finally declared upon the question. In the meantime the conflict has practically exhausted itself, since no belligerent or hostile movement has been made by either party during the last two years, and there are no indications of a present purpose to resume hostilities on either side. Great Britain and France have cordially seconded our proposition of mediation, and I do not forego the hope that it may soon be accepted by all the belligerents and lead to a secure establishment of peace and friendly relations between the Spanish American Republics of the Pacific and Spain—a result which would be attended with common benefits to the belligerents and much advantage to all commercial nations. I communicate, for the consideration of Congress, a correspondence which shows that the Bolivian Republic has established the extremely liberal principle of receiving into its citizenship any citizen of the United States, or of any other of the American Republics, upon the simple condition of voluntary registry.\n\n The correspondence herewith submitted will be found painfully replete with accounts of the ruin and wretchedness produced by recent earthquakes, of unparalleled severity, in the Republics of Peru, Ecuador, and Bolivia. The diplomatic agents and naval officers of the United States who were present in those countries at the time of those disasters furnished all the relief in their power to the sufferers, and were promptly rewarded with grateful and touching acknowledgments by the Congress of Peru. An appeal to the charity of our fellow-citizens has been answered by much liberality. In this connection I submit an appeal which has been made by the Swiss Republic, whose Government and institutions are kindred to our own, in behalf of its inhabitants, who are suffering extreme destitution, produced by recent devastating inundations.\n\n Our relations with Mexico during the year have been marked by an increasing growth of mutual confidence. The Mexican Government has not yet acted upon the three treaties celebrated here last summer for establishing the rights of naturalized citizens upon a liberal and just basis, for regulating consular powers, and for the adjustment of mutual claims.\n\n All commercial nations, as well as all friends of republican institutions, have occasion to regret the frequent local disturbances which occur in some of the constituent States of Colombia. Nothing has occurred, however, to affect the harmony and cordial friendship which have for several years existed between that youthful and vigorous Republic and our own.\n\n Negotiations are pending with a view to the survey and construction of a ship canal across the Isthmus of Darien, under the auspices of the United States. I hope to be able to submit the results of that negotiation to the Senate during its present session.\n\n The very liberal treaty which was entered into last year by the United States and Nicaragua has been ratified by the latter Republic.\n\n Costa Rica, with the earnestness of a sincerely friendly neighbor, solicits a reciprocity of trade, which I commend to the consideration of Congress.\n\n The convention created by treaty between the United States and Venezuela in July, 1865, for the mutual adjustment of claims, has been held, and its decisions have been received at the Department of State. The heretofore-recognized Government of the United States of Venezuela has been subverted. A provisional government having been instituted under circumstances which promise durability, it has been formally recognized.\n\n I have been reluctantly obliged to ask explanation and satisfaction for national injuries committed by the President of Hayti. The political and social condition of the Republics of Hayti and St. Domingo is very unsatisfactory and painful. The abolition of slavery, which has been carried into effect throughout the island of St. Domingo and the entire West Indies, except the Spanish islands of Cuba and Porto Rico, has been followed by a profound popular conviction of the rightfulness of republican institutions and an intense desire to secure them. The attempt, however, to establish republics there encounters many obstacles, most of which may be supposed to result from long-indulged habits of colonial supineness and dependence upon European monarchical powers. While the United States have on all occasions professed a decided unwillingness that any part of this continent or of its adjacent islands shall be made a theater for a new establishment of monarchical power, too little has been done by us, on the other hand, to attach the communities by which we are surrounded to our own country, or to lend even a moral support to the efforts they are so resolutely and so constantly making to secure republican institutions for themselves. It is indeed a question of grave consideration whether our recent and present example is not calculated to check the growth and expansion of free principles, and make those communities distrust, if not dread, a government which at will consigns to military domination States that are integral parts of our Federal Union, and, while ready to resist any attempts by other nations to extend to this hemisphere the monarchical institutions of Europe, assumes to establish over a large portion of its people a rule more absolute, harsh, and tyrannical than any known to civilized powers.\n\n The acquisition of Alaska was made with the view of extending national jurisdiction and republican principles in the American hemisphere. Believing that a further step could be taken in the same direction, I last year entered into a treaty with the King of Denmark for the purchase of the islands of St. Thomas and St. John, on the best terms then attainable, and with the express consent of the people of those islands. This treaty still remains under consideration in the Senate. A new convention has been entered into with Denmark, enlarging the time fixed for final ratification of the original treaty.\n\n Comprehensive national policy would seem to sanction the acquisition and incorporation into our Federal Union of the several adjacent continental and insular communities as speedily as it can be done peacefully, lawfully, and without any violation of national justice, faith, or honor. Foreign possession or control of those communities has hitherto hindered the growth and impaired the influence of the United States. Chronic revolution and anarchy there would be equally injurious. Each one of them, when firmly established as an independent republic, or when incorporated into the United States, would be a new source of strength and power. Conforming my Administration to these principles, I have or no occasion lent support or toleration to unlawful expeditions set on foot upon the plea of republican propagandism or of national extension or aggrandizement. The necessity, however, of repressing such unlawful movements clearly indicates the duty which rests upon us of adapting our legislative action to the new circumstances of a decline of European monarchical power and influence and the increase of American republican ideas, interests, and sympathies.\n\n It can not be long before it will become necessary for this Government to lend some effective aid to the solution of the political and social problems which are continually kept before the world by the two Republics of the island of St. Domingo, and which are now disclosing themselves more distinctly than heretofore in the island of Cuba. The subject is commended to your consideration with all the more earnestness because I am satisfied that the time has arrived when even so direct a proceeding as a proposition for an annexation of the two Republics of the island of St. Domingo would not only receive the consent of the people interested, but would also give satisfaction to all other foreign nations.\n\n I am aware that upon the question of further extending our possessions it is apprehended by some that our political system can not successfully be applied to an area more extended than our continent; but the conviction is rapidly gaining ground in the American mind that with the increased facilities for intercommunication between all portions of the earth the principles of free government, as embraced in our Constitution, if faithfully maintained and carried out, would prove of sufficient strength and breadth to comprehend within their sphere and influence the civilized nations of the world.\n\n The attention of the Senate and of Congress is again respectfully invited to the treaty for the establishment of commercial reciprocity with the Hawaiian Kingdom entered into last year, and already ratified by that Government. The attitude of the United States toward these islands is not very different from that in which they stand toward the West Indies. It is known and felt by the Hawaiian Government and people that their Government and institutions are feeble and precarious; that the United States, being so near a neighbor, would be unwilling to see the islands pass under foreign control. Their prosperity is continually disturbed by expectations and alarms of unfriendly political proceedings, as well from the United States as from other foreign powers. A reciprocity treaty, while it could not materially diminish the revenues of the United States, would be a guaranty of the good will and forbearance of all nations until the people of the islands shall of themselves, at no distant day, voluntarily apply for admission into the Union.\n\n The Emperor of Russia has acceded to the treaty negotiated here in January last for the security of trade-marks in the interest of manufacturers and commerce. I have invited his attention to the importance of establishing, now while it seems easy and practicable, a fair and equal regulation of the vast fisheries belonging to the two nations in the waters of the North Pacific Ocean.\n\n The two treaties between the United States and Italy for the regulation of consular powers and the extradition of criminals, negotiated and ratified here during the last session of Congress, have been accepted and confirmed by the Italian Government. A liberal consular convention which has been negotiated with Belgium will be submitted to the Senate. The very important treaties which were negotiated between the United States and North Germany and Bavaria for the regulation of the rights of naturalized citizens have been duly ratified and exchanged, and similar treaties have been entered into with the Kingdoms of Belgium and Wurtemberg and with the Grand Duchies of Baden and Hesse-Darmstadt. I hope soon to be able to submit equally satisfactory conventions of the same character now in the course of negotiation with the respective Governments of Spain, Italy, and the Ottoman Empire.\n\n Examination of claims against the United States by the Hudsons Bay Company and the Puget Sound Agricultural Company, on account of certain possessory rights in the State of Oregon and Territory of Washington, alleged by those companies in virtue of provisions of the treaty between the United States and Great Britain of June 15, 1846, has been diligently prosecuted, under the direction of the joint international commission to which they were submitted for adjudication by treaty between the two Governments of July 1, 1863, and will, it is expected, be concluded at an early day.\n\n No practical regulation concerning colonial trade and the fisheries can be accomplished by treaty between the United States and Great Britain until Congress shall have expressed their judgment concerning the principles involved. Three other questions, however, between the United States and Great Britain remain open for adjustment. These are the mutual rights of naturalized citizens, the boundary question involving the title to the island of San Juan, on the Pacific coast, and mutual claims arising since the year 1853 of the citizens and subjects of the two countries for injuries and depredations committed under the authority of their respective Governments. Negotiations upon these subjects are pending, and I am not without hope of being able to lay before the Senate, for its consideration during the present session, protocols calculated to bring to an end these justly exciting and long-existing controversies.\n\n We are not advised of the action of the Chinese Government upon the liberal and auspicious treaty which was recently celebrated with its plenipotentiaries at this capital.\n\n Japan remains a theater of civil war, marked by religious incidents and political severities peculiar to that long-isolated Empire. The Executive has hitherto maintained strict neutrality among the belligerents, and acknowledges with pleasure that it has been frankly and fully sustained in that course by the enlightened concurrence and cooperation of the other treaty powers, namely Great Britain, France, the Netherlands, North Germany, and Italy.\n\n Spain having recently undergone a revolution marked by extraordinary unanimity and preservation of order, the provisional government established at Madrid has been recognized, and the friendly intercourse which has so long happily existed between the two countries remains unchanged.\n\n I renew the recommendation contained in my communication to Congress dated the 18th July last—a copy of which accompanies this message that the judgment of the people should be taken on the propriety of so amending the Federal Constitution that it shall provide:\n\nFirst. For an election of President and Vice-President by a direct vote of the people, instead of through the agency of electors, and making them ineligible for reelection to a second term.\n\nSecond. For a distinct designation of the person who shall discharge the duties of President in the event of a vacancy in that office by the death, resignation, or removal of both the President and Vice-President.\n\nThird. For the election of Senators of the United States directly by the people of the several States, instead of by the legislatures; and\n\nFourth. For the limitation to a period of years of the terms of Federal judges.\n\n Profoundly impressed with the propriety of making these important modifications in the Constitution, I respectfully submit them for the early and mature consideration of Congress. We should, as far as possible, remove all pretext for violations of the organic law, by remedying such imperfections as time and experience may develop, ever remembering that \"the constitution which at any time exists until changed by an explicit and authentic act of the whole people is sacredly obligatory upon all.\"\n\n In the performance of a duty imposed upon me by the Constitution, I have thus communicated to Congress information of the state of the Union and recommended for their consideration such measures as have seemed to me necessary and expedient. If carried into effect, they will hasten the accomplishment of the great and beneficent purposes for which the Constitution was ordained, and which it comprehensively states were \"to form a more perfect Union, establish justice, insure domestic tranquillity, provide for the common defense, promote the general welfare, and secure the blessings of liberty to ourselves and our posterity.\" In Congress are vested all legislative powers, and upon them devolves the responsibility as well for framing unwise and excessive laws as for neglecting to devise and adopt measures absolutely demanded by the wants of the country. Let us earnestly hope that before the expiration of our respective terms of service, now rapidly drawing to a close, an all-wise Providence will so guide our counsels as to strengthen and preserve the Federal Unions, inspire reverence for the Constitution, restore prosperity and happiness to our whole people, and promote \"on earth peace, good will toward men.\""}