{"title": "December 1 1879 Third Annual Message-Rutherford B. Hayes", "content": " appropriations for the present fiscal year $361,897.28. The reason for this increase is explained in the Secretary's report. The appropriations available for the present fiscal year are $14,502,250.67, which will, in the opinion of the Secretary, answer all the ordinary demands of the service. The amount drawn from the Treasury from July 1 to November 1, 1879 was $5,770,404.12, of which $1,095,440.33 has been refunded, leaving as the expenditure for that period $4,674,963.79. If the expenditures of the remaining two-thirds of the year do not exceed the proportion for these four months, there will remain unexpended at the end of the year $477,359.30 of the current appropriations. The report of the Secretary shows the gratifying fact that among all the disbursing officers of the Pay Corps of the Navy there is not one who is a defaulter to the extent of a single dollar. I unite with him in recommending the removal of the observatory to a more healthful location. That institution reflects credit upon the nation, and has obtained the approbation of scientific men in all parts of the world. Its removal from its present location would not only be conducive to the health of its officers and professors, but would greatly increase its usefulness.\n The appropriation for judicial expenses, which has heretofore been made for the Department of Justice in gross, was subdivided at the last session of Congress, and no appropriation whatever was made for the payment of the fees of marshals and their deputies, either in the service of process or for the discharge of other duties; and since June 30 these officers have continued the performance of their duties without compensation from the Government, taking upon themselves the necessary incidental outlays, as well as rendering their own services. In only a few unavoidable instances has the proper execution of the process of the United States failed by reason of the absence of the requisite appropriation. This course of official conduct on the part of these officers, highly creditable to their fidelity, was advised by the Attorney-General, who informed them, however, that they would necessarily have to rely for their compensation upon the prospect of future legislation by Congress. I therefore especially recommend that immediate appropriation be made by Congress for this purpose.\n The act making the principal appropriation for the Department of Justice at previous sessions has uniformly contained the following clause:\n And for defraying the expenses which my be incurred in the enforcement of the act approved February 28, 1871, entitled \"An act to amend an act approved May 31, 1870, entitled 'An act to enforce the rights of citizens of the United States to vote in the several States of this Union, and for other purposes,'\" or any acts amendatory thereof or supplementary thereto.\n No appropriation was made for this purpose for the current year. As no general election for Members of Congress occurred, the omission was a matter of little practical importance. Such election will, however, take place during the ensuing year, and the appropriation made for the pay of marshals and deputies should be sufficient to embrace compensation for the services they may be required to perform at such elections.\n The business of the Supreme Court is at present largely in arrears. It can not be expected that more causes can be decided than are now disposed of in its annual session, or that by any assiduity the distinguished magistrates who compose the court can accomplish more than is now done. In the courts of many of the circuits also the business has increased to such an extent that the delay of justice will call the attention of Congress to an appropriate remedy. It is believed that all is done in each circuit which can fairly be expected from its judicial force. The evils arising from delay are less heavily felt by the United States than by private suitors, as its causes are advanced by the courts when it is seen that they involve the discussion of questions of a public character.\n The remedy suggested by the Attorney-General is the appointment of additional circuit judges and the creation of an intermediate court of errors and appeals, which shall relieve the Supreme Court of a part of its jurisdiction, while a larger force is also obtained for the performance of circuit duties.\n I commend this suggestion to the consideration of Congress. It would seem to afford a complete remedy, and would involve, if ten additional circuit judges are appointed, an expenditure, at the present rate of salaries, of not more than $60,000 a year, which would certainly be small in comparison with the objects to be attained.\n The report of the Postmaster-General bears testimony to the general revival of business throughout the country. The receipts of the Post-Office Department for the fiscal year ended June 30, 1879, were $30,041,982.86, being $764,465.91 more than the revenues of the preceding year. The amount realized from the sale of postage stamps, stamped envelopes, and postal cards was $764,465.91 more than in the preceding year, and $2,387,559.23 more than in 1877. The expenditures of the Department were $33,449,899.45, of which the sum of $376,461.63 was paid on liabilities incurred in preceding years.\n The expenditures during the year were $801,209.77 less than in the preceding year. This reduction is to be attributed mainly to the operation of the law passed June 17, 1878, changing the compensation of postmasters from a commission on the value of stamps sold to a commission on stamps canceled.\n The amount drawn from the Treasury on appropriations, in addition to the revenues of the Department, was $3,031,454.96, being $2,276,197.86 less than in the preceding year.\n The expenditures for the fiscal year ending June 30, 1881, are estimated at $39,920,900 and the receipts from all sources at $32,210,000, leaving a deficiency to be appropriated for out of the Treasury of $7,710,900.\n The relations of the Department with railroad companies have been harmonized, notwithstanding the general reduction by Congress of their compensation by the appropriation for special facilities, and the railway post-office lines have been greatly extended, especially in the Southern States. The interests of the Railway Mail Service and of the public would be greatly promoted and the expenditures could be more readily controlled by the classification of the employees of the Railway Mail Service as recommended by the Postmaster-General, the appropriation for salaries, with respect to which the maximum limit is already fixed by law, to be made in gross.\n The Postmaster-General recommends an amendment of the law regulating the increase of compensation for increased service and increased speed on star routes, so as to enable him to advertise for proposals for such increased service and speed. He also suggests the advantages to accrue to the commerce of the country from the enactment of a general law authorizing contracts with American-built steamers, carrying the American flag, for transporting the mail between ports of the United States and ports of the West Indies and South America, at a fixed maximum price per mile, the amount to be expended being regulated by annual appropriations, in like manner with the amount paid for the domestic star service.\n The arrangement made by the Postmaster-General and the Secretary of the Treasury for the collection of duty upon books received in the mail from foreign countries has proved so satisfactory in its practical operation that the recommendation is now made that Congress shall extend the provisions of the act of March 3, 1879, under which this arrangement was made, so as to apply to all other dutiable articles received in the mails from foreign countries.\n The reports of the Secretary of the Interior and of the Commissioner of Indian Affairs, setting forth the present state of our relations with the Indian tribes on our territory, the measures taken to advance their civilization and prosperity, and the progress already achieved by them, will be found of more than ordinary interest. The general conduct of our Indian population has been so satisfactory that the occurrence of two disturbances, which resulted in bloodshed and destruction of property, is all the more to be lamented.\n The history of the outbreak on the White River Ute Reservation, in western Colorado, has become so familiar by elaborate reports in the public press that its remarkable incidents need not be stated here in detail. It is expected that the settlement of this difficulty will lead to such arrangements as will prevent further hostile contact between the Indians and the border settlements in western Colorado.\n The other disturbance occurred at the Mescalero Agency, in New Mexico, where Victoria, at the head of a small band of marauders, after committing many atrocities, being vigorously chased by a military force, made his way across the Mexican border and is now on foreign soil.\n While these occurrences, in which a comparatively small number of Indians were engaged, are most deplorable, a vast majority of our Indian population have fully justified the expectations of those who believe that by humane and peaceful influences the Indian can be led to abandon the habits of savage life and to develop a capacity for useful and civilized occupations. What they have already accomplished in the pursuit of agricultural and mechanical work, the remarkable success which has attended the experiment of employing as freighters a class of Indians hitherto counted among the wildest and most intractable, and the general and urgent desire expressed by them for the education of their children may be taken as sufficient proof that they will be found capable of accomplishing much more if they continue to be wisely and fairly guided. The \"Indian policy\" sketched in the report of the Secretary of the Interior, the object of which is to make liberal provision for the education of Indian youth, to settle the Indians upon farm lots in severalty, to give them title in fee to their farms, inalienable for a certain number of years, and when their wants are thus provided for to dispose by sale of the lands on their reservations not occupied and used by them, a fund to be formed out of the proceeds for the benefit of the Indians, which will gradually relieve the Government of the expenses now provided for by annual appropriations, must commend itself as just and beneficial to the Indians, and as also calculated to remove those obstructions which the existence of large reservations presents to the settlement and development of the country. I therefore earnestly recommend the enactment of a law enabling the Government to give Indians a title in fee, inalienable for twenty-five years, to the farm lands assigned to them by allotment. I also repeat the recommendation made in my first annual message, that a law be passed admitting Indians who can give satisfactory proof of having by their own labor supported their families for a number of years, and who are willing to detach themselves from their tribal relations, to the benefit of the homestead act, and to grant them patents containing the same provision of inalienability for a certain period.\n The experiment of sending a number of Indian children of both sexes to the Hampton Normal and Agricultural Institute, in Virginia, to receive an elementary English education and practical instruction in farming and other useful industries, has led to results so promising that it was thought expedient to turn over the cavalry barracks at Carlisle, in Pennsylvania, to the Interior Department for the establishment of an Indian school on a larger scale. This school has now 158 pupils, selected from various tribes, and is in full operation. Arrangements are also made for the education of a number of Indian boys and girls belonging to tribes on the Pacific Slope in a similar manner, at Forest Grove, in Oregon. These institutions will commend themselves to the liberality of Congress and to the philanthropic munificence of the American people.\n Last spring information was received of the organization of an extensive movement in the Western States, the object of which was the occupation by unauthorized persons of certain lands in the Indian Territory ceded by the Cherokees to the Government for the purpose of settlement by other Indian tribes.\n On the 26th of April I issued a proclamation warning all persons against participation in such an attempt, and by the cooperation of a military force the invasion was promptly checked. It is my purpose to protect the rights of the Indian inhabitants of that Territory to the full extent of the executive power; but it would be unwise to ignore the fact that a territory so large and so 'fertile, with a population so sparse and with so great a wealth of unused resources, will be found more exposed to the repetition of such attempts as happened this year when the surrounding States are more densely settled and the westward movement of our population looks still more eagerly for fresh lands to occupy. Under such circumstances the difficulty of maintaining the Indian Territory in its present state will greatly increase, and the Indian tribes inhabiting it would do well to prepare for such a contingency. I therefore fully approve of the advice given to them by the Secretary of the Interior on a recent occasion, to divide among themselves in severalty as large a quantity of their lands as they can cultivate; to acquire individual title in fee instead of their present tribal ownership in common, and to consider in what manner the balance of their lands may be disposed of by the Government for their benefit. By adopting such a policy they would more certainly secure for themselves the value of their possessions, and at the same time promote their progress in civilization and prosperity, than by endeavoring to perpetuate the present state of things in the Territory.\n The question whether a change in the control of the Indian service should be made was in the Forty-fifth Congress referred to a joint committee of both Houses for inquiry and report. In my last annual message I expressed the hope that the decision of that question, then in prospect, would \"arrest further agitation of this subject, such agitation being apt to produce a disturbing effect upon the service as well as on the Indians themselves.\" Since then, the committee having reported, the question has been decided in the negative by a vote in the House of Representatives.\n For the reasons here stated, and in view of the fact that further uncertainty on this point will be calculated to obstruct other much-needed legislation, to weaken the discipline of the service, and to unsettle salutary measures now in progress for the government and improvement of the Indians, I respectfully recommend that the decision arrived at by Congress at its last session be permitted to stand.\n The efforts made by the Department of the Interior to arrest the depredations on the timber lands of the United States have been continued, and have met with considerable success. A large number of cases of trespass have been prosecuted in the courts of the United States; others have been settled, the trespassers offering to make payment to the Government for the value of the timber taken by them. The proceeds of these prosecutions and settlements turned into the Treasury far exceed in amount the sums appropriated by Congress for this purpose. A more important result, however, consists in the fact that the destruction of our public forests by depredation, although such cases still occur, has been greatly reduced in extent, and it is probable that if the present policy is vigorously pursued and sufficient provision to that end is made by Congress such trespasses, at least those on a large scale, can be entirely suppressed, except in the Territories, where timber for the daily requirements of the population can not, under the present state of the law, be otherwise obtained. I therefore earnestly invite the attention of Congress to the recommendation made by the Secretary of the Interior, that a law be enacted enabling the Government to sell timber from the public lands without conveying the fee, where such lands are principally valuable for the timber thereon, such sales to be so regulated as to conform to domestic wants and business requirements, while at the same time guarding against a sweeping destruction of the forests. The enactment of such a law appears to become a more pressing necessity every day.\n My recommendations in former messages are renewed in favor of enlarging the facilities of the Department of Agriculture. Agriculture is the leading interest and the permanent industry of our people. It is to the abundance of agricultural production, as compared with our home consumption, and the largely increased and highly profitable market abroad which we have enjoyed in recent years, that we are mainly indebted for our present prosperity as a people. We must look for its continued maintenance to the same substantial resource. There is no branch of industry in which labor, directed by scientific knowledge, yields such increased production in comparison with unskilled labor, and no branch of the public service to which the encouragement of liberal appropriations can be more appropriately extended. The omission to render such aid is not a wise economy, but, on the contrary, undoubtedly results in losses of immense sums annually that might be saved through well-directed efforts by the Government to promote this vital interest.\n The results already accomplished with the very limited means heretofore placed at the command of the Department of Agriculture is an earnest of what may be expected with increased appropriations for the several purposes indicated in the report of the Commissioner, with a view to placing the Department upon a footing which will enable it to prosecute more effectively the objects for which it is established.\n Appropriations are needed for a more complete laboratory, for the establishment of a veterinary division and a division of forestry, and for an increase of force.\n The requirements for these and other purposes, indicated in the report of the Commissioner under the head of the immediate necessities of the Department, will not involve any expenditure of money that the country can not with propriety now undertake in the interests of agriculture.\n It is gratifying to learn from the Bureau of Education the extent to which educational privileges throughout the United States have been advanced during the year. No more fundamental responsibility rests upon Congress than that of devising appropriate measures of financial aid to education, supplemental to local action in the States and Territories and in the District of Columbia. The wise forethought of the founders of our Government has not only furnished the basis for the support of the common-school systems of the newer States, but laid the foundations for the maintenance of their universities and colleges of agriculture and the mechanic arts. Measures in accordance with this traditional policy, for the further benefit of all these interests and the extension of the same advantages to every portion of the country, it is hoped will receive your favorable consideration.\n To preserve and perpetuate the national literature should be among the foremost cares of the National Legislature. The library gathered at the Capitol still remains unprovided with any suitable accommodations for its rapidly increasing stores. The magnitude and importance of the collection, increased as it is by the deposits made under the law of copyright, by domestic and foreign exchanges, and by the scientific library of the Smithsonian Institution, call for building accommodations which shall be at once adequate and fireproof. The location of such a public building, which should provide for the pressing necessities of the present and for the vast increase of the nation's books in the future, is a matter which addresses itself to the discretion of Congress. It is earnestly recommended as a measure which should unite all suffrages and which should no longer be delayed.\n The joint commission created by the act of Congress of August 2, 1876, for the purpose of supervising and directing the completion of the Washington National Monument, of which commission the President is a member, has given careful attention to this subject, and already the strengthening of the foundation has so far progressed as to insure the entire success of this part of the work. A massive layer of masonry has been introduced below the original foundation, widening the base, increasing the stability of the structure, and rendering it possible to carry the shaft to completion. It is earnestly recommended that such further appropriations be made for the continued prosecution of the work as may be necessary for the completion of this national monument at an early day.\n In former messages, impressed with the importance of the subject, I have taken occasion to commend to Congress the adoption of a generous policy toward the District of Columbia. The report of the Commissioners of the District, herewith transmitted, contains suggestions and recommendations, to all of which I earnestly invite your careful attention. I ask your early and favorable consideration of the views which they express as to the urgent need of legislation for the reclamation of the marshes of the Potomac and its Eastern Branch within the limits of the city, and for the repair of the streets of the capital, heretofore laid with wooden blocks and now by decay rendered almost impassable and a source of imminent danger to the health of its citizens. The means at the disposal of the Commissioners are wholly inadequate for the accomplishment of these important works, and should be supplemented by timely appropriations from the Federal Treasury.\n The filling of the flats in front of the city will add to the adjacent lands and parks now owned by the United States a large and valuable domain, sufficient, it is thought, to reimburse its entire cost, and will also, as an incidental result, secure the permanent improvement of the river for the purposes of navigation.\n The Constitution having invested Congress with supreme and exclusive jurisdiction over the District of Columbia, its citizens must of necessity look to Congress alone for all needful legislation affecting their interests; and as the territory of this District is the common property of the people of the United States, who equally with its resident citizens are interested in the prosperity of their capital, I can not doubt that you will be amply sustained by the general voice of the country in any measures you may adopt for this purpose.\n I also invite the favorable consideration of Congress to the wants of the public schools of this District, as exhibited in the report of the Commissioners. While the number of pupils is rapidly increasing, no adequate provision exists for a corresponding increase of school accommodation, and the Commissioners are without the means to meet this urgent need. A number of the buildings now used for school purposes are rented, and are in important particulars unsuited for the purpose. The cause of popular education in the District of Columbia is surely entitled to the same consideration at the hands of the National Government as in the several States and Territories, to which munificent grants of the public lands have been made for the endowment of schools and universities."}