{"title": "December 2 1845 First Annual Message-James K. Polk", "content": " attention at the seat of Government are required. Legal questions involving important principles and large amounts of public money are constantly referred to him by the President and Executive Departments for his examination and decision. The public business under his official management before the judiciary has been so augmented by the extension of our territory and the acts of Congress authorizing suits against the United States for large bodies of valuable public lands as greatly to increase his labors and responsibilities. I therefore recommend that the Attorney-General be placed on the same footing with the heads of the other Executive Departments, with such subordinate officers provided by law for his Department as may be required to discharge the additional duties which have been or may be devolved upon him.\n\nCongress possess the power of exclusive legislation over the District of Columbia, and I commend the interests of its inhabitants to your favorable consideration. The people of this District have no legislative body of their own, and must confide their local as well as their general interests to representatives in whose election they have no voice and over whose official conduct they have no control. Each member of the National Legislature should consider himself as their immediate representative, and should be the more ready to give attention to their interests and wants because he is not responsible to them. I recommend that a liberal and generous spirit may characterize your measures in relation to them. I shall be ever disposed to show a proper regard for their wishes and, within constitutional limits, shall at all times cheerfully cooperate with you for the advancement of their welfare.\n\nI trust it may not be deemed inappropriate to the occasion for me to dwell for a moment on the memory of the most eminent citizen of our country who during the summer that is gone by has descended to the tomb. The enjoyment of contemplating, at the advanced age of near fourscore years, the happy condition of his country cheered the last hours of Andrew Jackson, who departed this life in the tranquil hope of a blessed immortality. His death was happy, as his life had been eminently useful. He had an unfaltering confidence in the virtue and capacity of the people and in the permanence of that free Government which he had largely contributed to establish and defend. His great deeds had secured to him the affections of his fellow-citizens, and it was his happiness to witness the growth and glory of his country, which he loved so well. He departed amidst the benedictions of millions of free-men. The nation paid its tribute to his memory at his tomb. Coming generations will learn from his example the love of country and the rights of man. In his language on a similar occasion to the present, \"I now commend you, fellow-citizens, to the guidance of Almighty God, with a full reliance on His merciful providence for the maintenance of our free institutions, and with an earnest supplication that whatever errors it may be my lot to commit in discharging the arduous duties which have devolved on me will find a remedy in the harmony and wisdom of your counsels.\""}