{"title": "December 8 1885 First Annual Message-Grover Cleveland", "content": "To the Congress of the United States:\n Your assembling is clouded by a sense of public bereavement, caused by the recent and sudden death of Thomas A. Hendricks, Vice-President of the United States. His distinguished public services, his complete integrity and devotion to every duty, and his personal virtues will find honorable record in his country's history.\n Ample and repeated proofs of the esteem and confidence in which he was held by his fellow-countrymen were manifested by his election to offices of the most important trust and highest dignity; and at length, full of years and honors, he has been laid at rest amid universal sorrow and benediction.\n The Constitution, which requires those chosen to legislate for the people to annually meet in the discharge of their solemn trust, also requires the President to give to Congress information of the state of the Union and recommend to their consideration such measures as he shall deem necessary and expedient. At the threshold of a compliance with these constitutional directions it is well for us to bear in mind that our usefulness to the people's interests will be promoted by a constant appreciation of the scope and character of our respective duties as they relate to Federal legislation. While the Executive may recommend such measures as he shall deem expedient, the responsibility for legislative action must and should rest upon those selected by the people to make their laws.\n Contemplation of the grave and responsible functions assigned to the respective branches of the Government under the Constitution will disclose the partitions of power between our respective departments and their necessary independence, and also the need for the exercise of all the power intrusted to each in that spirit of comity and cooperation which is essential to the proper fulfillment of the patriotic obligations which rest upon us as faithful servants of the people.\n The jealous watchfulness of our constituencies, great and small, supplements their suffrages, and before the tribunal they establish every public servant should be judged.\n It is gratifying to announce that the relations of the United States with all foreign powers continue to be friendly. Our position after nearly a century of successful constitutional government, maintenance of good faith in all our engagements, the avoidance of complications with other nations, and our consistent and amicable attitude toward the strong and weak alike furnish proof of a political disposition which renders professions of good will unnecessary. There are no questions of difficulty pending with any foreign government.\n The Argentine Government has revived the long dormant question of the Falkland Islands by claiming from the United States indemnity for their loss, attributed to the action of the commander of the sloop of war Lexington in breaking up a piratical colony on those islands in 1831, and their subsequent occupation by Great Britain. In view of the ample justification for the act of the Lexington and the derelict condition of the islands before and after their alleged occupation by Argentine colonists, this Government considers the claim as wholly groundless.\n Question has arisen with the Government of Austria-Hungary touching the representation of the United States at Vienna. Having under my constitutional prerogative appointed an estimable citizen of unimpeached probity and competence as minister at that court, the Government of Austria-Hungary invited this Government to take cognizance of certain exceptions, based upon allegations against the personal acceptability of Mr. Keiley, the appointed envoy, asking that in view thereof the appointment should be withdrawn. The reasons advanced were such as could not be acquiesced in without violation of my oath of office and the precepts of the Constitution, since they necessarily involved a limitation in favor of a foreign government upon the right of selection by the Executive and required such an application of a religious test as a qualification for office under the United States as would have resulted in the practical disfranchisement of a large class of our citizens and the abandonment of a vital principle in our Government. The Austro-Hungarian Government finally decided not to receive Mr. Keiley as the envoy of the United States, and that gentleman has since resigned his commission, leaving the post vacant. I have made no new nomination, and the interests of this Government at Vienna are now in the care of the secretary of legation, acting as charge' d'affaires ad interim.\n Early in March last war broke out in Central America, caused by the attempt of Guatemala to consolidate the several States into a single government. In these contests between our neighboring States the United States forebore to interfere actively, but lent the aid of their friendly offices in deprecation of war and to promote peace and concord among the belligerents, and by such counsel contributed importantly to the restoration of tranquillity in that locality.\n Emergencies growing out of civil war in the United States of Colombia demanded of the Government at the beginning of this Administration the employment of armed forces to fulfill its guaranties under the thirty-fifth article of the treaty of 1846, in order to keep the transit open across the Isthmus of Panama. Desirous of exercising only the powers expressly reserved to us by the treaty, and mindful of the rights of Colombia, the forces sent to the Isthmus were instructed to confine their action to \"positively and efficaciously\" preventing the transit and its accessories from being \"interrupted or embarrassed.\"\n The execution of this delicate and responsible task necessarily involved police control where the local authority was temporarily powerless, but always in aid of the sovereignty of Colombia.\n The prompt and successful fulfillment of its duty by this Government was highly appreciated by the Government of Colombia, and has been followed by expressions of its satisfaction.\n High praise is due to the officers and men engaged in this service. The restoration of peace on the Isthmus by the reestablishment of the constituted Government there being thus accomplished, the forces of the United States were withdrawn.\n Pending these occurrences a question of much importance was presented by decrees of the Colombian Government proclaiming the closure of certain ports then in the hands of insurgents and declaring vessels held by the revolutionists to be piratical and liable to capture by any power. To neither of these propositions could the United States assent. An effective closure of ports not in the possession of the Government, but held by hostile partisans, could not be recognized; neither could the vessels of insurgents against the legitimate sovereignty be deemed hostes humani generis within the precepts of international law, whatever might be the definition and penalty of their acts under the municipal law of the State against whose authority they were in revolt. The denial by this Government of the Colombian propositions did not, however, imply the admission of a belligerent status on the part of the insurgents.\n The Colombian Government has expressed its willingness to negotiate conventions for the adjustment by arbitration of claims by foreign citizens arising out of the destruction of the city of Aspinwall by the insurrectionary forces.\n The interest of the United States in a practicable transit for ships across the strip of land separating the Atlantic from the Pacific has been repeatedly manifested during the last half century.\n My immediate predecessor caused to be negotiated with Nicaragua a treaty for the construction, by and at the sole cost of the United States, of a canal through Nicaraguan territory, and laid it before the Senate. Pending the action of that body thereon, I withdrew the treaty for reexamination. Attentive consideration of its provisions leads me to withhold it from resubmission to the Senate.\n Maintaining, as I do, the tenets of a line of precedents from Washington's day, which proscribe entangling alliances with foreign states, I do not favor a policy of acquisition of new and distant territory or the incorporation of remote interests with our own.\n The laws of progress are vital and organic, and we must be conscious of that irresistible tide of commercial expansion which, as the concomitant of our active civilization, day by day is being urged onward by those increasing facilities of production, transportation, and communication to which steam and electricity have given birth; but our duty in the present instructs us to address ourselves mainly to the development of the vast resources of the great area committed to our charge and to the cultivation of the arts of peace within our own borders, though jealously alert in preventing the American hemisphere from being involved in the political problems and complications of distant governments. Therefore I am unable to recommend propositions involving. paramount privileges of ownership or right outside of our own territory, when coupled with absolute and unlimited engagements to defend the territorial integrity of the state where such interests lie. While the general project of connecting the two oceans by means of a canal is to be encouraged, I am of opinion that any scheme to that end to be considered with favor should be free from the features alluded to.\n The Tehuantepec route is declared by engineers of the highest repute and by competent scientists to afford an entirely practicable transit for vessels and cargoes, by means of a ship railway, from the Atlantic to the Pacific. The obvious advantages of such a route, if feasible, over others more remote from the axial lines of traffic between Europe and the pacific, and particularly between the Valley of the Mississippi and the western coast of North and South America, are deserving of consideration.\n Whatever highway may be constructed across the barrier dividing the two greatest maritime areas of the world must be for the world's benefit--a trust for mankind, to be removed from the chance of domination by any single power, nor become a point of invitation for hostilities or a prize for warlike ambition. An engagement combining the construction, ownership, and operation of such a work by this Government, with an offensive and defensive alliance for its protection, with the foreign state whose responsibilities and rights we would share is, in my judgment, inconsistent with such dedication to universal and neutral use, and would, moreover, entail measures for its realization beyond the scope of our national polity or present means.\n The lapse of years has abundantly confirmed the wisdom and foresight of those earlier Administrations which, long before the conditions of maritime intercourse were changed and enlarged by the progress of the age, proclaimed the vital need of interoceanic transit across the American Isthmus and consecrated it in advance to the common use of mankind by their positive declarations and through the formal obligation of treaties. Toward such realization the efforts of my Administration will be applied, ever bearing in mind the principles on which it must rest, and which were declared in no uncertain tones by Mr. Cass, who, while Secretary of State, in 1858, announced that \"what the United States want in Central America, next to the happiness of its people, is the security and neutrality of the interoceanic routes which lead through it.\"\n The construction of three transcontinental lines of railway, all in successful operation, wholly within our territory, and uniting the Atlantic and the Pacific oceans, has been accompanied by results of a most interesting and impressive nature, and has created new conditions, not in the routes of commerce only, but in political geography, which powerfully affect our relations toward and necessarily increase our interests in any transisthmian route which may be opened and employed for the ends of peace and traffic, or, in other contingencies, for uses inimical to both.\n Transportation is a factor in the cost of commodities scarcely second to that of their production, and weighs as heavily upon the consumer.\n Our experience already has proven the great importance of having the competition between land carriage and water carriage fully developed, each acting as a protection to the public against the tendencies to monopoly which are inherent in the consolidation of wealth and power in the hands of vast corporations.\n These suggestions may serve to emphasize what I have already said on the score of the necessity of a neutralization of any interoceanic transit; and this can only be accomplished by making the uses of the route open to all nations and subject to the ambitions and warlike necessities of none.\n The drawings and report of a recent survey of the Nicaragua Canal route, made by Chief Engineer Menocal, will be communicated for your information.\n The claims of citizens of the United States for losses by reason of the late military operations of Chile in Peru and Bolivia are the subject of negotiation for a claims convention with Chile, providing for their submission to arbitration.\n The harmony of our relations with China is fully sustained.\n In the application of the acts lately passed to execute the treaty of 1880, restrictive of the immigration of Chinese laborers into the United States, individual cases of hardship have occurred beyond the power of the Executive to remedy, and calling for judicial determination.\n The condition of the Chinese question in the Western States and Territories is, despite this restrictive legislation, far from being satisfactory. The recent outbreak in Wyoming Territory, where numbers of unoffending Chinamen, indisputably within the protection of the treaties and the law, were murdered by a mob, and the still more recent threatened outbreak of the same character in Washington Territory, are fresh in the minds of all, and there is apprehension lest the bitterness of feeling against the Mongolian race on the Pacific Slope may find vent in similar lawless demonstrations. All the power of this Government should be exerted to maintain the amplest good faith toward China in the treatment of these men, and the inflexible sternness of the law in bringing the wrongdoers to justice should be insisted upon.\n Every effort has been made by this Government to prevent these violent outbreaks and to aid the representatives of China in their investigation of these outrages; and it is but just to say that they are traceable to the lawlessness of men not citizens of the United States engaged in competition with Chinese laborers.\n Race prejudice is the chief factor in originating these disturbances, and it exists in a large part of our domain, jeopardizing our domestic peace and the good relationship we strive to maintain with China.\n The admitted right of a government to prevent the influx of elements hostile to its internal peace and security may not be questioned, even where there is no treaty stipulation on the subject. That the exclusion of Chinese labor is demanded in other countries where like conditions prevail is strongly evidenced in the Dominion of Canada, where Chinese immigration is now regulated by laws more exclusive than our own. If existing laws are inadequate to compass the end in view, I shall be prepared to give earnest consideration to any further remedial measures, within the treaty limits, which the wisdom of Congress may devise.\n The independent State of the Kongo has been organized as a government under the sovereignty of His Majesty the King of the Belgians, who assumes its chief magistracy in his personal character only, without making the new State a dependency of Belgium. It is fortunate that a benighted region, owing all it has of quickening civilization to the beneficence and philanthropic spirit of this monarch, should have the advantage and security of his benevolent supervision.\n The action taken by this Government last year in being the first to recognize the flag of the International Association of the Kongo has been followed by formal recognition of the new nationality which succeeds to its sovereign powers.\n A conference of delegates of the principal commercial nations was held at Berlin last winter to discuss methods whereby the Kongo basin might be kept open to the world's trade. Delegates attended on behalf of the United States on the understanding that their part should be merely deliberative, without imparting to the results any binding character so far as the United States were concerned. This reserve was due to the indisposition of this Government to share in any disposal by an international congress of jurisdictional questions in remote foreign territories. The results of the conference were embodied in a formal act of the nature of an international convention, which laid down certain obligations purporting to be binding on the signatories, subject to ratification within one year. Notwithstanding the reservation under which the delegates of the United States attended, their signatures were attached to the general act in the same manner as those of the plenipotentiaries of other governments, thus making the United States appear, without reserve or qualification, as signatories to a joint international engagement imposing on the signers the conservation of the territorial integrity of distant regions where we have no established interests or control.\n This Government does not, however, regard its reservation of liberty of action in the premises as at all impaired; and holding that an engagement to share in the obligation of enforcing neutrality in the remote valley of the Kongo would be an alliance whose responsibilities we are not in a position to assume, I abstain from asking the sanction of the Senate to that general act.\n The correspondence will be laid before you, and the instructive and interesting report of the agent sent by this Government to the Kongo country and his recommendations for the establishment of commercial agencies on the African coast are also submitted for your consideration.\n The commission appointed by my predecessor last winter to visit the Central and South American countries and report on the methods of enlarging the commercial relations of the United States therewith has submitted reports, which will be laid before you.\n No opportunity has been omitted to testify the friendliness of this Government toward Korea, whose entrance into the family of treaty powers the United States were the first to recognize. I regard with favor the application made by the Korean Government to be allowed to employ American officers as military instructors, to which the assent of Congress becomes necessary, and I am happy to say this request has the concurrent sanction of China and Japan.\n The arrest and imprisonment of Julio R. Santos, a citizen of the United States, by the authorities of Ecuador gave rise to a contention with that Government, in which his right to be released or to have a speedy and impartial trial on announced charges and with all guaranties of defense stipulated by treaty was insisted upon by us. After an elaborate correspondence and repeated and earnest representations on our part Mr. Santos was, after an alleged trial and conviction, eventually included in a general decree of amnesty and pardoned by the Ecuadorian Executive and released, leaving the question of his American citizenship denied by the Ecuadorian Government, but insisted upon by our own.\n The amount adjudged by the late French and American Claims Commission to be due from the United States to French claimants on account of injuries suffered by them during the War of Secession, having been appropriated by the last Congress, has been duly paid to the French Government.\n The act of February 25, 1885, provided for a preliminary search of the records of French prize courts for evidence bearing on the claims of American citizens against France for spoliations committed prior to 1801. The duty has been performed, and the report of the agent will be laid before you.\n I regret to say that the restrictions upon the importation of our pork into France continue, notwithstanding the abundant demonstration of the absence of sanitary danger in its use; but I entertain strong hopes that with a better understanding of the matter this vexatious prohibition will be removed. It would be pleasing to be able to say as much with respect to Germany, Austria, and other countries, where such food products are absolutely excluded, without present prospect of reasonable change.\n The interpretation of our existing treaties of naturalization by Germany during the past year has attracted attention by reason of an apparent tendency on the part of the Imperial Government to extend the scope of the residential restrictions to which returning naturalized citizens of German origin are asserted to be liable under the laws of the Empire. The temperate and just attitude taken by this Government with regard to this class of questions will doubtless lead to a satisfactory understanding.\n The dispute of Germany and Spain relative to the domination of the Caroline Islands has attracted the attention of this Government by reason of extensive interests of American citizens having grown up in those parts during the past thirty years, and because the question of ownership involves jurisdiction of matters affecting the status of our citizens under civil and criminal law. While standing wholly aloof from the proprietary issues raised between powers to both of which the United States are friendly, this Government expects that nothing in the present contention shall unfavorably affect our citizens carrying on a peaceful commerce or there domiciled, and has so informed the Governments of Spain and Germany.\n The marked good will between the United States and Great Britain has been maintained during the past year.\n The termination of the fishing clauses of the treaty of Washington, in pursuance of the joint resolution of March 3, 1883, must have resulted in the abrupt cessation on the 1st of July of this year, in the midst of their ventures, of the operations of citizens of the United States engaged in fishing in British American waters but for a diplomatic understanding reached with Her Majesty's Government in June last, whereby assurance was obtained that no interruption of those operations should take place during the current fishing season.\n In the interest of good neighborhood and of the commercial intercourse of adjacent communities, the question of the North American fisheries is one of much importance. Following out the intimation given by me when the extensory arrangement above described was negotiated, I recommend that the Congress provide for the appointment of a commission in which the Governments of the United States and Great Britain shall be respectively represented, charged with the consideration and settlement, upon a just, equitable, and honorable basis, of the entire question of the fishing rights of the two Governments and their respective citizens on the coasts of the United States and British North America. The fishing interests being intimately related to other general questions dependent upon contiguity and intercourse, consideration thereof in all their equities might also properly come within the purview of such a commission, and the fullest latitude of expression on both sides should be permitted.\n The correspondence in relation to the fishing rights will be submitted. The arctic exploring steamer Alert, which was generously given by Her Majesty's Government to aid in the relief of the Greely expedition, was, after the successful attainment of that humane purpose, returned to Great Britain, in pursuance of the authority conferred by the act of March 3, 1885.\n The inadequacy of the existing engagements for extradition between the United States and Great Britain has been long apparent. The tenth article of the treaty of 1842, one of the earliest compacts in this regard entered into by us, stipulated for surrender in respect of a limited number of offenses. Other crimes no less inimical to the social welfare should be embraced and the procedure of extradition brought in harmony with present international practice. Negotiations with Her Majesty's Government for an enlarged treaty of extradition have been pending since 1870, and I entertain strong hopes that a satisfactory result may be soon attained.\n The frontier line between Alaska and British Columbia, as defined by the treaty of cession with Russia, follows the demarcation assigned in a prior treaty between Great Britain and Russia. Modern exploration discloses that this ancient boundary is impracticable as a geographical fact. In the unsettled condition of that region the question has lacked importance, but the discovery of mineral wealth in the territory the line is supposed to traverse admonishes that the time has come when an accurate knowledge of the boundary is needful to avert jurisdictional complications. I recommend, therefore, that provision be made for a preliminary reconnoissance by officers of the United States, to the end of acquiring more precise information on the subject. I have invited Her Majesty's Government to consider with us the adoption of a more convenient line, to be established by meridian observations or by known geographical features without the necessity of an expensive survey of the whole.\n The late insurrectionary movements in Hayti having been quelled, the Government of that Republic has made prompt provision for adjudicating the losses suffered by foreigners because of hostilities there, and the claims of certain citizens of the United States will be in this manner determined.\n The long-pending claims of two citizens of the United States, Pelletier and Lazare, have been disposed of by arbitration, and an award in favor of each claimant has been made, which by the terms of the engagement is final. It remains for Congress to provide for the payment of the stipulated moiety of the expenses.\n A question arose with Hayti during the past year by reason of the exceptional treatment of an American citizen, Mr. Van Bokkelen, a resident of Port-au-Prince, who, on suit by creditors residing in the United States, was sentenced to imprisonment, and, under the operation of a Haytian statute, was denied relief secured to a native Haytian. This Government asserted his treaty right to equal treatment with natives of Hayti in all suits at law. Our contention was denied by the Haytian Government, which, however, while still professing to maintain the ground taken against Mr. Van Bokkelen's right, terminated the controversy by setting him at liberty without explanation.\n An international conference to consider the means of arresting the spread of cholera and other epidemic diseases was held at Rome in May last, and adjourned to meet again on further notice. An expert delegate on behalf of the United States has attended its sessions and will submit a report.\n Our relations with Mexico continue to be most cordial, as befits those of neighbors between whom the strongest ties of friendship and commercial intimacy exist, as the natural and growing consequence of our similarity of institutions and geographical propinquity.\n The relocation of the boundary line between the United States and Mexico westward of the Rio Grande, under the convention of July 29, 1882, has been unavoidably delayed, but I apprehend no difficulty in securing a prolongation of the period for its accomplishment.\n The lately concluded commercial treaty with Mexico still awaits the stipulated legislation to carry its provisions into effect, for which one year's additional time has been secured by a supplementary article signed in February last and since ratified on both sides.\n As this convention, so important to the commercial welfare of the two adjoining countries, has been constitutionally confirmed by the treaty- making branch, I express the hope that legislation needed to make it effective may not be long delayed.\n The large influx of capital and enterprise to Mexico from the United States continues to aid in the development of the resources and in augmenting the material well-being of our sister Republic. Lines of railway, penetrating to the heart and capital of the country, bring the two peoples into mutually beneficial intercourse, and enlarged facilities of transit add to profitable commerce, create new markets, and furnish avenues to otherwise isolated communities.\n I have already adverted to the suggested construction of a ship railway across the narrow formation of the territory of Mexico at Tehuantepec.\n With the gradual recovery of Peru from the effects of her late disastrous conflict with Chile, and with the restoration of civil authority in that distracted country, it is hoped that pending war claims of our citizens will be adjusted.\n In conformity with notification given by the Government of Peru, the existing treaties of commerce and extradition between the United States and that country will terminate March 31, 1886.\n Our good relationship with Russia continues.\n An officer of the Navy, detailed for the purpose, is now on his way to Siberia bearing the testimonials voted by Congress to those who generously succored the survivors of the unfortunate Jeannette expedition.\n It is gratifying to advert to the cordiality of our intercourse with Spain.\n The long-pending claim of the owners of the ship Masonic for loss suffered through the admitted dereliction of the Spanish authorities in the Philippine Islands has been adjusted by arbitration and an indemnity awarded. The principle of arbitration in such cases, to which the United States have long and consistently adhered, thus receives a fresh and gratifying confirmation.\n Other questions with Spain have been disposed of or are under diplomatic consideration with a view to just and honorable settlement.\n The operation of the commercial agreement with Spain of January 2--February 13, 1884, has been found inadequate to the commercial needs of the United States and the Spanish Antilies, and the terms of the agreement are subjected to conflicting interpretations in those islands.\n Negotiations have been instituted at Madrid for a full treaty not open to these objections and in the line of the general policy touching the neighborly intercourse of proximate communities, to which I elsewhere advert, and aiming, moreover, at the removal of existing burdens and annoying restrictions; and although a satisfactory termination is promised, I am compelled to delay its announcement.\n An international copyright conference was held at Berne in September, on the invitation of the Swiss Government. The envoy of the United States attended as a delegate, but refrained from committing this Government to the results, even by signing the recommendatory protocol adopted. The interesting and important subject of international copyright has been before you for several years. Action is certainly desirable to effect the object in view; and while there may be question as to the relative advantage of treating it by legislation or by specific treaty, the matured views of the Berne conference can not fail to aid your consideration of the subject.\n The termination of the commercial treaty of 1862 between the United States and Turkey has been sought by that Government. While there is question as to the sufficiency of the notice of termination given, yet as the commercial rights of our citizens in Turkey come under the favored-nation guaranties of the prior treaty of 1830, and as equal treatment is admitted by the Porte, no inconvenience can result from the assent of this Government to the revision of the Ottoman tariffs, in which the treaty powers have been invited to join.\n Questions concerning our citizens in Turkey may be affected by the Porte's nonacquiescence in the right of expatriation and by the imposition of religious tests as a condition of residence, in which this Government can not concur. The United States must hold in their intercourse with every power that the status of their citizens is to be respected and equal civil privileges accorded to them without regard to creed, and affected by no considerations save those growing out of domiciliary return to the land of original allegiance or of unfulfilled personal obligations which may survive, under municipal laws, after such voluntary return.\n The negotiation with Venezuela relative to the rehearing of the awards of the mixed commission constituted under the treaty of 1866 was resumed in view of the recent acquiescence of the Venezuelan envoy in the principal point advanced by this Government, that the effects of the old treaty could only be set aside by the operation of a new convention. A result in substantial accord with the advisory suggestions contained in the joint resolution of March 3, 1883, has been agreed upon and will shortly be submitted to the Senate for ratification.\n Under section 3659 of the Revised Statutes all funds held in trust by the United States and the annual interest accruing thereon, when not otherwise required by treaty, are to be invested in stocks of the United States bearing a rate of interest not less than 5 per cent per annum. There being now no procurable stocks paying so high a rate of interest, the letter of the statute is at present inapplicable, but its spirit is subserved by continuing to make investments of this nature in current stocks bearing the highest interest now paid. The statute, however, makes no provision for the disposal of such accretions. It being contrary to the general rule of this Government to allow interest on claims, I recommend the repeal of the provision in question and the disposition, under a uniform rule, of the present accumulations from investment of trust funds.\n The inadequacy of existing legislation touching citizenship and naturalization demands your consideration.\n While recognizing the right of expatriation, no statutory provision exists providing means for renouncing citizenship by an American citizen, native born or naturalized, nor for terminating and vacating an improper acquisition of citizenship. Even a fraudulent decree of naturalization can not now be canceled. The privilege and franchise of American citizenship should be granted with care, and extended to those only who intend in good faith to assume its duties and responsibilities when attaining its privileges and benefits. It should be withheld from those who merely go through the forms of naturalization with the intent of escaping the duties of their original allegiance without taking upon themselves those of their new status, or who may acquire the rights of American citizenship for no other than a hostile purpose toward their original governments. These evils have had many flagrant illustrations.\n I regard with favor the suggestion put forth by one of my predecessors that provision be made for a central bureau of record of the decrees of naturalization granted by the various courts throughout the United States now invested with that power.\n The rights which spring from domicile in the United States, especially when coupled with a declaration of intention to become a citizen, are worthy of definition by statute. The stranger coming hither with intent to remain, establishing his residence in our midst, contributing to the general welfare, and by his voluntary act declaring his purpose to assume the responsibilities of citizenship, thereby gains an inchoate status which legislation may properly define. The laws of certain States and Territories admit a domiciled alien to the local franchise, conferring on him the rights of citizenship to a degree which places him in the anomalous position of being a citizen of a State and yet not of the United States within the purview of Federal and international law.\n It is important within the scope of national legislation to define this right of alien domicile as distinguished from Federal naturalization.\n The commercial relations of the United States with their immediate neighbors and with important areas of traffic near our shores suggest especially liberal intercourse between them and us.\n Following the treaty of 1883 with Mexico, which rested on the basis of a reciprocal exemption from customs duties, other similar treaties were initiated by my predecessor.\n Recognizing the need of less obstructed traffic with Cuba and Puerto Rico, and met by the desire of Spain to succor languishing interests in the Antilles, steps were taken to attain those ends by a treaty of commerce. A similar treaty was afterwards signed by the Dominican Republic. Subsequently overtures were made by Her Britannic Majesty's Government for a like mutual extension of commercial intercourse with the British West Indian and South American dependencies, but without result.\n On taking office I withdrew for reexamination the treaties signed with Spain and Santo Domingo, then pending before the Senate. The result has been to satisfy me of the inexpediency of entering into engagements of this character not covering the entire traffic.\n These treaties contemplated the surrender by the United States of large revenues for inadequate considerations. Upon sugar alone duties were surrendered to an amount far exceeding all the advantages offered in exchange. Even were it intended to relieve our consumers, it was evident that so long as the exemption but partially covered our importation such relief would be illusory. To relinquish a revenue so essential seemed highly improvident at a time when new and large drains upon the Treasury were contemplated. Moreover, embarrassing questions would have arisen under the favored-nation clauses of treaties with other nations.\n As a further objection, it is evident that tariff regulation by treaty diminishes that independent control over its own revenues which is essential for the safety and welfare of any government. Emergency calling for an increase of taxation may at any time arise, and no engagement with a foreign power should exist to hamper the action of the Government.\n By the fourteenth section of the shipping act approved June 26, 1884, certain reductions and contingent exemptions from tonnage dues were made as to vessels entering ports of the United States from any foreign port in North and Central America, the West India Islands, the Bahamas and Bermudas, Mexico, and the Isthmus as far as Aspinwall and Panama. The Governments of Belgium, Denmark, Germany, Portugal, and Sweden and Norway have asserted, under the favored-nation clause in their treaties with the United States, a claim to like treatment in respect of vessels coming to the United States from their home ports. This Government, however, holds that the privileges granted by the act are purely geographical, inuring to any vessel of any foreign power that may choose to engage in traffic between this country and any port within the defined zone, and no warrant exists under the most-favored-nation clause for the extension of the privileges in question to vessels sailing to this country from ports outside the limitation of the act.\n Undoubtedly the relations of commerce with our near neighbors, whose territories form so long a frontier line difficult to be guarded, and who find in our country, and equally offer to us, natural markets, demand special and considerate treatment. It rests with Congress to consider what legislative action may increase facilities of intercourse which contiguity makes natural and desirable.\n I earnestly urge that Congress recast the appropriations for the maintenance of the diplomatic and consular service on a footing commensurate with the importance of our national interests. At every post where a representative is necessary the salary should be so graded as to permit him to live with comfort. With the assignment of adequate salaries the so-called notarial extra official fees, which our officers abroad are now permitted to treat as personal perquisites, should be done away with. Every act requiring the certification and seal of the officer should be taxable at schedule rates and the fee therefor returned to the Treasury. By restoring these revenues to the public use the consular service would be self-supporting, even with a liberal increase of the present low salaries.\n In further prevention of abuses a system of consular inspection should be instituted.\n The appointment of a limited number of secretaries of legation at large, to be assigned to duty wherever necessary, and in particular for temporary service at missions which for any cause may be without a head, should also be authorized.\n I favor also authorization for the detail of officers of the regular service as military or naval attaches at legations.\n Some foreign governments do not recognize the union of consular with diplomatic functions. Italy and Venezuela will only receive the appointee in one of his two capacities, but this does not prevent the requirement of a bond and submission to the responsibilities of an office whose duties he can not discharge. The superadded title of consul-general should be abandoned at all missions.\n I deem it expedient that a well-devised measure for the reorganization of the extraterritorial courts in Oriental countries should replace the present system, which labors under the disadvantage of combining judicial and executive functions in the same office.\n In several Oriental countries generous offers have been made of premises for housing the legations of the United States. A grant of land for that purpose was made some years since by Japan, and has been referred to in the annual messages of my predecessor. The Siamese Government has made a gift to the United States of commodious quarters in Bangkok. In Korea the late minister was permitted to purchase a building from the Government for legation use. In China the premises rented for the legation are favored as to local charges. At Tangier the house occupied by our representative has been for many years the property; this Government, having been given for that purpose in 1822 by the Sultan of Morocco. I approve the suggestion heretofore made, that, view of the conditions of life and administration in the Eastern countries, the legation buildings in China, Japan, Korea, Siam, and perhaps Persia, should be owned and furnished by the Government with a view to permanency and security. To this end I recommend that authority be given to accept the gifts adverted to in Japan and Siam, and to purchase in the other countries named, with provision for furniture and repairs. A considerable saving in rentals would result.\n The World's Industrial Exposition, held at New Orleans last winter, with the assistance of the Federal Government, attracted a large number of foreign exhibits, and proved of great value in spreading among the concourse of visitors from Mexico and Central and South America a wider knowledge of the varied manufactures and productions of this country and their availability in exchange for the productions of those regions.\n Past Congresses have had under consideration the advisability of abolishing the discrimination made by the tariff laws in favor of the works of American artists. The odium of the policy which subjects to a high rate of duty the paintings of foreign artists and exempts the productions of American artists residing abroad, and who receive gratuitously advantages and instruction, is visited upon our citizens engaged in art culture in Europe, and has caused them with practical unanimity to favor the abolition of such an ungracious distinction; and in their interest, and for other obvious reasons, I strongly recommend it.\n The report of the Secretary of the Treasury fully exhibits the condition of the public finances and of the several branches of the Government connected with his Department. The suggestions of the Secretary relating to the practical operations of this important Department, and his recommendations in the direction of simplification and economy, particularly in the work of collecting customs duties, are especially urged upon the attention of Congress.\n The ordinary receipts from all sources for the fiscal year ended June 30, 1885, were $322,690,706.38. Of this sum $181,471,939.34 was received from customs and $112,498,725.54 from internal revenue. The total receipts, as given above, were $24,829,163.54 less than those for the year ended June 30, 1884. This diminution embraces a falling off of $13,595,550.42 in the receipts from customs and $9,687,346.97 in the receipts from internal revenue.\n The total ordinary expenditures of the Government for the fiscal year were $260,226,935.50, leaving a surplus in the Treasury at the close of the year of $63,463,771.27. This is $40,929,854.32 less than the surplus reported at the close of the previous year.\n The expenditures are classified as follows:\n The amount paid on the public debt during the fiscal year ended June 30, 1885, was $45,993,235.43, and there has been paid since that date and up to November 1, 1885, the sum of $369,828, leaving the amount of the debt at the last-named date $1,514,475,860.47. There was however, at that time in the Treasury, applicable to the general purposes of the Government, the sum of $66,818,292.38.\n The total receipts for the current fiscal year ending June 30, 1886, ascertained to October 1, 1885, and estimated for the remainder of the year, are $315,000,000. The expenditures ascertained and estimated for the same time are $245,000,000, leaving a surplus at the close of the year estimated at $70,000,000.\n The value of the exports from the United States to foreign countries during the last fiscal year was as follows:\n Some of the principal exports, with their values and the percentage they respectively bear to the total exportation, are given as follows:\n Our imports during the year were as follows:\n The following are given as prominent articles of import during the year, with their values and the percentage they bear to the total importation:\n Of the entire amount of duties collected 70 per cent was collected from the following articles of import:\n The fact that our revenues are in excess of the actual needs of all economical administration of the Government justifies a reduction in the amount exacted from the people for its support. Our Government is but the means established by the will of a free people by which certain principles are applied which they have adopted for their benefit and protection; and it is never better administered and its true spirit is never better observed than when the people's taxation for its support is scrupulously limited to the actual necessity of expenditure and distributed according to a just and equitable plan.\n The proposition with which we have to deal is the reduction of the revenue received by the Government, and indirectly paid by the people, from customs duties. The question of free trade is not involved, nor is there now any occasion for the general discussion of the wisdom or expediency of a protective system.\n Justice and fairness dictate that in any modification of our present laws relating to revenue the industries and interests which have been encouraged by such laws, and in which our citizens have large investments, should not be ruthlessly injured or destroyed. We should also deal with the subject in such manner as to protect the interests of American labor, which is the capital of our workingmen. Its stability and proper remuneration furnish the most justifiable pretext for a protective policy.\n Within these limitations a certain reduction should be made in our customs revenue. The amount of such reduction having been determined, the inquiry follows, Where can it best be remitted and what articles can best be released from duty in the interest of our citizens?\n I think the reduction should be made in the revenue derived from a tax upon the imported necessaries of life. We thus directly lessen the cost of living in every family of the land and release to the people in every humble home a larger measure of the rewards of frugal industry.\n During the year ended November 1, 1885, 145 national banks were organized, with an aggregate capital of $16,938,000, and circulating notes have been issued to them amounting to $4,274,910. The whole number of these banks in existence on the day above mentioned was 2,727.\n The very limited amount of circulating notes issued by our national banks, compared with the amount the law permits them to issue upon a deposit of bonds for their redemption, indicates that the volume of our circulating medium may be largely increased through this instrumentality.\n Nothing more important than the present condition of our currency and coinage can claim your attention.\n Since February, 1878, the Government has, under the compulsory provisions of law, purchased silver bullion and coined the same at the rate of more than $2,000,000 every month. By this process up to the present date 215,759,431 silver dollars have been coined.\n A reasonable appreciation of a delegation of power to the General Government would limit its exercise, without express restrictive words, to the people's needs and the requirements of the public welfare.\n Upon this theory the authority to \"coin money\" given to Congress by the Constitution, if it permits the purchase by the Government of bullion for coinage in any event, does not justify such purchase and coinage to an extent beyond the amount needed for a sufficient circulating medium.\n The desire to utilize the silver product of the country should not lead to a misuse or the perversion of this power.\n The necessity for such an addition to the silver currency of the nation as is compelled by the silver-coinage act is negatived by the fact that up to the present time only about 50,000,000 of the silver dollars so coined have actually found their way into circulation, leaving more than 165,000,000 in the possession of the Government, the custody of which has entailed a considerable expense for the construction of vaults for it deposit. Against this latter amount there are outstanding silver certificates amounting to about $93,000,000.\n Every month two millions of gold in the public Treasury are paid our for two millions or more of silver dollars, to be added to the idle mass already accumulated.\n If continued long enough, this operation will result in the substitution of silver for all the gold the Government owns applicable to its general purposes. It will not do to rely upon the customs receipts of the Government to make good this drain of gold, because the silver thus coined having been made legal tender for all debts and dues, public and private, at times during the last six months 58 per cent of the receipts for duties has been in silver or silver certificates, while the average within that period has been 20 per cent. The proportion of silver and its certificates received by the Government will probably increase as time goes on, for the reason that the nearer the period approaches when it will be obliged to offer silver in payment of its obligations the greater inducement there will be to hoard gold against depreciation in the value of silver or for the purpose of speculating.\n This hoarding of gold has already begun.\n When the time comes that gold has been withdrawn from circulation, then will be apparent the difference between the real value of the silver dollar and a dollar in gold, and the two coins will part company. Gold, still the standard of value and necessary in our dealings with other countries, will be at a premium over silver; banks which have substituted gold for the deposits of their customers may pay them with silver bought with such gold, thus making a handsome profit; rich speculators will sell their hoarded gold to their neighbors who need it to liquidate their foreign debts, at a ruinous premium over silver, and the laboring men and women of the land, most defenseless of all, will find that the dollar received for the wage of their toil has sadly shrunk in its purchasing power. It may be said that the latter result will be but temporary, and that ultimately the price of labor will be adjusted to the change; but even if this takes place the wage-worker can not possibly gain, but must inevitably lose, since the price he is compelled to pay for his living will not only be measured in a coin heavily depreciated and fluctuating and uncertain in its value, but this uncertainty in the value of the purchasing medium will be made the pretext for an advance in prices beyond that justified by actual depreciation.\n The words uttered in 183"}