{"title": "December 7 1824 Eighth Annual Message-James Monroe", "content": " every kind of danger we should pay the most vigilant and unceasing attention, remove the cause where it may be practicable, and be prepared to meet it when inevitable.\n Against foreign danger the policy of the government seems to be already settled. The events of the late war admonished us to make our maritime frontier impregnable by a well-digested chain of fortifications, and to give efficient protection to our commerce by augmenting our Navy to a certain extent, which has been steadily pursued, and which it is incumbent upon us to complete as soon as circumstances will permit. In the event of war it is on the maritime frontier that we shall be assailed. It is in that quarter, therefore, that we should be prepared to meet the attack. It is there that our whole force will be called into action to prevent the destruction of our towns and the desolation and pillage of the interior.\n To give full effect to this policy great improvements will be indispensable. Access to those works by every practicable communication should be made easy and in every direction. The intercourse between every part of our union should also be promoted and facilitated by the exercise of those powers which may comport with a faithful regard to the great principles of our Constitution. With respect to internal causes, those great principles point out with equal certainty the policy to be pursued.\n Resting on the people as our governments do, state and national, with well-defined powers, it is of the highest importance that they severally keep within the limits prescribed to them. Fulfilling that sacred duty, it is of equal importance that the movement between them be harmonious, and in case of any disagreement, should any such occur, a calm appeal be made to the people, and that their voice be heard and promptly obeyed. Both governments being instituted for the common good, we can not fail to prosper while those who made them are attentive to the conduct of their representatives and control their measures. In the pursuit of these great objects let a generous spirit and national views and feelings be indulged, and let every part recollect that by cherishing that spirit and improving the condition of the others in what relates to their welfare the general interest will not only be promoted, but the local advantage be reciprocated by all.\n I can not conclude this communication, the last of the kind which I shall have to make, without recollecting with great sensibility and heart felt gratitude the many instances of the public confidence and the generous support which I have received from my fellow citizens in the various trusts with which I have been honored. Having commenced my service in early youth, and continued it since with few and short intervals, I have witnessed the great difficulties to which our union has been surmounted. From the present prosperous and happy state I derive a gratification which I can not express. That these blessings may be preserved and perpetuated will be the object of my fervent and unceasing prayers to the Supreme Ruler of the Universe."}