{"title": "December 3 1907 Seventh Annual Message-Theodore Roosevelt", "content": ", the abuse should he censured, above all by the very men who are properly anxious to prevent any effort to shear the courts of this necessary power. The court's decision must be final; the protest is only against the conduct of individual judges in needlessly anticipating such final decision, or in the tyrannical use of what is nominally a temporary injunction to accomplish what is in fact a permanent decision.\n The loss of life and limb from railroad accidents in this country has become appalling. It is a subject of which the National Government should take supervision. It might be well to begin by providing for a Federal inspection of interstate railroads somewhat along the lines of Federal inspection of steamboats, although not going so far; perhaps at first all that it would be necessary to have would be some officer whose duty would be to investigate all accidents on interstate railroads and report in detail the causes thereof. Such an officer should make it his business to get into close touch with railroad operating men so as to become thoroughly familiar with every side of the question, the idea being to work along the lines of the present steamboat inspection law.\n The National Government should be a model employer. It should demand the highest quality of service from each of its employees and it should care for all of them properly in return. Congress should adopt legislation providing limited but definite compensation for accidents to all workmen within the scope of the Federal power, including employees of navy yards and arsenals. In other words, a model employers' liability act, far-reaching and thoroughgoing, should be enacted which should apply to all positions, public and private, over which the National Government has jurisdiction. The number of accidents to wage-workers, including those that are preventable and those that are not, has become appalling in the mechanical, manufacturing, and transportation operations of the day. It works grim hardship to the ordinary wage-worker and his family to have the effect of such an accident fall solely upon him; and, on the other hand, there are whole classes of attorneys who exist only by inciting men who may or may not have been wronged to undertake suits for negligence. As a matter of fact a suit for negligence is generally an inadequate remedy for the person injured, while it often causes altogether disproportionate annoyance to the employer. The law should be made such that the payment for accidents by the employer would be automatic instead of being a matter for lawsuits. Workmen should receive certain and definite compensation for all accidents in industry irrespective of negligence. The employer is the agent of the public and on his own responsibility and for his own profit he serves the public. When he starts in motion agencies which create risks for others, he should take all the ordinary and extraordinary risks involved; and the risk he thus at the moment assumes will ultimately be assumed, as it ought to be, by the general public. Only in this way can the shock of the accident be diffused, instead of falling upon the man or woman least able to bear it, as is now the case. The community at large should share the burdens as well as the benefits of industry. By the proposed law, employers would gain a desirable certainty of obligation and get rid of litigation to determine it, while the workman and his family would be relieved from a crushing load. With such a policy would come increased care, and accidents would be reduced in number. The National laws providing for employers' liability on railroads engaged in interstate commerce and for safety appliances, as well as for diminishing the hours any employee of a railroad should be permitted to work, should all be strengthened wherever in actual practice they have shown weakness; they should be kept on the statute books in thoroughgoing form.\n The constitutionality of the employers' liability act passed by the preceding Congress has been carried before the courts. In two jurisdictions the law has been declared unconstitutional, and in three jurisdictions its constitutionality has been affirmed. The question has been carried to the Supreme Court, the case has been heard by that tribunal, and a decision is expected at an early date. In the event that the court should affirm the constitutionality of the act, I urge further legislation along the lines advocated in my Message to the preceding Congress. The practice of putting the entire burden of loss to life or limb upon the victim or the victim's family is a form of social injustice in which the United States stands in unenviable prominence. In both our Federal and State legislation we have, with few exceptions, scarcely gone farther than the repeal of the fellow-servant principle of the old law of liability, and in some of our States even this slight modification of a completely outgrown principle has not yet been secured. The legislation of the rest of the industrial world stands out in striking contrast to our backwardness in this respect. Since 1895 practically every country of Europe, together with Great Britain, New Zealand, Australia, British Columbia, and the Cape of Good Hope has enacted legislation embodying in one form or another the complete recognition of the principle which places upon the employer the entire trade risk in the various lines of industry. I urge upon the Congress the enactment of a law which will at the same time bring Federal legislation up to the standard already established by all the European countries, and which will serve as a stimulus to the various States to perfect their legislation in this regard.\n The Congress should consider the extension of the eight-hour law. The constitutionality of the present law has recently been called into question, and the Supreme Court has decided that the existing legislation is unquestionably within the powers of the Congress. The principle of the eight-hour day should as rapidly and as far as practicable be extended to the entire work carried on by the Government; and the present law should be amended to embrace contracts on those public works which the present wording of the act has been construed to exclude. The general introduction of the eight-hour day should be the goal toward which we should steadily tend, and the Government should set the example in this respect.\n Strikes and lockouts, with their attendant loss and suffering, continue to increase. For the five years ending December 31, 1905, the number of strikes was greater than those in any previous ten years and was double the number in the preceding five years. These figures indicate the increasing need of providing some machinery to deal with this class of disturbance in the interest alike of the employer, the employee, and the general public. I renew my previous recommendation that the Congress favorably consider the matter of creating the machinery for compulsory investigation of such industrial controversies as are of sufficient magnitude and of sufficient concern to the people of the country as a whole to warrant the Federal Government in taking action.\n The need for some provision for such investigation was forcibly illustrated during the past summer. A strike of telegraph operators seriously interfered with telegraphic communication, causing great damage to business interests and serious inconvenience to the general public. Appeals were made to me from many parts of the country, from city councils, from boards of trade, from chambers of commerce, and from labor organizations, urging that steps be taken to terminate the strike. Everything that could with any propriety be done by a representative of the Government was done, without avail, and for weeks the public stood by and suffered without recourse of any kind. Had the machinery existed and had there been authority for compulsory investigation of the dispute, the public would have been placed in possession of the merits of the controversy, and public opinion would probably have brought about a prompt adjustment.\n Each successive step creating machinery for the adjustment of labor difficulties must be taken with caution, but we should endeavor to make progress in this direction.\n The provisions of the act of 1898 creating the chairman of the Interstate Commerce Commission and the Commissioner of Labor a board of mediation in controversies between interstate railroads and their employees has, for the first time, been subjected to serious tests within the past year, and the wisdom of the experiment has been fully demonstrated. The creation of a board for compulsory investigation in cases where mediation fails and arbitration is rejected is the next logical step in a progressive program.\n It is certain that for some time to come there will be a constant increase absolutely, and perhaps relatively, of those among our citizens who dwell in cities or towns of some size and who work for wages. This means that there will be an ever-increasing need to consider the problems inseparable from a great industrial civilization. Where an immense and complex business, especially in those branches relating to manufacture and transportation, is transacted by a large number of capitalists who employ a very much larger number of wage-earners, the former tend more and more to combine into corporations and the latter into unions. The relations of the capitalist and wage-worker to one another, and of each to the general public, are not always easy to adjust; and to put them and keep them on a satisfactory basis is one of the most important and one of the most delicate tasks before our whole civilization. Much of the work for the accomplishment of this end must be done by the individuals concerned themselves, whether singly or in combination; and the one fundamental fact that must never be lost track of is that the character of the average man, whether he be a man of means or a man who works with his hands, is the most important factor in solving the problem aright. But it is almost equally important to remember that without good laws it is also impossible to reach the proper solution. It is idle to hold that without good laws evils such as child labor, as the over-working of women, as the failure to protect employees from loss of life or limb, can be effectively reached, any more than the evils of rebates and stock-watering can be reached without good laws. To fail to stop these practices by legislation means to force honest men into them, because otherwise the dishonest who surely will take advantage of them will have everything their own way. If the States will correct these evils, well and good; but the Nation must stand ready to aid them.\n No question growing out of our rapid and complex industrial development is more important than that of the employment of women and children. The presence of women in industry reacts with extreme directness upon the character of the home and upon family life, and the conditions surrounding the employment of children bear a vital relation to our future citizenship. Our legislation in those areas under the control of the Congress is very much behind the legislation of our more progressive States. A thorough and comprehensive measure should be adopted at this session of the Congress relating to the employment of women and children in the District of Columbia and the Territories. The investigation into the condition of women and children wage-earners recently authorized and directed by the Congress is now being carried on in the various States, and I recommend that the appropriation made last year for beginning this work be renewed, in order that we may have the thorough and comprehensive investigation which the subject demands. The National Government has as an ultimate resort for control of child labor the use of the interstate commerce clause to prevent the products of child labor from entering into interstate commerce. But before using this it ought certainly to enact model laws on the subject for the Territories under its own immediate control.\n There is one fundamental proposition which can be laid down as regards all these matters, namely: While honesty by itself will not solve the problem, yet the insistence upon honesty--not merely technical honesty, but honesty in purpose and spirit--is an essential element in arriving at a right conclusion. Vice in its cruder and more archaic forms shocks everybody; but there is very urgent need that public opinion should be just as severe in condemnation of the vice which hides itself behind class or professional loyalty, or which denies that it is vice if it can escape conviction in the courts. The public and the representatives of the public, the high officials, whether on the bench or in executive or legislative positions, need to remember that often the most dangerous criminals, so far as the life of the Nation is concerned, are not those who commit the crimes known to and condemned by the popular conscience for centuries, but those who commit crimes only rendered possible by the complex conditions of our modern industrial life. It makes not a particle of difference whether these crimes are committed by a capitalist or by a laborer, by a leading banker or manufacturer or railroad man, or by a leading representative of a labor union. Swindling in stocks, corrupting legislatures, making fortunes by the inflation of securities, by wrecking railroads, by destroying competitors through rebates--these forms of wrongdoing in the capitalist, are far more infamous than any ordinary form of embezzlement or forgery; yet it is a matter of extreme difficulty to secure the punishment of the man most guilty of them, most responsible for them. The business man who condones such conduct stands on a level with the labor man who deliberately supports a corrupt demagogue and agitator, whether head of a union or head of some municipality, because he is said to have \"stood by the union.\" The members of the business community, the educators, or clergymen, who condone and encourage the first kind of wrongdoing, are no more dangerous to the community, but are morally even worse, than the labor men who are guilty of the second type of wrongdoing, because less is to be pardoned those who have no such excuse as is furnished either by ignorance or by dire need.\n When the Department of Agriculture was founded there was much sneering as to its usefulness. No Department of the Government, however, has more emphatically vindicated its usefulness, and none save the Post-Office Department comes so continually and intimately into touch with the people. The two citizens whose welfare is in the aggregate most vital to the welfare of the Nation, and therefore to the welfare of all other citizens, are the wage-worker who does manual labor and the tiller of the soil, the farmer. There are, of course, kinds of labor where the work must be purely mental, and there are other kinds of labor where, under existing conditions, very little demand indeed is made upon the mind, though I am glad to say that the proportion of men engaged in this kind of work is diminishing. But in any community with the solid, healthy qualities which make up a really great nation the bulk of the people should do work which calls for the exercise of both body and mind. Progress can not permanently exist in the abandonment of physical labor, but in the development of physical labor, so that it shall represent more and more the work of the trained mind in the trained body. Our school system is gravely defective in so far as it puts a premium upon mere literary training and tends therefore to train the boy away from the farm and the workshop. Nothing is more needed than the best type of industrial school, the school for mechanical industries in the city, the school for practically teaching agriculture in the country. The calling of the skilled tiller of the soil, the calling of the skilled mechanic, should alike be recognized as professions, just as emphatically as the callings of lawyer, doctor, merchant, or clerk. The schools recognize this fact and it should equally be recognized in popular opinion. The young man who has the farsightedness and courage to recognize it and to get over the idea that it makes a difference whether what he earns is called salary or wages, and who refuses to enter the crowded field of the so-called professions, and takes to constructive industry instead, is reasonably sure of an ample reward in earnings, in health, in opportunity to marry early, and to establish a home with a fair amount of freedom from worry. It should be one of our prime objects to put both the farmer and the mechanic on a higher plane of efficiency and reward, so as to increase their effectiveness in the economic world, and therefore the dignity, the remuneration, and the power of their positions in the social world.\n No growth of cities, no growth of wealth, can make up for any loss in either the number or the character of the farming population. We of the United States should realize this above almost all other peoples. We began our existence as a nation of farmers, and in every great crisis of the past a peculiar dependence has had to be placed upon the farming population; and this dependence has hitherto been justified. But it can not be justified in the future if agriculture is permitted to sink in the scale as compared with other employments. We can not afford to lose that preeminently typical American, the farmer who owns his own medium-sized farm. To have his place taken by either a class of small peasant proprietors, or by a class of great landlords with tenant-farmed estates would be a veritable calamity. The growth of our cities is a good thing but only in so far as it does not mean a growth at the expense of the country farmer. We must welcome the rise of physical sciences in their application to agricultural practices, and we must do all we can to render country conditions more easy and pleasant. There are forces which now tend to bring about both these results, but they are, as yet, in their infancy. The National Government through the Department of Agriculture should do all it can by joining with the State governments and with independent associations of farmers to encourage the growth in the open farming country of such institutional and social movements as will meet the demand of the best type of farmers, both for the improvement of their farms and for the betterment of the life itself. The Department of Agriculture has in many places, perhaps especially in certain districts of the South, accomplished an extraordinary amount by cooperating with and teaching the farmers through their associations, on their own soil, how to increase their income by managing their farms better than they were hitherto managed. The farmer must not lose his independence, his initiative, his rugged self-reliance, yet he must learn to work in the heartiest cooperation with his fellows, exactly as the business man has learned to work; and he must prepare to use to constantly better advantage the knowledge that can be obtained from agricultural colleges, while he must insist upon a practical curriculum in the schools in which his children are taught. The Department of Agriculture and the Department of Commerce and Labor both deal with the fundamental needs of our people in the production of raw material and its manufacture and distribution, and, therefore, with the welfare of those who produce it in the raw state, and of those who manufacture and distribute it. The Department of Commerce and Labor has but recently been founded but has already justified its existence; while the Department of Agriculture yields to no other in the Government in the practical benefits which it produces in proportion to the public money expended. It must continue in the future to deal with growing crops as it has dealt in the past, but it must still further extend its field of usefulness hereafter by dealing with live men, through a far-reaching study and treatment of the problems of farm life alike from the industrial and economic and social standpoint. Farmers must cooperate with one another and with the Government, and the Government can best give its aid through associations of farmers, so as to deliver to the farmer the large body of agricultural knowledge which has been accumulated by the National and State governments and by the agricultural colleges and schools.\n The grain producing industry of the country, one of the most important in the United States, deserves special consideration at the hands of the Congress. Our grain is sold almost exclusively by grades. To secure satisfactory results in our home markets and to facilitate our trade abroad, these grades should approximate the highest degree of uniformity and certainty. The present diverse methods of inspection and grading throughout the country under different laws and boards, result in confusion and lack of uniformity, destroying that confidence which is necessary for healthful trade. Complaints against the present methods have continued for years and they are growing in volume and intensity, not only in this country but abroad. I therefore suggest to the Congress the advisability of a National system of inspection and grading of grain entering into interstate and foreign commerce as a remedy for the present evils.\n The conservation of our natural resources and their proper use constitute the fundamental problem which underlies almost every other problem of our National life. We must maintain for our civilization the adequate material basis without which that civilization can not exist. We must show foresight, we must look ahead. As a nation we not only enjoy a wonderful measure of present prosperity but if this prosperity is used aright it is an earnest of future success such as no other nation will have. The reward of foresight for this Nation is great and easily foretold. But there must be the look ahead, there must be a realization of the fact that to waste, to destroy, our natural resources, to skin and exhaust the land instead of using it so as to increase its usefulness, will result in undermining in the days of our children the very prosperity which we ought by right to hand down to them amplified and developed. For the last few years, through several agencies, the Government has been endeavoring to get our people to look ahead and to substitute a planned and orderly development of our resources in place of a haphazard striving for immediate profit. Our great river systems should be developed as National water highways, the Mississippi, with its tributaries, standing first in importance, and the Columbia second, although there are many others of importance on the Pacific, the Atlantic and the Gulf slopes. The National Government should undertake this work, and I hope a beginning will be made in the present Congress; and the greatest of all our rivers, the Mississippi, should receive especial attention. From the Great Lakes to the mouth of the Mississippi there should be a deep waterway, with deep waterways leading from it to the East and the West. Such a waterway would practically mean the extension of our coast line into the very heart of our country. It would be of incalculable benefit to our people. If begun at once it can be carried through in time appreciably to relieve the congestion of our great freight-carrying lines of railroads. The work should be systematically and continuously carried forward in accordance with some well-conceived plan. The main streams should be improved to the highest point of efficiency before the improvement of the branches is attempted; and the work should be kept free from every faint of recklessness or jobbery. The inland waterways which lie just back of the whole eastern and southern coasts should likewise be developed. Moreover, the development of our waterways involves many other important water problems, all of which should be considered as part of the same general scheme. The Government dams should be used to produce hundreds of thousands of horsepower as an incident to improving navigation; for the annual value of the unused water-power of the United States perhaps exceeds the annual value of the products of all our mines. As an incident to creating the deep waterways down the Mississippi, the Government should build along its whole lower length levees which taken together with the control of the headwaters, will at once and forever put a complete stop to all threat of floods in the immensely fertile Delta region. The territory lying adjacent to the Mississippi along its lower course will thereby become one of the most prosperous and populous, as it already is one of the most fertile, farming regions in all the world. I have appointed an Inland Waterways Commission to study and outline a comprehensive scheme of development along all the lines indicated. Later I shall lay its report before the Congress.\n Irrigation should be far more extensively developed than at present, not only in the States of the Great Plains and the Rocky Mountains, but in many others, as, for instance, in large portions of the South Atlantic and Gulf States, where it should go hand in hand with the reclamation of swamp land. The Federal Government should seriously devote itself to this task, realizing that utilization of waterways and water-power, forestry, irrigation, and the reclamation of lands threatened with overflow, are all interdependent parts of the same problem. The work of the Reclamation Service in developing the larger opportunities of the western half of our country for irrigation is more important than almost any other movement. The constant purpose of the Government in connection with the Reclamation Service has been to use the water resources of the public lands for the ultimate greatest good of the greatest number; in other words, to put upon the land permanent home-makers, to use and develop it for themselves and for their children and children's children. There has been, of course, opposition to this work; opposition from some interested men who desire to exhaust the land for their own immediate profit without regard to the welfare of the next generation, and opposition from honest and well-meaning men who did not fully understand the subject or who did not look far enough ahead. This opposition is, I think, dying away, and our people are understanding that it would be utterly wrong to allow a few individuals to exhaust for their own temporary personal profit the resources which ought to be developed through use so as to be conserved for the permanent common advantage of the people as a whole.\n The effort of the Government to deal with the public land has been based upon the same principle as that of the Reclamation Service. The land law system which was designed to meet the needs of the fertile and well-watered regions of the Middle West has largely broken down when applied to the dryer regions of the Great Plains, the mountains, and much of the Pacific slope, where a farm of 160 acres is inadequate for self-support. In these regions the system lent itself to fraud, and much land passed out of the hands of the Government without passing into the hands of the home-maker. The Department of the Interior and the Department of Justice joined in prosecuting the offenders against the law; and they have accomplished much, while where the administration of the law has been defective it has been changed. But the laws themselves are defective. Three years ago a public lands commission was appointed to scrutinize the law, and defects, and recommend a remedy. Their examination specifically showed the existence of great fraud upon the public domain, and their recommendations for changes in the law were made with the design of conserving the natural resources of every part of the public lands by putting it to its best use. Especial attention was called to the prevention of settlement by the passage of great areas of public land into the hands of a few men, and to the enormous waste caused by unrestricted grazing upon the open range. The recommendations of the Public Lands Commission are sound, for they are especially in the interest of the actual homemaker; and where the small home-maker can not at present utilize the land they provide that the Government shall keep control of it so that it may not be monopolized by a few men. The Congress has not yet acted upon these recommendations; but they are so just and proper, so essential to our National welfare, that I feel confident, if the Congress will take time to consider them, that they will ultimately be adopted.\n Some such legislation as that proposed is essential in order to preserve the great stretches of public grazing land which are unfit for cultivation under present methods and are valuable only for the forage which they supply. These stretches amount in all to some 300,000,000 acres, and are open to the free grazing of cattle, sheep, horses and goats, without restriction. Such a system, or lack of system, means that the range is not so much used as wasted by abuse. As the West settles the range becomes more and more over-grazed. Much of it can not be used to advantage unless it is fenced, for fencing is the only way by which to keep in check the owners of nomad flocks which roam hither and thither, utterly destroying the pastures and leaving a waste behind so that their presence is incompatible with the presence of home-makers. The existing fences are all illegal. Some of them represent the improper exclusion of actual settlers, actual home-makers, from territory which is usurped by great cattle companies. Some of them represent what is in itself a proper effort to use the range for those upon the land, and to prevent its use by nomadic outsiders. All these fences, those that are hurtful and those that are beneficial, are alike illegal and must come down. But it is an outrage that the law should necessitate such action on the part of the Administration. The unlawful fencing of public lands for private grazing must be stopped, but the necessity which occasioned it must be provided for. The Federal Government should have control of the range, whether by permit or lease, as local necessities may determine. Such control could secure the great benefit of legitimate fencing, while at the same time securing and promoting the settlement of the country. In some places it may be that the tracts of range adjacent to the homesteads of actual settlers should be allotted to them severally or in common for the summer grazing of their stock. Elsewhere it may be that a lease system would serve the purpose; the leases to be temporary and subject to the rights of settlement, and the amount charged being large enough merely to permit of the efficient and beneficial control of the range by the Government, and of the payment to the county of the equivalent of what it would otherwise receive in taxes. The destruction of the public range will continue until some such laws as these are enacted. Fully to prevent the fraud in the public lands which, through the joint action of the Interior Department and the Department of Justice, we have been endeavoring to prevent, there must be further legislation, and especially a sufficient appropriation to permit the Department of the Interior to examine certain classes of entries on the ground before they pass into private ownership. The Government should part with its title only to the actual home-maker, not to the profit-maker who does not care to make a home. Our prime object is to secure the rights and guard the interests of the small ranchman, the man who plows and pitches hay for himself. It is this small ranchman, this actual settler and homemaker, who in the long run is most hurt by permitting thefts of the public land in whatever form.\n Optimism is a good characteristic, but if carried to an excess it becomes foolishness. We are prone to speak of the resources of this country as inexhaustible; this is not so. The mineral wealth of the country, the coal, iron, oil, gas, and the like, does not reproduce itself, and therefore is certain to be exhausted ultimately; and wastefulness in dealing with it to-day means that our descendants will feel the exhaustion a generation or two before they otherwise would. But there are certain other forms of waste which could be entirely stopped--the waste of soil by washing, for instance, which is among the most dangerous of all wastes now in progress in the United States, is easily preventable, so that this present enormous loss of fertility is entirely unnecessary. The preservation or replacement of the forests is one of the most important means of preventing this loss. We have made a beginning in forest preservation, but it is only a beginning. At present lumbering is the fourth greatest industry in the United States; and yet, so rapid has been the rate of exhaustion of timber in the United States in the past, and so rapidly is the remainder being exhausted, that the country is unquestionably on the verge of a timber famine which will be felt in every household in the land. There has already been a rise in the price of lumber, but there is certain to be a more rapid and heavier rise in the future. The present annual consumption of lumber is certainly three times as great as the annual growth; and if the consumption and growth continue unchanged, practically all our lumber will be exhausted in another generation, while long before the limit to complete exhaustion is reached the growing scarcity will make itself felt in many blighting ways upon our National welfare. About 20 per cent of our forested territory is now reserved in National forests; but these do not include the most valuable timber lauds, and in any event the proportion is too small to expect that the reserves can accomplish more than a mitigation of the trouble which is ahead for the nation. Far more drastic action is needed. Forests can be lumbered so as to give to the public the full use of their mercantile timber without the slightest detriment to the forest, any more than it is a detriment to a farm to furnish a harvest; so that there is no parallel between forests and mines, which can only be completely used by exhaustion. But forests, if used as all our forests have been used in the past and as most of them are still used, will be either wholly destroyed, or so damaged that many decades have to pass before effective use can be made of them again. All these facts are so obvious that it is extraordinary that it should be necessary to repeat them. Every business man in the land, every writer in the newspapers, every man or woman of an ordinary school education, ought to be able to see that immense quantities of timber are used in the country, that the forests which supply this timber are rapidly being exhausted, and that, if no change takes place, exhaustion will come comparatively soon, and that the effects of it will be felt severely in the every-day life of our people. Surely, when these facts are so obvious, there should be no delay in taking preventive measures. Yet we seem as a nation to be willing to proceed in this matter with happy-go-lucky indifference even to the immediate future. It is this attitude which permits the self-interest of a very few persons to weigh for more than the ultimate interest of all our people. There are persons who find it to their immense pecuniary benefit to destroy the forests by lumbering. They are to be blamed for thus sacrificing the future of the Nation as a whole to their own self-interest of the moment; but heavier blame attaches to the people at large for permitting such action, whether in the White Mountains, in the southern Alleghenies, or in the Rockies and Sierras. A big lumbering company, impatient for immediate returns and not caring to look far enough ahead, will often deliberately destroy all the good timber in a region, hoping afterwards to move on to some new country. The shiftless man of small means, who does not care to become an actual home-maker but would like immediate profit, will find it to his advantage to take up timber land simply to turn it over to such a big company, and leave it valueless for future settlers. A big mine owner, anxious only to develop his mine at the moment, will care only to cut all the timber that he wishes without regard to the future--probably net looking ahead to the condition of the country when the forests are exhausted, any more than he does to the condition when the mine is worked out. I do not blame these men nearly as much as I blame the supine public opinion, the indifferent public opinion, which permits their action to go unchecked. Of course to check the waste of timber means that there must be on the part of the public the acceptance of a temporary restriction in the lavish use of the timber, in order to prevent the total loss of this use in the future. There are plenty of men in public and private life who actually advocate the continuance of the present system of unchecked and wasteful extravagance, using as an argument the fact that to check it will of course mean interference with the ease and comfort of certain people who now get lumber at less cost than they ought to pay, at the expense of the future generations. Some of these persons actually demand that the present forest reserves be thrown open to destruction, because, forsooth, they think that thereby the price of lumber could be put down again for two or three or more years. Their attitude is precisely like that of an agitator protesting against the outlay of money by farmers on manure and in taking care of their farms generally. Undoubtedly, if the average farmer were content absolutely to ruin his farm, he could for two or three years avoid spending any money on it, and yet make a good deal of money out of it. But only a savage would, in his private affairs, show such reckless disregard of the future; yet it is precisely this reckless disregard of the future which the opponents of the forestry system are now endeavoring to get the people of the United States to show. The only trouble with the movement for the preservation of our forests is that it has not gone nearly far enough, and was not begun soon enough. It is a most fortunate thing, however, that we began it when we did. We should acquire in the Appalachian and White Mountain regions all the forest lands that it is possible to acquire for the use of the Nation. These lands, because they form a National asset, are as emphatically national as the rivers which they feed, and which flow through so many States before they reach the ocean.\n There should be no tariff on any forest product grown in this country; and, in especial, there should be no tariff on wood pulp; due notice of the change being of course given to those engaged in the business so as to enable them to adjust themselves to the new conditions. The repeal of the duty on wood pulp should if possible be accompanied by an agreement with Canada that there shall be no export duty on Canadian pulp wood.\n In the eastern United States the mineral fuels have already passed into the hands of large private owners, and those of the West are rapidly following. It is obvious that these fuels should be conserved and not wasted, and it would be well to protect the people against unjust and extortionate prices, so far as that can still be done. What has been accomplished in the great oil fields of the Indian Territory by the action of the Administration, offers a striking example of the good results of such a policy. In my judgment the Government should have the right to keep the fee of the coal, oil, and gas fields in its own possession and to lease the rights to develop them under proper regulations; or else, if the Congress will not adopt this method, the coal deposits should be sold under limitations, to conserve them as public utilities, the right to mine coal being separated from the title to the soil. The regulations should permit coal lands to be worked in sufficient quantity by the several corporations. The present limitations have been absurd, excessive, and serve no useful purpose, and often render it necessary that there should be either fraud or close abandonment of the work of getting out the coal.\n Work on the Panama Canal is proceeding in a highly satisfactory manner. In March last, John F. Stevens, chairman of the Commission and chief engineer, resigned, and the Commission was reorganized and constituted as follows: Lieut. Col. George W. Goethals, Corps. of Engineers, U. S. Army, chairman and chief engineer; Maj. D. D. Gall-lard, Corps of Engineers, U. S. Army; Maj. William L. Sibert, Corps of Engineers, U. S. Army; Civil Engineer H. H. Rousseau, U. S. Navy; Mr. J. C. S. Blackburn; Col. W. C. Gorgas, U. S. Army, and Mr. Jackson Smith, Commissioners. This change of authority and direction went into effect on April 1, without causing a perceptible check to the progress of the work. In March the total excavation in the Culebra Cut, where effort was chiefly concentrated, was 815,270 cubic yards. In April this was increased to 879,527 cubic yards. There was a considerable decrease in the output for May and June owing partly to the advent of the rainy season and partly to temporary trouble with the steam shovel men over the question of wages. This trouble was settled satisfactorily to all parties and in July the total excavation advanced materially and in August the grand total from all points in the canal prism by steam shovels and dredges exceeded all previous United States records, reaching 1,274,404 cubic yards. In September this record was eclipsed and a total of 1,517,412 cubic yards was removed. Of this amount 1,481,307 cubic yards were from the canal prism and 36,105 cubic yards were from accessory works. These results were achieved in the rainy season with a rainfall in August of 11.89 inches and in September of 11.65 inches. Finally, in October, the record was again eclipsed, the total excavation being 1,868,729 cubic yards; a truly extraordinary record, especially in view of the heavy rainfall, which was 17.1 inches. In fact, experience during the last two rainy seasons demonstrates that the rains are a less serious obstacle to progress than has hitherto been supposed.\n Work on the locks and dams at Gatun, which began actively in March last, has advanced so far that it is thought that masonry work on the locks can be begun within fifteen months. In order to remove all doubt as to the satisfactory character of the foundations for the locks of the Canal, the Secretary of War requested three eminent civil engineers, of special experience in such construction, Alfred Noble, Frederic P. Stearns and John R. Freeman, to visit the Isthmus and make thorough personal investigations of the sites. These gentlemen went to the Isthmus in April and by means of test pits which had been dug for the purpose, they inspected the proposed foundations, and also examined the borings that had been made. In their report to the Secretary of War, under date of May 2, 1907, they said: \"We found that all of the locks, of the dimensions now propesed, will rest upon rock of such character that it will furnish a safe and stable foundation.\" Subsequent new borings, conducted by the present Commission, have fully confirmed this verdict. They show that the locks will rest on rock for their entire length. The cross section of the dam and method of construction will be such as to insure against any slip or sloughing off. Similar examination of the foundations of the locks and dams on the Pacific side are in progress. I believe that the locks should be made of a width of 120 feet.\n Last winter bids were requested and received for doing the work of canal construction by contract. None of them was found to be satisfactory and all were rejected. It is the unanimous opinion of the present Commission that the work can be done better, more cheaply, and more quickly by the Government than by private contractors. Fully 80 per cent of the entire plant needed for construction has been purchased or contracted for; machine shops have been erected and equipped for making all needed repairs to the plant; many thousands of employees have been secured; an effective organization has been perfected; a recruiting system is in operation which is capable of furnishing more labor than can be used advantageously; employees are well sheltered and well fed; salaries paid are satisfactory, and the work is not only going forward smoothly, but it is producing results far in advance of the most sanguine anticipations. Under these favorable conditions, a change in the method of prosecuting the work would be unwise and unjustifiable, for it would inevitably disorganize existing conditions, check progress, and increase the cost and lengthen the time of completing the Canal.\n The chief engineer and all his professional associates are firmly convinced that the 85 feet level lock canal which they are constructing is the best that could be desired. Some of them had doubts on this point when they went to the Isthmus. As the plans have developed under their direction their doubts have been dispelled. While they may decide upon changes in detail as construction advances they are in hearty accord in approving the general plan. They believe that it provides a canal not only adequate to all demands that will be made upon it but superior in every way to a sea level canal. I concur in this belief.\n I commend to the favorable consideration of the Congress a postal savings bank system, as recommended by the Postmaster-General. The primary object is to encourage among our people economy and thrift and by the use of postal savings banks to give them an opportunity to husband their resources, particularly those who have not the facilities at hand for depositing their money in savings banks. Viewed, however, from the experience of the past few weeks, it is evident that the advantages of such an institution are till more far-reaching. Timid depositors have withdrawn their savings for the time being from national banks, trust companies, and savings banks; individuals have hoarded their cash and the workingmen their earnings; all of which money has been withheld and kept in hiding or in safe deposit box to the detriment of prosperity. Through the agency of the postal savings banks such money would be restored to the channels of trade, to the mutual benefit of capital and labor.\n I further commend to the Congress the consideration of the Postmaster-General's recommendation for an extension of the parcel post, especially on the rural routes. There are now 38,215 rural routes, serving nearly 15,000,000 people who do not have the advantages of the inhabitants of cities in obtaining their supplies. These recommendations have been drawn up to benefit the farmer and the country storekeeper; otherwise, I should not favor them, for I believe that it is good policy for our Government to do everything possible to aid the small town and the country district. It is desirable that the country merchant should not be crushed out.\n The fourth-class postmasters' convention has passed a very strong resolution in favor of placing the fourth-class postmasters under the civil-service law. The Administration has already put into effect the policy of refusing to remove any fourth-class postmasters save for reasons connected with the good of the service; and it is endeavoring so far as possible to remove them from the domain of partisan politics. It would be a most desirable thing to put the fourth-class postmasters in the classified service. It is possible that this might be done without Congressional action, but, as the matter is debatable, I earnestly recommend that the Congress enact a law providing that they be included under the civil-service law and put in the classified service.\n Oklahoma has become a State, standing on a full equality with her elder sisters, and her future is assured by her great natural resources. The duty of the National Government to guard the personal and property rights of the Indians within her borders remains of course unchanged.\n I reiterate my recommendations of last year as regards Alaska. Some form of local self-government should be provided, as simple and inexpensive as possible; it is impossible for the Congress to devote the necessary time to all the little details of necessary Alaskan legislation. Road building and railway building should be encouraged. The Governor of Alaska should begiven an ample appropriation wherewith to organize a force to preserve the public peace. Whisky selling to the natives should be made a felony. The coal land laws should be changed so as to meet the peculiar needs of the Territory. This should be attended to at once; for the present laws permit individuals to locate large areas of the public domain for speculative purposes; and cause an immense amount of trouble, fraud, and litigation. There should be another judicial division established. As early as possible lighthouses and buoys should be established as aids to navigation, especially in and about Prince William Sound, and the survey of the coast completed. There is need of liberal appropriations for lighting and buoying the southern coast and improving the aids to navigation in southeastern Alaska. One of the great industries of Alaska, as of Puget Sound and the Columbia, is salmon fishing. Gradually, by reason of lack of proper laws, this industry is being ruined; it should now be taken in charge, and effectively protected, by the United States Government.\n The courage and enterprise of the citizens of the farnorth-west in their projected Alaskan-Yukon-Pacific Exposition, to be held in 1909, should receive liberal encouragement. This exposition is not sentimental in its conception, but seeks to exploit the natural resources of Alaska and to promote the commerce, trade, and industry of the Pacific States with their neighboring States and with our insular possessions and the neighboring countries of the Pacific. The exposition asks no loan from the Congress but seeks appropriations for National exhibits and exhibits of the western dependencies of the General Government. The State of Washington and the city of Seattle have shown the characteristic western enterprise in large donations for the conduct of this exposition in which other States are lending generous assistance.\n The unfortunate failure of the shipping bill at the last session of the last Congress was followed by the taking off of certain Pacific steamships, which has greatly hampered the movement of passengers between Hawaii and the mainland. Unless the Congress is prepared by positive encouragement to secure proper facilities in the way of shipping between Hawaii and the mainland, then the coastwise shipping laws should be so far relaxed as to prevent Hawaii suffering as it is now suffering. I again call your attention to the capital importance from every standpoint of making Pearl Harbor available for the largest deep water vessels, and of suitably fortifying the islan\n The Secretary of War has gone to the Philippines. On his return I shall submit to you his report on the islands.\n I again recommend that the rights of citizenship be conferred upon the people of Porto Rico.\n A bureau of mines should be created under the control and direction of the Secretary of the Interior; the bureau to have power to collect statistics and make investigations in all matters pertaining to mining and particularly to"}