{"title": "December 1 1890 Second Annual Message-Benjamin Harrison", "content": " secure for ourselves those advantages that fairly grow out of our favored position as a nation. Our form of government, with its incident of universal suffrage, makes it imperative that we shall save our working people from the agitations and distresses which scant work and wages that have no margin for comfort always beget. But after all this is done it will be found that our markets are open to friendly commercial exchanges of enormous value to the other great powers.\n From the time of my induction into office the duty of using every power and influence given by law to the executive department for the development of larger markets for our products, especially our farm products, has been kept constantly in mind, and no effort has been or will be spared to promote that end. We are under no disadvantage in any foreign market, except that we pay our workmen and workwomen better wages than are paid elsewhere--better abstractly, better relatively to the cost of the necessaries of life. I do not doubt that a very largely increased foreign trade is accessible to us without bartering for it either our home market for such products of the farm and shop as our own people can supply or the wages of our working people.\n In many of the products of wood and iron and in meats and breadstuffs we have advantages that only need better facilities of intercourse and transportation to secure for them large foreign markets. The reciprocity clause of the tariff act wisely and effectively opens the way to secure a large reciprocal trade in exchange for the free admission to our ports of certain products. The right of independent nations to make special reciprocal trade concessions is well established, and does not impair either the comity due to other powers or what is known as the \"favored-nation clause,\" so generally found in commercial treaties. What is given to one for an adequate agreed consideration can not be claimed by another freely. The state of the revenues was such that we could dispense with any import duties upon coffee, tea, hides, and the lower grades of sugar and molasses. That the large advantage resulting to the countries producing and exporting these articles by placing them on the free list entitled us to expect a fair return in the way of customs concessions upon articles exported by us to them was so obvious that to have gratuitously abandoned this opportunity to enlarge our trade would have been an unpardonable error.\n There were but two methods of maintaining control of this question open to Congress--to place all of these articles upon the dutiable list, subject to such treaty agreements as could be secured, or to place them all presently upon the free list, but subject to the reimposition of specified duties if the countries from which we received them should refuse to give to us suitable reciprocal benefits. This latter method, I think, possesses great advantages. It expresses in advance the consent of Congress to reciprocity arrangements affecting these products, which must otherwise have been delayed and unascertained until each treaty was ratified by the Senate and the necessary legislation enacted by Congress. Experience has shown that some treaties looking to reciprocal trade have failed to secure a two-thirds vote in the Senate for ratification, and others having passed that stage have for years awaited the concurrence of the House and Senate in such modifications of our revenue laws as were necessary to give effect to their provisions. We now have the concurrence of both Houses in advance in a distinct and definite offer of free entry to our ports of specific articles. The Executive is not required to deal in conjecture as to what Congress will accept. Indeed, this reciprocity provision is more than an offer. Our part of the bargain is complete; delivery has been made; and when the countries from which we receive sugar, coffee, tea, and hides have placed on their free lists such of our products as shall be agreed upon as an equivalent for our concession, a proclamation of that fact completes the transaction; and in the meantime our own people have free sugar, tea, coffee, and hides.\n The indications thus far given are very hopeful of early and favorable action by the countries from which we receive our large imports of coffee and sugar, and it is confidently believed that if steam communication with these countries can be promptly improved and enlarged the next year will show a most gratifying increase in our exports of breadstuffs and provisions, as well as of some important lines of manufactured goods.\n In addition to the important bills that became laws before the adjournment of the last session, some other bills of the highest importance were well advanced toward a final vote and now stand upon the calendars of the two Houses in favored positions. The present session has a fixed limit, and if these measures are not now brought to a final vote all the work that has been done upon them by this Congress is lost. The proper consideration of these, of an apportionment bill, and of the annual appropriation bills will require not only that no working day of the session shall be lost, but that measures of minor and local interest shall not be allowed to interrupt or retard the progress of those that are of universal interest. In view of these conditions, I refrain from bringing before you at this time some suggestions that would otherwise be made, and most earnestly invoke your attention to the duty of perfecting the important legislation now well advanced. To some of these measures, which seem to me most important, I now briefly call your attention.\n I desire to repeat with added urgency the recommendations contained in my last annual message in relation to the development of American steamship lines. The reciprocity clause of the tariff bill will be largely limited and its benefits retarded and diminished if provision is not contemporaneously made to encourage the establishment of first-class steam communication between our ports and the ports of such nations as may meet our overtures for enlarged commercial exchanges. The steamship, carrying the mails statedly and frequently and offering to passengers a comfortable, safe, and speedy transit, is the first condition of foreign trade. It carries the order or the buyer, but not all that is ordered or bought. It gives to the sailing vessels such cargoes as are not urgent or perishable, and, indirectly at least, promotes that important adjunct of commerce. There is now both in this country and in the nations of Central and South America a state of expectation and confidence as to increased trade that will give a double value to your prompt action upon this question.\n The present situation of our mail communication with Australia illustrates the importance of early action by Congress. The Oceanic Steamship Company maintains a line of steamers between San Francisco, Sydney, and Auckland consisting of three vessels, two of which are of United States registry and one of foreign registry. For the service done by this line in carrying the mails we pay annually the sum of $46,000, being, as estimated, the full sea and United States inland postage, which is the limit fixed by law. The colonies of New South Wales and New Zealand have been paying annually to these lines lbs. 37,000 for carrying the mails from Sydney and Auckland to San Francisco. The contract under which this payment has been made is now about to expire, and those colonies have refused to renew the contract unless the United States shall pay a more equitable proportion of the whole sum necessary to maintain the service.\n I am advised by the Postmaster-General that the United States receives for carrying the Australian mails, brought to San Francisco in these steamers, by rail to Vancouver, an estimated annual income of $75,000, while, as I have stated, we are paying out for the support of the steamship line that brings this mail to us only $46,000, leaving an annual surplus resulting from this service of $29,000. The trade of the United States with Australia, which is in a considerable part carried by these steamers, and the whole of which is practically dependent upon the mail communication which they maintain, is largely in our favor. Our total exports of merchandise to Australasian ports during the fiscal year ending June 30, 1890, were $11,266,484, while the total imports of merchandise from these ports were only $4,277,676. If we are not willing to see this important steamship line withdrawn, or continued with Vancouver substituted for San Francisco as the American terminal, Congress should put it in the power of the Postmaster-General to make a liberal increase in the amount now paid for the transportation of this important mail.\n The South Atlantic and Gulf ports occupy a very favored position toward the new and important commerce which the reciprocity clause of the tariff act and the postal shipping bill are designed to promote. Steamship lines from these ports to some northern port of South America will almost certainly effect a connection between the railroad systems of the continents long before any continuous line of railroads can be put into operation. The very large appropriation made at the last session for the harbor of Galveston was justified, as it seemed to me, by these considerations. The great Northwest will feel the advantage of trunk lines to the South as well as to the East and of the new markets opened for their surplus food products and for many of their manufactured products.\n I had occasion in May last to transmit to Congress a report adopted by the International American Conference upon the subject of the incorporation of an international American bank, with a view to facilitating money exchanges between the States represented in that conference. Such an institution would greatly promote the trade we are seeking to develop. I renew the recommendation that a careful and well-guarded charter be granted. I do not think the powers granted should include those ordinarily exercised by trust, guaranty, and safe-deposit companies, or that more branches in the United States should be authorized than are strictly necessary to accomplish the object primarily in view, namely, convenient foreign exchanges. It is quite important that prompt action should be taken in this matter, in order that any appropriations for better communication with these countries and any agreements that may be made for reciprocal trade may not be hindered by the inconvenience of making exchanges through European money centers or burdened by the tribute which is an incident of that method of business.\n The bill for the relief of the Supreme Court has after many years of discussion reached a position where final action is easily attainable, and it is hoped that any differences of opinion may be so harmonized as to save the essential features of this very important measure. In this connection I earnestly renew my recommendation that the salaries of the judges of the United States district courts be so readjusted that none of them shall receive less than $5,000 per annum.\n The subject of the unadjusted Spanish and Mexican land grants and the urgent necessity for providing some commission or tribunal for the trial of questions of title growing out of them were twice brought by me to the attention of Congress at the last session. Bills have been reported from the proper committees in both Houses upon the subject, and I very earnestly hope that this Congress will put an end to the delay which has attended the settlement of the disputes as to the title between the settlers and the claimants under these grants. These disputes retard the prosperity and disturb the peace of large and important communities. The governor of New Mexico in his last report to the Secretary of the Interior suggests some modifications of the provisions of the pending bills relating to the small holdings of farm lands. I commend to your attention the suggestions of the Secretary of the Interior upon this subject.\n The enactment of a national bankrupt law I still regard as very desirable. The Constitution having given to Congress jurisdiction of this subject, it should be exercised and uniform rules provided for the administration of the affairs of insolvent debtors. The inconveniences resulting from the occasional and temporary exercise of this power by Congress and from the conflicting State codes of insolvency which come into force intermediately should be removed by the enactment of a simple, inexpensive, and permanent national bankrupt law.\n I also renew my recommendation in favor of legislation affording just copyright protection to foreign authors on a footing of reciprocal advantage for our authors abroad.\n It may still be possible for this Congress to inaugurate by suitable legislation a movement looking to uniformity and increased safety in the use of couplers and brakes upon freight trains engaged in interstate commerce. The chief difficulty in the way is to secure agreement as to the best appliances, simplicity, effectiveness, and cost being considered. This difficulty will only yield to legislation, which should be based upon full inquiry and impartial tests. The purpose should be to secure the cooperation of all well-disposed managers and owners; but the fearful fact that every year's delay involves the sacrifice of 2,000 lives and the maiming of 20,000 young men should plead both with Congress and the managers against any needless delay.\n The subject of the conservation and equal distribution of the water supply of the arid regions has had much attention from Congress, but has not as yet been put upon a permanent and satisfactory basis. The urgency of the subject does not grow out of any large present demand for the use of these lands for agriculture, but out of the danger that the water supply and the sites for the necessary catch basins may fall into the hands of individuals or private corporations and be used to render subservient the large areas dependent upon such supply. The owner of the water is the owner of the lands, however the titles may run. All unappropriated natural water sources and all necessary reservoir sites should be held by the Government for the equal use at fair rates of the homestead settlers who will eventually take up these lands. The United States should not, in my opinion, undertake the construction of dams or canals, but should limit its work to such surveys and observations as will determine the water supply, both surface and subterranean, the areas capable of irrigation, and the location and storage capacity of reservoirs. This done, the use of the water and of the reservoir sites might be granted to the respective States or Territories or to individuals or associations upon the condition that the necessary works should be constructed and the water furnished at fair rates without discrimination, the rates to be subject to supervision by the legislatures or by boards of water commissioners duly constituted. The essential thing to be secured is the common and equal use at fair rates of the accumulated water supply. It were almost better that these lands should remain arid than that those who occupy them should become the slaves of unrestrained monopolies controlling the one essential element of land values and crop results.\n The use of the telegraph by the Post-Office Department as a means for the rapid transmission of written communications is, I believe, upon proper terms, quite desirable. The Government does not own or operate the railroads, and it should not, I think, own or operate the telegraph lines. It does, however, seem to be quite practicable for the Government to contract with the telegraph companies, as it does with railroad companies, to carry at specified rates such communications as the senders may designate for this method of transmission. I recommend that such legislation be enacted as will enable the Post-Office Department fairly to test by experiment the advantages of such a use of the telegraph.\n If any intelligent and loyal company of American citizens were required to catalogue the essential human conditions of national life, I do not doubt that with absolute unanimity they would begin with \"free and honest elections.\" And it is gratifying to know that generally there is a growing and nonpartisan demand for better election laws; but against this sign of hope and progress must be set the depressing and undeniable fact that election laws and methods are sometimes cunningly contrived to secure minority control, while violence completes the shortcomings of fraud.\n In my last annual message I suggested that the development of the existing law providing a Federal supervision of Congressional elections offered an effective method of reforming these abuses. The need of such a law has manifested itself in many parts of the country, and its wholesome restraints and penalties will be useful in all. The constitutionality of such legislation has been affirmed by the Supreme Court. Its probable effectiveness is evidenced by the character of the opposition that is made to it. It has been denounced as if it were a new exercise of Federal power and an invasion of the rights of States. Nothing could be further from the truth. Congress has already fixed the time for the election of members of Congress. It has declared that votes for members of Congress must be by written or printed ballot; it has provided for the appointment by the circuit courts in certain cases, and upon the petition of a certain number of citizens, of election supervisors, and made it their duty to supervise the registration of voters conducted by the State officers; to challenge persons offering to register; to personally inspect and scrutinize the registry lists, and to affix their names to the lists for the purpose of identification and the prevention of frauds; to attend at elections and remain with the boxes till they are all cast and counted; to attach to the registry lists and election returns any statement touching the accuracy and fairness of the registry and election, and to take and transmit to the Clerk of the House of Representatives any evidence of fraudulent practices which may be presented to them. The same law provides for the appointment of deputy United States marshals to attend at the polls, support the supervisors in the discharge of their duties, and to arrest persons violating the election laws. The provisions of this familiar title of the Revised Statutes have been put into exercise by both the great political parties, and in the North as well as in the South, by the filing with the court of the petitions required by the law.\n It is not, therefore, a question whether we shall have a Federal election law, for we now have one and have had for nearly twenty years, but whether we shall have an effective law. The present law stops just short of effectiveness, for it surrenders to the local authorities all control over the certification which establishes the prima facie right to a seat in the House of Representatives. This defect should be cured. Equality of representation and the parity of the electors must be maintained or everything that is valuable in our system of government is lost. The qualifications of an elector must be sought in the law, net in the opinions, prejudices, or fears of any class, however powerful. The path of the elector to the ballot box must be free from the ambush of fear and the enticements of fraud; the count so true and open that none shall gainsay it. Such a law should be absolutely nonpartisan and impartial. It should give the advantage to honesty and the control to majorities. Surely there is nothing sectional about this creed, and if it shall happen that the penalties of laws intended to enforce these rights fall here and not there it is not because the law is sectional, but because, happily, crime is local and not universal. Nor should it be forgotten that every law, whether relating to elections or to any other subject, whether enacted by the State or by the nation, has force behind it; the courts, the marshal or constable, the posse comitatus, the prison, are all and always behind the law.\n One can not be justly charged with unfriendliness to any section or class who seeks only to restrain violations of law and of personal right. No community will find lawlessness profitable. No community can afford to have it known that the officers who are charged with the preservation of the public peace and the restraint of the criminal classes are themselves the product of fraud or violence. The magistrate is then without respect and the law without sanction. The floods of lawlessness can not be leveed and made to run in one channel. The killing of a United States marshal carrying a writ of arrest for an election offense is full of prompting and suggestion to men who are pursued by a city marshal for a crime against life or property.\n But it is said that this legislation will revive race animosities, and some have even suggested that when the peaceful methods of fraud are made impossible they may be supplanted by intimidation and violence. If the proposed law gives to any qualified elector by a hair's weight more than his equal influence or detracts by so much from any other qualified elector, it is fatally impeached. But if the law is equal and the animosities it is to evoke grow out of the fact that some electors have been accustomed to exercise the franchise for others as well as for themselves, then these animosities ought not to be confessed without shame, and can not be given any weight in the discussion without dishonor No choice is left to me but to enforce with vigor all laws intended to secure to the citizen his constitutional rights and to recommend that the inadequacies of such laws be promptly remedied. If to promote with zeal and ready interest every project for the development of its material interests, its rivers, harbors, mines, and factories, and the intelligence, peace, and security under the law of its communities and its homes is not accepted as sufficient evidence of friendliness to any State or section, I can not add connivance at election practices that not only disturb local results, but rob the electors of other States and sections of their most priceless political rights.\n The preparation of the general appropriation bills should be conducted with the greatest care and the closest scrutiny of expenditures. Appropriations should be adequate to the needs of the public service, but they should be absolutely free from prodigality.\n I venture again to remind you that the brief time remaining for the consideration of the important legislation now awaiting your attention offers no margin for waste. If the present duty is discharged with diligence, fidelity, and courage, the work of the Fifty-first Congress may be confidently submitted to the considerate judgment of the people."}