{"title": "December 4 1865 First Annual Message-Andrew Johnson", "content": " as an impeachment of thegood faith of a power which was professing the most friendly dispositions,but as involving questions of public law of which the settlement is essentialto the peace of nations; and though pecuniary reparation to their injuredcitizens would have followed incidentally on a decision against Great Britain,such compensation was not their primary object. They had a higher motive,and it was in the interests of peace and justice to establish importantprinciples of international law. The correspondence will be placed beforeyou. The ground on which the British minister rests his justification is,substantially, that the municipal law of a nation and the domestic interpretationsof that law are the measure of its duty as a neutral, and I feel boundto declare my opinion before you and before the world that that justificationcan not be sustained before the tribunal of nations. At the same time;I do not advise to any present attempt at redress by acts of legislation.For the future, friendship between the two countries must rest on the basisof mutual justice.  From the moment of the establishment of our free Constitution the civilizedworld has been convulsed by revolutions in the interests of democracy orof monarchy, but through all those revolutions the United States have wiselyand firmly refused to become propagandists of republicanism. It is theonly government suited to our condition; but we have never sought to imposeit on others, and we have consistently followed the advice of Washingtonto recommend it only by the careful preservation and prudent use of theblessing. During all the intervening period the policy of European powersand of the United States has, on the whole, been harmonious. Twice, indeed,rumors of the invasion of some parts of America in the interest of monarchyhave prevailed; twice my predecessors have had occasion to announce theviews of this nation in respect to such interference. On both occasionsthe remonstrance of the United States was respected from a deep convictionon the part of European Governments that the system of noninterferenceand mutual abstinence from propagandism was the true rule for the two hemispheres.Since those times we have advanced in wealth and power, but we retain thesame purpose to leave the nations of Europe to choose their own dynastiesand form their own systems of government. This consistent moderation mayjustly demand a corresponding moderation. We should regard it as a greatcalamity to ourselves, to the cause of good government, and to the peaceof the world should any European power challenge the American people, asit were, to the defense of republicanism against foreign interference.We can not foresee and are unwilling to consider what opportunities mightpresent themselves, what combinations might offer to protect ourselvesagainst designs inimical to our form of government. The United States desireto act in the future as they have ever acted heretofore; they never willbe driven from that course but by the aggression of European powers, andwe rely on the wisdom and justice of those powers to respect the systemof noninterference which has so long been sanctioned by time, and whichby its good results has approved itself to both continents.  The correspondence between the United States and France in referenceto questions which have become subjects of discussion between the two Governmentswill at a proper time be laid before Congress.  When, on the organization of our Government under the Constitution,the President of the United States delivered his inaugural address to thetwo Houses of Congress, he said to them, and through them to the countryand to mankind, that--  The preservation of the sacred fire of liberty and the destiny of therepublican model of government are justly considered, perhaps, as deeply,as finally, staked on the experiment intrusted to the hands of the Americanpeople. And the House of Representatives answered Washington by the voice ofMadison: \nWe adore the Invisible Hand which has led the American people, throughso many difficulties, to cherish a conscious responsibility for the destinyof republican liberty. More than seventy-six years have glided away since these words werespoken; the United States have passed through severer trials than wereforeseen; and now, at this new epoch in our existence as one nation, withour Union purified by sorrows and strengthened by conflict and establishedby the virtue of the people, the greatness of the occasion invites us oncemore to repeat with solemnity the pledges of our fathers to hold ourselvesanswerable before our fellow-men for the success of the republican formof government. Experience has proved its sufficiency in peace and in war;it has vindicated its authority through dangers and afflictions, and suddenand terrible emergencies, which would have crushed any system that hadbeen less firmly fixed in the hearts of the people. At the inaugurationof Washington the foreign relations of the country were few and its tradewas repressed by hostile regulations; now all the civilized nations ofthe globe welcome our commerce, and their governments profess toward usamity. Then our country felt its way hesitatingly along an untried path,with States so little bound together by rapid means of communication asto be hardly known to one another, and with historic traditions extendingover very few years; now intercourse between the States is swift and intimate;the experience of centuries has been crowded into a few generations, andhas created an intense, indestructible nationality. Then our jurisdictiondid not reach beyond the inconvenient boundaries of the territory whichhad achieved independence; now, through cessions of lands, first colonizedby Spain and France, the country has acquired a more complex character,and has for its natural limits the chain of lakes, the Gulf of Mexico,and on the east and the west the two great oceans. Other nations were wastedby civil wars for ages before they could establish for themselves the necessarydegree of unity; the latent conviction that our form of government is thebest ever known to the world has enabled us to emerge from civil war withinfour years with a complete vindication of the constitutional authorityof the General Government and with our local liberties and State institutionsunimpaired. \nThe throngs of emigrants that crowd to our shores are witnesses ofthe confidence of all peoples in our permanence. Here is the great landof free labor, where industry is blessed with unexampled rewards and thebread of the workingman is sweetened by the consciousness that the causeof the country \"is his own cause, his own safety, his own dignity.\" Hereeveryone enjoys the free use of his faculties and the choice of activityas a natural right. Here, under the combined influence of a fruitful soil,genial climes, and happy institutions, population has increased fifteen-foldwithin a century. Here, through the easy development of boundless resources,wealth has increased with twofold greater rapidity than numbers, so thatwe have become secure against the financial vicissitudes of other countriesand, alike in business and in opinion, are self-centered and truly independent.Here more and more care is given to provide education for everyone bornon our soil. Here religion, released from political connection with thecivil government, refuses to subserve the craft of statesmen, and becomesin its independence the spiritual life of the people. Here toleration isextended to every opinion, in the quiet certainty that truth needs onlya fair field to secure the victory. Here the human mind goes forth unshackledin the pursuit of science, to collect stores of knowledge and acquire anever-increasing mastery over the forces of nature. Here the national domainis offered and held in millions of separate freeholds, so that our fellow-citizens,beyond the occupants of any other part of the earth, constitute in realitya people. Here exists the democratic form of government; and that formof government, by the confession of European statesmen,\" gives a powerof which no other form is capable, because it incorporates every man withthe state and arouses everything that belongs to the soul.\"  Where in past history. does a parallel exist to the public happinesswhich is within the reach of the people of the United States? Where inany part of the globe can institutions be found so suited to their habitsor so entitled to their love as their own free Constitution? Every oneof them, then, in whatever part of the land he has his home, must wishits perpetuity. Who of them will not now acknowledge, in the words of Washington,that \"every step by which the people of the United States have advancedto the character of an independent nation seems to have been distinguishedby some token of providential agency\"? Who will not join with me in theprayer that the Invisible Hand which has led us through the clouds thatgloomed around our path will so guide us onward to a perfect restorationof fraternal affection that we of this day may be able to transmit ourgreat inheritance of State governments in all their rights, of the GeneralGovernment in its whole constitutional vigor, to our posterity, and theyto theirs through countless generations?"}