{"title": "December 3 1912 Fourth Annual Message-William Taft", "content": "Part 1. [On Our Foreign Relations.]\n To the Senate and House of Representatives:\n The foreign relations of the United States actually and potentially affect the state of the Union to a degree not widely realized and hardly surpassed by any other factor in the welfare of the whole Nation. The position of the United States in the moral,intellectual, and material relations of the family of nations should be a matter of vital interest to every patriotic citizen. The national prosperity and power impose upon us duties which we can not shirk if we are to be true to our ideals. The tremendous growth of the export trade of the United States has already made that trade a very real factor in the industrial and commercial prosperity of the country. With the development of our industries the foreign commerce of the United States must rapidly become a still more essential factor in its economic welfare. Whether we have a farseeing and wise diplomacy and are not recklessly plunged into unnecessary wars, and whether our foreign policies are based upon an intelligent grasp of present-day world conditions and a clear view of the potentialities of the future, or are governed by a temporary and timid expediency or by narrow views befitting an infant nation, are questions in the alternative consideration of which must convince any thoughtful citizen that no department of national polity offers greater opportunity for promoting the interests of the whole people on the one hand, or greater chance on the other of permanent national injury, than that which deals with the foreign relations of the United States.\n The fundamental foreign policies of the United States should be raised high above the conflict of partisanship and wholly dissociated from differences as to domestic policy. In its foreign affairs the United States should present to the world a united front. The intellectual, financial, and industrial interests of the country and the publicist, the wage earner, the farmer, and citizen of whatever occupation must cooperate in a spirit of high patriotism to promote that national solidarity which is indispensable to national efficiency and to the attainment of national ideals.\n The relations of the United States with all foreign powers remain upon a sound basis of peace, harmony, and friendship. A greater insistence upon justice to American citizens or interests wherever it may have been denied and a stronger emphasis of the need of mutuality in commercial and other relations have only served to strengthen our friendships with foreign countries by placing those friendships upon a firm foundation of realities as well as aspirations.\n Before briefly reviewing the more important events of the last year in our foreign relations, which it is my duty to do as charged with their conduct and because diplomatic affairs are not of a nature to make it appropriate that the Secretary of State make a formal annual report, I desire to touch upon some of the essentials to the safe management of the foreign relations of the United States and to endeavor, also, to define clearly certain concrete policies which are the logical modern corollaries of the undisputed and traditional fundamentals of the foreign policy of the United States.\n REORGANIZATION OF THE STATE DEPARTMENT\n At the beginning of the present administration the United States, having fully entered upon its position as a world power, with the responsibilities thrust upon it by the results of the Spanish-American War, and already engaged in laying the groundwork of a vast foreign trade upon which it should one day become more and more dependent, found itself without the machinery for giving thorough attention to, and taking effective action upon, a mass of intricate business vital to American interests in every country in the world.\n The Department of State was an archaic and inadequate machine lacking most of the attributes of the foreign office of any great modern power. With an appropriation made upon my recommendation by the Congress on August 5, 1909, the Department of State was completely reorganized. There were created Divisions of LatinAmerican Affairs and of Far Eastern, Near Eastern, and Western European Affairs. To these divisions were called from the foreign service diplomatic and consular officers possessing experience and knowledge gained by actual service in different parts of the world and thus familiar with political and commercial conditions in the regions concerned. The work was highly specialized. The result is that where previously this Government from time to time would emphasize in its foreign relations one or another policy, now American interests in every quarter of the globe are being cultivated with equal assiduity. This principle of politico-geographical division possesses also the good feature of making possible rotation between the officers of the departmental, the diplomatic, and the consular branches of the foreign service, and thus keeps the whole diplomatic and consular establishments tinder the Department of State in close touch and equally inspired with the aims and policy of the Government. Through the newly created Division of Information the foreign service is kept fully informed of what transpires from day to day in the international relations of the country, and contemporary foreign comment affecting American interests is promptly brought to the attention of the department. The law offices of the department were greatly strengthened. There were added foreigntrade advisers to cooperate with the diplomatic and consular bureaus and the politico-geographical divisions in the innumerable matters where commercial diplomacy or consular work calls for such special knowledge. The same officers, together with the rest of the new organization, are able at all times to give to American citizens accurate information as to conditions in foreign countries with which they have business and likewise to cooperate more effectively with the Congress and also with the other executive departments.\n MERIT SYSTEM IN CONSULAR AND DIPLOMATIC CORPS\n Expert knowledge and professional training must evidently be the essence of this reorganization. Without a trained foreign service there would not be men available for the work in the reorganized Department of State. President Cleveland had taken the first step toward introducing the merit system in the foreign service. That had been followed by the application of the merit principle, with excellent results, to the entire consular branch. Almost nothing, however, had been done in this direction with regard to the Diplomatic Service. In this age of commercial diplomacy it was evidently of the first importance to train an adequate personnel in that branch of the service. Therefore, on November 26, 1909, by an Executive order I placed the Diplomatic Service up to the grade of secretary of embassy, inclusive, upon exactly the same strict nonpartisan basis of the merit system, rigid examination for appointment and promotion only for efficiency, as had been maintained without exception in the Consular Service.\n STATISTICS AS TO MERIT AND NONPARTISAN CHARACTER OF APPOINTMENTS\n How faithful to the merit system and how nonpartisan has been the conduct of the Diplomatic and Consular Services in the last four years may be judged from the following: Three ambassadors now serving held their present rank at the beginning of my administration. Of the ten ambassadors whom I have appointed, five were by promotion from the rank of minister. Nine ministers now serving held their present rank at the beginning of my administration. Of the thirty ministers whom I have appointed, eleven were promoted from the lower grades of the foreign service or from the Department of State. Of the nineteen missions in Latin America, where our relations are close and our interest is great, fifteen chiefs of mission are service men, three having entered the service during this administration. Thirty-seven secretaries of embassy or legation who have received their initial appointments after passing successfully the required examination were chosen for ascertained fitness, without regard to political affiliations. A dearth of candidates from Southern and Western States has alone made it impossible thus far completely to equalize all the States' representations in the foreign service. In the effort to equalize the representation of the various States in the Consular Service 1 have made sixteen of the twenty-nine new appointments as consul which have occurred during my administration from the Southern States. This is 55 per cent. Every other consular appointment made, including the promotion of eleven young men from the consular assistant and student interpreter corps, has been by promotion or transfer, based solely upon efficiency shown in the service.\n In order to assure to the business and other interests of the United States a continuance of the resulting benefits of this reform, I earnestly renew my previous recommendations of legislation making it permanent along some such lines as those of the measure now Pending in Congress.\n LARGER PROVISION FOR EMBASSIES AND LEGATIONS AND FOR OTHER EXPENSES OF OUR FOREIGN REPRESENTATIVES RECOMMENDED\n In connection with legislation for the amelioration of the foreign service, I wish to invite attention to the advisability of placing the salary appropriations upon a better basis. I believe that the best results would be obtained by a moderate scale of salaries, with adequate funds for the expense of proper representation, based in each case upon the scale and cost of living at each post, controlled by a system of accounting, and under the general direction of the Department of State.\n In line with the object which I have sought of placing our foreign service on a basis of permanency, I have at various times advocated provision by Congress for the acquisition of Government-owned buildings for the residence and offices of our diplomatic officers, so as to place them more nearly on an equality with similar officers of other nations and to do away with the discrimination which otherwise must necessarily be made, in some cases, in favor of men having large private fortunes. The act of Congress which I approved on February 17, 1911, was a right step in this direction. The Secretary of State has already made the limited recommendations permitted by the act for any one year, and it is my hope that the bill introduced in the House of Representatives to carry out these recommendations will be favorably acted on by the Congress during its present session.\n In some Latin-American countries the expense of governmentowned legations will be less than elsewhere, and it is certainly very urgent that in such countries as some of the Republics of Central America and the Caribbean, where it is peculiarly difficult to rent suitable quarters, the representatives of the United States should be justly and adequately provided with dignified and suitable official residences. Indeed, it is high time that the dignity and power of this great Nation should be fittingly signalized by proper buildings for the occupancy of the Nation's representatives everywhere abroad.\n DIPLOMACY A HAND MAID OF COMMERCIAL INTERCOURSE AND PEACE\n The diplomacy of the present administration has sought to respond to modern ideas of commercial intercourse. This policy has been characterized as substituting dollars for bullets. It is one that appeals alike to idealistic humanitarian sentiments, to the dictates of sound policy and strategy, and to legitimate commercial aims. It I is an effort frankly directed to the increase of American trade upon the axiomatic principle that the Government of the United States shall extend all proper support to every legitimate and beneficial American enterprise abroad. How great have been the results of this diplomacy, coupled with the maximum and minimum provision of the tariff law, will be seen by some consideration of the wonder ful increase in the export trade of the United States. Because modern diplomacy is commercial, there has been a disposition in some quarters to attribute to it none but materialistic aims. How strikingly erroneous is such an impression may be seen from a study of the results by which the diplomacy of the United States can be judged.\n SUCCESSFUL EFFORTS IN PROMOTION OF PEACE\n In the field of work toward the ideals of peace this Government negotiated, but to my regret was unable to consummate, two arbitration treaties which set the highest mark of the aspiration of nations toward the substitution of arbitration and reason for war in the settlement of international disputes. Through the efforts of American diplomacy several wars have been prevented or ended. I refer to the successful tripartite mediation of the Argentine Republic, Brazil, and the United States between Peru and Ecuador; the bringing of the boundary dispute between Panama and Costa Rica to peaceful arbitration; the staying of warlike preparations when Haiti and the Dominican Republic were on the verge of hostilities; the stopping of a war in Nicaragua; the halting of internecine strife in Honduras. The Government of the United States was thanked for its influence toward the restoration of amicable relations between the Argentine Republic and Bolivia. The diplomacy of the United States is active in seeking to assuage the remaining ill-feeling between this country and the Republic of Colombia. In the recent civil war in China the United States successfully joined with the other interested powers in urging an early cessation of hostilities. An agreement has been reached between the Governments of Chile and Peru whereby the celebrated TacnaArica dispute, which has so long embittered international relations on the west coast of South America, has at last been adjusted. Simultaneously came the news that the boundary dispute between Peru and Ecuador had entered upon a stage of amicable settlement. The position of the United States in reference to the Tacna-Arica dispute between Chile and Peru has been one of nonintervention, but one of friendly influence and pacific counsel throughout the period during which the dispute in question has been the subject of interchange of views between this Government and the two Governments immediately concerned. In the general easing of international tension on the west coast of South America the tripartite mediation, to which I have referred, has been a most potent and beneficent factor.\n CHINA\n In China the policy of encouraging financial investment to enable that country to help itself has had the result of giving new life and practical application to the open-door policy. The consistent purpose of the present administration has been to encourage the use of American capital in the development of China by the promotion of those essential reforms to which China is pledged by treaties with the United States and other powers. The hypothecation to foreign bankers in connection with certain industrial enterprises, such as the Hukuang railways, of the national revenues upon which these reforms depended, led the Department of State early in the administration to demand for American citizens participation in such enterprises, in order that the United States might have equal rights and an equal voice in all questions pertaining to the disposition of the public revenues concerned. The same policy of promoting international accord among the powers having similar treaty rights as ourselves in the matters of reform, which could not be put into practical effect without the common consent of all, was likewise adopted in the case of the loan desired by China for the reform of its currency. The principle of international cooperation in matters of common interest upon which our policy had already been based in all of the above instances has admittedly been a great factor in that concert of the powers which has been so happily conspicuous during the perilous period of transition through which the great Chinese nation has been passing.\n CENTRAL AMERICA NEEDS OUR HELP IN DEBT ADJUSTMENT\n In Central America the aim has been to help such countries as Nicaragua and Honduras to help themselves. They are the immediate beneficiaries. The national benefit to the United States is twofold. First,. it is obvious that the Monroe doctrine is more vital in the neighborhood of the Panama Canal and the zone of the Caribbean than anywhere else. There, too, the maintenance of that doctrine falls most heavily upon the United States. It is therefore essential that the countries within that sphere shall be removed from the jeopardy involved by heavy foreign debt and chaotic national finances and from the ever-present danger of international complications due to disorder at home. Hence the United States has been glad to encourage and support American bankers who were willing to lend a helping hand to the financial rehabilitation of such countries because this financial rehabilitation and the protection of their customhouses from being the prey of wouldbe dictators would remove at one stroke the menace of foreign creditors and the menace of revolutionary disorder.\n The second advantage of the United States is one affecting chiefly all the southern and Gulf ports and the business and industry of the South. The Republics of Central America and the Caribbean possess great natural wealth. They need only a measure of stability and the means of financial regeneration to enter upon an era of peace and prosperity, bringing profit and happiness to themselves and at the same time creating conditions sure to lead to a flourishing interchange of trade with this country.\n I wish to call your especial attention to the recent occurrences in Nicaragua, for I believe the terrible events recorded there during the revolution of the past summer-the useless loss of life, the devastation of property, the bombardment of defenseless cities, the killing and wounding of women and children, the torturing of noncombatants to exact contributions, and the suffering of thousands of human beings-might have been averted had the Department of State, through approval of the loan convention by the Senate, been permitted to carry out its now well-developed policy of encouraging the extending of financial aid to weak Central American States with the primary objects of avoiding just such revolutions by assisting those Republics to rehabilitate their finances, to establish their currency on a stable basis, to remove the customhouses from the danger of revolutions by arranging for their secure administration, and to establish reliable banks.\n During this last revolution in Nicaragua, the Government of that Republic having admitted its inability to protect American life and property against acts of sheer lawlessness on the part of the malcontents, and having requested this Government to assume that office, it became necessary to land over 2,000 marines and bluejackets in Nicaragua. Owing to their presence the constituted Government of Nicaragua was free to devote its attention wholly to its internal troubles, and was thus enabled to stamp out the rebellion in a short space of time. When the Red Cross supplies sent to Granada had been exhausted, 8,000 persons having been given food in one day upon the arrival of the American forces, our men supplied other unfortunate, needy Nicaraguans from their own haversacks. I wish to congratulate the officers and men of the United States navy and Marine Corps who took part in reestablishing order in Nicaragua upon their splendid conduct, and to record with sorrow the death of seven American marines and bluejackets. Since the reestablishment of peace and order, elections have been held amid conditions of quiet and tranquility. Nearly all the American marines have now been withdrawn. The country should soon be on the road to recovery. The only apparent danger now threatening Nicaragua arises from the shortage of funds. Although American bankers have already rendered assistance, they may naturally be loath to advance a loan adequate to set the country upon its feet without the support of some such convention as that of June, 1911, upon which the Senate has not yet acted.\n ENFORCEMENT OF NEUTRALITY LAWS\n In the general effort to contribute to the enjoyment of peace by those Republics which are near neighbors of the United States, the administration has enforced the so-called neutrality statutes with a new vigor, and those statutes were greatly strengthened in restricting the exportation of arms and munitions by the joint resolution of last March. It is still a regrettable fact that certain American ports are made the rendezvous of professional revolutionists and others engaged in intrigue against the peace of those Republics. It must be admitted that occasionally a revolution in this region is justified as a real popular movement to throw off the shackles of a vicious and tyrannical government. Such was the Nicaraguan revolution against the Zelaya regime. A nation enjoying our liberal institutions can not escape sympathy with a true popular movement, and one so well justified. In very many cases, however, revolutions in the Republics in question have no basis in principle, but are due merely to the machinations of conscienceless and ambitious men, and have no effect but to bring new suffering and fresh burdens to an already oppressed people. The question whether the use of American ports as foci of revolutionary intrigue can be best dealt with by a further amendment to the neutrality statutes or whether it would be safer to deal with special cases by special laws is one worthy of the careful consideration of the Congress.\n VISIT OF SECRETARY KNOX TO CENTRAL AMERICA AND THE CARIBBEAN\n Impressed with the particular importance of the relations between the United States and the Republics of Central America and the Caribbean region, which of necessity must become still more intimate by reason of the mutual advantages which will be presented by the opening of the Panama Canal, I directed the Secretary of State last February to visit these Republics for the purpose of giving evidence of the sincere friendship and good will which the Government and people of the United States bear toward them. Ten Republics were visited. Everywhere he was received with a cordiality of welcome and a generosity of hospitality such as to impress me deeply and to merit our warmest thanks. The appreciation of the Governments and people of the countries visited, which has been appropriately shown in various ways, leaves me no doubt that his visit will conduce to that closer union and better understanding between the United States and those Republics which I have had it much at heart to promote.\n OUR MEXICAN POLICY\n For two years revolution and counter-revolution has distraught the neighboring Republic of Mexico. Brigandage has involved a great deal of depredation upon foreign interests. There have constantly recurred questions of extreme delicacy. On several occasions very difficult situations have arisen on our frontier. Throughout this trying period, the policy of the United States has been one of patient nonintervention, steadfast recognition of constituted authority in the neighboring nation, and the exertion of every effort to care for American interests. I profoundly hope that the Mexican nation may soon resume the path of order, prosperity, and progress. To that nation in its sore troubles, the sympathetic friendship of the United States has been demonstrated to a high degree. There were in Mexico at the beginning of the revolution some thirty or forty thousand American citizens engaged in enterprises contributing greatly to the prosperity of that Republic and also benefiting the important trade between the two countries. The investment of American capital in Mexico has been estimated at $1,000,000,000. The responsibility of endeavoring to safeguard those interests and the dangers inseparable from propinquity to so turbulent a situation have been great, but I am happy to have been able to adhere to the policy above outlined-a policy which I hope may be soon justified by the complete success of the Mexican people in regaining the blessings of peace and good order.\n AGRICULTURAL CREDITS\n A most important work, accomplished in the past year by the American diplomatic officers in Europe, is the investigation of the agricultural credit system in the European countries. Both as a means to afford relief to the consumers of this country through a more thorough development of agricultural resources and as a means of more sufficiently maintaining the agricultural population, the project to establish credit facilities for the farmers is a concern of vital importance to this Nation. No evidence of prosperity among well-established farmers should blind us to the fact that lack of capital is preventing a development of the Nation's agricultural resources and an adequate increase of the land under cultivation; that agricultural production is fast falling behind the increase in population; and that, in fact, although these well-established farmers are maintained in increasing prosperity because of the natural increase in population, we are not developing the industry of agriculture. We are not breeding in proportionate numbers a race of independent and independence-loving landowners, for a lack of which no growth of cities can compensate. Our farmers have been our mainstay in times of crisis, and in future it must still largely be upon their stability and common sense that this democracy must rely to conserve its principles of self-government.\n The need of capital which American farmers feel to-day had been experienced by the farmers of Europe, with their centuries-old farms, many years ago. The problem had been successfully solved in the Old World and it was evident that the farmers of this country might profit by a study of their systems. I therefore ordered, through the Department of State, an investigation to be made by the diplomatic officers in Europe, and I have laid the results of this investigation before the governors of the various States with the hope that they will be used to advantage in their forthcoming meeting.\n INCREASE OF FOREIGN TRADE\n In my last annual message I said that the fiscal year ended June 30, 1911, was noteworthy as marking the highest record of exports of American products to foreign countries. The fiscal year 1912 shows that this rate of advance has been maintained, the total domestic exports having a valuation approximately Of $2,200,000,000, as compared with a fraction over $2,000,000,000 the previous year. It is also significant that manufactured and partly manufactured articles continue to be the chief commodities forming the volume of our augmented exports, the demands of our own people for consumption requiring that an increasing proportion of our abundant agricultural products be kept at home. In the fiscal year 1911 the exports of articles in the various stages of manufacture, not including foodstuffs partly or wholly manufactured, amounted approximately to $907,500,000. In the fiscal year 1912 the total was nearly $1,022,000,000, a gain Of $114,000,000.\n ADVANTAGE OF MAXIMUM AND MINIMUM TARIFF PROVISION\n The importance which our manufactures have assumed in the commerce of the world in competition with the manufactures of other countries again draws attention to the duty of this Government to use its utmost endeavors to secure impartial treatment for American products in all markets. Healthy commercial rivalry in international intercourse is best assured by the possession of proper means for protecting and promoting our foreign trade. It is natural that competitive countries should view with some concern this steady expansion of our commerce. If in some instance the measures taken by them to meet it are not entirely equitable, a remedy should be found. In former messages I have described the negotiations of the Department of State with foreign Governments for the adjustment of the maximum and minimum tariff as provided in section 2 of the tariff law of 1909. The advantages secured by the adjustment of our trade relations under this law have continued during the last year, and some additional cases of discriminatory treatment of which we had reason to complain have been removed. The Department of State has for the first time in the history of this country obtained substantial most-favored-nation treatment from all the countries of the world. There are, however, other instances which, while apparently not constituting undue discrimination in the sense of section 2, are nevertheless exceptions to the complete equity of tariff treatment for American products that the Department of State consistently has sought to obtain for American commerce abroad.\n NECESSITY FOR SUPPLEMENTARY LEGISLATION\n These developments confirm the opinion conveyed to you in my annual message of 1911, that while the maximum and minimum provision of the tariff law of 1909 has been fully justified by the success achieved in removing previously existing undue discriminations against American products, yet experience has shown that this feature of the law should be amended in such way as to provide a fully effective means of meeting the varying degrees of discriminatory treatment of American commerce in foreign countries still encountered, as well as to protect against injurious treatment on the part of foreign Governments, through either legislative or administrative measures, the financial interests abroad of American citizens whose enterprises enlarge the market for American commodities.\n I can not too strongly recommend to the Congress the passage of some Stich enabling measure as the bill which was recommended by the Secretary of State in his letter of December 13, 1911. The object of the proposed legislation is, in brief, to enable the Executive to apply, as the case may require, to any or all commodities, whether or not on the free list from a country which discriminates against the United States, a graduated scale of duties tip to the maximum Of 25 per cent ad valorem provided in the present law. Flat tariffs are out of date. Nations no longer accord equal tariff treatment to all other nations irrespective of the treatment from them received. Stich a flexible power at the command of the Executive would serve to moderate any unfavorable tendencies on the part of those countries from which the importations into the United States are substantially confined to articles on the free list as well as of the countries which find a lucrative market in the United States for their products under existing customs rates. It is very necessary that the American Government should be equipped with weapons of negotiation adapted to modern economic conditions, in order that we may at all times be in a position to gain not only technically just but actually equitable treatment for our trade, and also for American enterprise and vested interests abroad.\n BUSINESS SECURED TO OUR COUNTRY BY DIRECT OFFICIAL EFFORT\n As illustrating the commercial benefits of the Nation derived from the new diplomacy and its effectiveness upon the material as well as the more ideal side, it may be remarked that through direct official efforts alone there have been obtained in the course of this administration, contracts from foreign Governments involving an expenditure of $50,000,000 in the factories of the United States. Consideration of this fact and some reflection upon the necessary effects of a scientific tariff system and a foreign service alert and equipped to cooperate with the business men of America carry the conviction that the gratifying increase in the export trade of this country is, in substantial amount, due to our improved governmental methods of protecting and stimulating it. It is germane to these observations to remark that in the two years that have elapsed since the successful negotiation of our new treaty with Japan, which at the time seemed to present so many practical difficulties, our export trade to that country has increased at the rate of over $1,000,000 a month. Our exports to Japan for the year ended June 30, 1910, were $21,959,310, while for the year ended June 30, 1912, the exports were $53,478,046, a net increase in the sale of American products of nearly 150 per cent.\n SPECIAL CLAIMS ARBITRATION WITH GREAT BRITAIN\n Under the special agreement entered into between the United States and Great Britain on August 18, 1910, for the arbitration of outstanding pecuniary claims, a schedule of claims and the terms of submission have been agreed upon by the two Governments, and together with the special agreement were approved by the Senate on July 19, 1911, but in accordance with the terms of the agreement they did not go into effect until confirmed by the two Governments by an exchange of notes, which was done on April 26 last. Negotiations, are still in progress for a supplemental schedule of claims to be submitted to arbitration under this agreement, and meanwhile the necessary preparations for the arbitration of the claims included in the first schedule have been undertaken and are being carried on under the authority of an appropriation made for that purpose at the last session of Congress. It is anticipated that the two Governments will be prepared to call upon the arbitration tribunal, established under this agreement, to meet at Washington early next year to proceed with this arbitration.\n FUR SEAL TREATY AND NEED FOR AMENDMENT OF OUR STATUTE\n The act adopted at the last session of Congress to give effect to the fur-seal convention Of July 7, 1911, between Great Britain, Japan, Russia, and the United States provided for the suspension of all land killing of seals on the Pribilof Islands for a period of five years, and an objection has now been presented to this provision by the other parties in interest, which raises the issue as to whether or not this prohibition of land killing is inconsistent with the spirit, if not the letter, of the treaty stipulations. The justification of establishing this close season depends, under the terms of the convention, upon how far, if at all, it is necessary for protecting and preserving the American fur-seal herd and for increasing its number. This is a question requiring examination of the present condition of the herd and the treatment which it needs in the light of actual experience and scientific investigation. A careful examination of the subject is now being made, and this Government will soon be in possession of a considerable amount of new information about the American seal herd, which has been secured during the past season and will be of great value in determining this question; and if it should appear that there is any uncertainty as to the real necessity for imposing a close season at this time I shall take an early opportunity to address a special message to Congress on this subject, in the belief that this Government should yield on this point rather than give the slightest ground for the charge that we have been in any way remiss in observing our treaty obligations.\n FINAL SETTLEMENT OF NORTH ATLANTIC FISHERIES DISPUTE\n On the 20th of July last an agreement was concluded between the United States and Great Britain adopting, with certain modifications, the rules and method of procedure recommended in the award rendered by the North Atlantic Coast Fisheries Arbitration Tribunal on September 7, 1910, for the settlement hereafter, in accordance with the principles laid down in the award, of questions arising with reference to the exercise of the American fishing liberties under Article I of the treaty of October 20, 1818, between the United States and Great Britain. This agreement received the approval of the Senate on August I and was formally ratified by the two Governments on November 15 last. The rules and a method of procedure embodied in the award provided for determining by an impartial tribunal the reasonableness of any new fishery regulations on the treaty coasts of Newfoundland and Canada before such regulations could be enforced against American fishermen exercising their treaty liberties on those coasts, and also for determining the delimitation of bays on such coasts more than 10 miles wide, in accordance with the definition adopted by the tribunal of the meaning of the word \" bays \" as used in the treaty. In the subsequent negotiations between the two Governments, undertaken for the purpose of giving practical effect to these rules and methods of procedure, it was found that certain modifications therein were desirable from the point of view of both Govern, ments, and these negotiations have finally resulted in the agreement above mentioned by which the award recommendations as modified by mutual consent of the two Governments are finally adopted and made effective, thus bringing this century-old controversy to a final conclusion, which is equally beneficial and satisfactory to both Governments.\n IMPERIAL VALLEY AND MEXICO\n In order to make possible the more effective performance of the work necessary for the confinement in their present channel of the waters of the lower Colorado River, and thus to protect the people of the Imperial Valley, as well as in order to reach with the Government of Mexico an understanding regarding the distribution of the waters of the Colorado River, in which both Governments are much interested, negotiations are going forward with a view to the establishment of a preliminary Colorado River commission, which shall have the powers necessary to enable it to do the needful work and with authority to study the question of the equitable distribution of the waters. There is every reason to believe that an understanding upon this point will be reached and that an agreement will be signed in the near future.\n CHAMIZAL DISPUTE\n In the interest of the people and city of El Paso this Government has been assiduous in its efforts to bring to an early settlement the long-standing Chamizal dispute with Mexico. Much has been ac- complished, and while the final solution of the dispute is not imme- diate, the favorable attitude lately assumed by the Mexican Government encourages the hope that this troublesome question will be satisfactorily and definitively settled at an early day.\n INTERNATIONAL COMMISSION OF JURISTS\n In pursuance of the convention of August 23, 1906, signed at the Third Pan American Conference, held at Rio de Janeiro, the International Commission of jurists met at that capital during the month of last June. At this meeting 16 American Republics were represented, including the United States, and comprehensive plans for the future work of the commission were adopted. At the next meeting fixed for June, 1914, committees already appointed are instructed to I report regarding topics assigned to them.\n OPIUM CONFERENCE-UNFORTUNATE FAILURE OF OUR GOVERNMENT TO ENACT RECOMMENDED LEGISLATION\n In my message on foreign relations communicated to the two Houses of Congress December 7, 1911, 1 called especial attention to the assembling of the Opium Conference at The Hague, to the fact that that conference was to review all pertinent municipal laws relating to the opium and allied evils, and certainly all international rules regarding these evils, and to the -fact that it seemed to me most essential that the Congress should take immediate action on the antinarcotic legislation before the Congress, to which I had previously called attention by a special message.\n The international convention adopted by the conference conforms almost entirely to the principles contained in the proposed antinarcotic legislation which has been before the last two Congresses. It was most unfortunate that this Government, having taken the initiative in the international action which eventuated in the important international opium convention, failed to do its share in the great work by neglecting to pass the necessary legislation to correct the deplorable narcotic evils in the United States as well as to redeem international pledges upon which it entered by virtue of the abovementioned convention. The Congress at its present session should enact into law those bills now before it which have been so carefully drawn up in collaboration between the Department of State and the other executive departments, and which have behind them not only the moral sentiment of the country, but the practical support of all the legitimate trade interests likely to be affected. Since the international convention was signed, adherence to it has been made by several European States not represented at the conference at The Hague and also by seventeen Latin-American Republics.\n EUROPE AND THE NEAR EAST\n The war between Italy and Turkey came to a close in October last by the signature of a treaty of peace, subsequently to which the Ottoman Empire renounced sovereignty over Cyrenaica and Tripolitania in favor of Italy. During the past year the Near East has unfortunately been the theater of constant hostilities. Almost simultaneously with the conclusion of peace between Italy and Turkey and their arrival at an adjustment of the complex questions at issue between them, war broke out between Turkey on the one hand and Bulgaria, Greece, Montenegro, and Servia on the other. The United States has happily been involved neither directly nor indirectly with the causes or questions incident to any of these hostilities and has maintained in regard to them an attitude of absolute neutrality and of complete political disinterestedness. In the second war in which the Ottoman Empire has been engaged the loss of life and the consequent distress on both sides have been appalling, and the United States has found occasion, in the interest of humanity, to carry out the charitable desires of the American people, to extend a measure of relief to the sufferers on either side through the impartial medium of the Red Cross. Beyond this the chief care of the Government of the United States has been to make due provision for the protection of its national resident in belligerent territory. In the exercise of my duty in this matter I have dispatched to Turkish waters a specialservice squadron, consisting of two armored cruisers, in order that this Government may if need be bear its part in such measures as it may be necessary for the interested nations to adopt for the safeguarding of foreign lives and property in the Ottoman Empire in the event that a dangerous situation should develop. In the meanwhile the several interested European powers have promised to extend to American citizens the benefit of such precautionary or protective measures as they might adopt, in the same manner in which it has been the practice of this Government to extend its protection to all foreign residents in those countries of the Western Hemisphere in which it has from time to time been the task of the United States to act in the interest of peace and good order. The early appearance of a\n large fleet of European warships in the Bosphorus apparently assured the protection of foreigners in that quarter, where the presence of the American stationnaire the U. S. S. Scorpion sufficed, tinder the circumstances, to represent the United States. Our cruisers were thus left free to act if need be along the Mediterranean coasts should any unexpected contingency arise affecting the numerous American interests in the neighborhood of Smyrna and Beirut.\n SPITZBERGEN\n The great preponderance of American material interests in the subarctic island of Spitzbergen, which has always been regarded politically as \" no man's land,\" impels this Government to a continued and lively interest in the international dispositions to be made for the political governance and administration of that region. The conflict of certain claims of American citizens and others is in a fair way to adjustment, while the settlement of matters of administration, whether by international conference of the interested powers or otherwise, continues to be the subject of exchange of views between the Governments concerned.\n LIBERIA\n As a result of the efforts of this Government to place the Government of Liberia in position to pay its outstanding indebtedness and to maintain a stable and efficient government, negotiations for a loan of $1,700,000 have been successfully concluded, and it is anticipated that the payment of the old loan and the issuance of the bonds of the 1912 loan for the rehabilitation of the finances of Liberia will follow at an early date, when the new receivership will go into active operation. The new receivership will consist of a general receiver of customs designated by the Government of the United States and three receivers of customs designated by the Governments of Germany, France, and Great Britain, which countries have commercial interests in the Republic of Liberia.\n In carrying out the understanding between the Government of Liberia and that of the United States, and in fulfilling the terms of the agreement between the former Government and the American bankers, three competent exarmy officers are now effectively employed by the Liberian Government in reorganizing the police force of the Republic, not only to keep in order the native tribes in the hinterland but to serve as a necessary police force along the frontier. It is hoped that these measures will assure not only the continued existence but the prosperity and welfare of the Republic of Liberia. Liberia possesses fertility of soil and natural resources, which should insure to its people a reasonable prosperity. It was the duty of the United States to assist the Republic of Liberia in accordance with our historical interest and moral guardianship of a community founded by American citizens, as it was also the duty of the American Government to attempt to assure permanence to a country of much sentimental and perhaps future real interest to a large body of our citizens.\n MOROCCO\n The legation at Tangier is now in charge of our consul general, who is acting as charge d'affaires, as well as caring for our commercial interests in that country. In view of the fact that many of the foreign powers are now represented by charges d'affaires it has not been deemed necessary to appoint at the present time a minister to fill a vacancy occurring in that post.\n THE FAR EAST\n The political disturbances in China in the autumn and winter of 1911-12 resulted in the abdication of the Manchu rulers on February 12, followed by the formation of a provisional republican government empowered to conduct the affairs of the nation until a permanent government might be regularly established. The natural sympathy of the American people with the assumption of republican principles by the Chinese people was appropriately expressed in a concurrent resolution of Congress on April 17, 1912. A constituent assembly, composed of representatives duly chosen by the people of China in the elections that are now being held, has been called to meet in January next to adopt a permanent constitution and organize the Government of the nascent Republic. During the formative constitutional stage and pending definite action by the assembly, as expressive of the popular will, and the hoped-for establishment of a stable republican form of government, capable of fulfilling its international obligations, the United States is, according to precedent, maintaining full and friendly de facto relations with the provisional Government.\n The new condition of affairs thus created has presented many serious and complicated problems, both of internal rehabilitation and of international relations, whose solution it was realized would necessarily require much time and patience. From the beginning of the upheaval last autumn it was felt by the United States, in common with the other powers having large interests in China, that independent action by the foreign Governments in their own individual interests would add further confusion to a situation already complicated. A policy of international cooperation was accordingly adopted in an understanding, reached early in the disturbances, to act together for the protection of the lives and property of foreigners if menaced, to maintain an attitude of strict impartiality as between the contending factions, and to abstain from any endeavor to influence the Chinese in their organization of a new form of government. In view of the seriousness of the disturbances and their general character, the American minister at Peking was instructed at his discretion to advise our nationals in the affected districts to concentrate at such centers as were easily accessible to foreign troops or men of war. Nineteen of our naval vessels were stationed at various Chinese ports, and other measures were promptly taken for the adequate protection of American interests.\n It was further mutually agreed, in the hope of hastening an end to hostilities, that none of the interested powers would approve the making of loans by its nationals to either side. As soon, however, as a united provisional Government of China was assured, the United States joined in a favorable consideration of that Government's request for advances needed for immediate administrative necessities and later for a loan to effect a permanent national reorganization. The interested Governments had already, by common consent, adopted, in respect to the purposes, expenditure, and security of any loans to China made by their nationals, certain conditions which were held to be essential, not only to secure reasonable protection for the foreign investors, but also to safeguard and strengthen China's credit by discouraging indiscriminate borrowing and by insuring the application of the funds toward the establishment of the stable and effective government necessary to China's welfare. In June last representative banking groups of the United States, France, Germany, Great Britain, Japan, and Russia formulated, with the general sanction of their respective Governments, the guaranties that would be expected in relation to the expenditure and security of the large reorganization loan desired by China, which, however, have thus far proved unacceptable to the provisional Government.\n SPECIAL MISSION OF CONDOLENCE TO JAPAN\n In August last I accredited the Secretary of State as special ambassador to Japan, charged with the mission of bearing to the imperial family, the Government, and the people of that Empire the sympathetic message of the American Commonwealth oil the sad occasion of the death of His Majesty the Emperor Mutsuhito, whose long and benevolent reign was the greater part of Japan's modern history. The kindly reception everywhere accorded to Secretary Knox showed that his mission was deeply appreciated by the Japanese nation and emphasized strongly the friendly relations that have for so many years existed between the two peoples.\n SOUTH AMERICA\n Our relations with the Argentine Republic are most friendly and cordial. So, also, are our relations with Brazil, whose Government has accepted the invitation of the United States to send two army officers to study at the Coast Artillery School at Fort Monroe. The long-standing Alsop claim, which had been the only hindrance to the healthy growth of the most friendly relations between the United States and Chile, having been eliminated through the submission of the question to His Britannic Majesty King George V as \"amiable compositeur,\" it is a cause of much gratification to me that our relations with Chile are now established upon a firm basis of growing friendship. The Chilean Government has placed an officer of the United States Coast Artillery in charge of the Chilean Coast Artillery School, and has shown appreciation of American methods by confiding to an American firm important work for the Chilean coast defenses.\n Last year a revolution against the established Government of Ecuador broke out at the pricipal port of that Republic. Previous to this occurrence the chief American interest in Ecuador, represented by the Guayaquil & Quito Railway Co., incorporated in the United States, bad rendered extensive transportation and other services on account to the Ecuadorian Government, the amount of which ran into a sum which was steadily increasing and which the Ecuadorian Government had made no provision to pay, thereby threatening to crush out the very existence of this American enterprise. When tranquillity had been restored to Ecuador as a result of the triumphant progress of the Government forces from Quito, this Government interposed its good offices to the end that the American interests in Ecuador might be saved from complete extinction. As a part of the arrangement which was reached between the parties, and at the request of the Government of Ecuador, I have consented to name an arbitrator, who, acting under the terms of the railroad contract, with an arbitrator named by the Ecuadorian Government, will pass upon the claims that have arisen since the arrangement reached through the action of a similar arbitral tribunal in 1908.\n In pursuance of a request made some time ago by the Ecuadorian Government, the Department of State has given much attention to the problem of the proper sanitation of Guayaquil. As a result a detail of officers of the Canal Zone will be sent to Guayaquil to recommend measures that will lead to the complete permanent sanitation of this plague and fever infected region of that Republic, which has for so long constituted a menace to health conditions on the Canal Zone. It is hoped that the report"}