{"title": "December 5 1840 Fourth Annual Message to Congress-Martin Van Buren", "content": " their acquisition. It is for Congress to decide whether these conditional purchases shall be sanctioned and the humane intentions of the law carried into full effect.\n The Navy, as will appear from the accompanying report of the Secretary, has been usefully and honorably employed in the protection of our commerce and citizens in the Mediterranean, the Pacific, on the coast of Brazil, and in the Gulf of Mexico. A small squadron, consisting of the frigate Constellation and the sloop of war Boston, under Commodore Kearney, is now on its way to the China and Indian seas for the purpose of attending to our interests in that quarter, and Commander Aulick, in the sloop of war Yorktown, has been instructed to visit the Sandwich and Society islands, the coasts of New Zealand and Japan, together with other ports and islands frequented by our whale ships, for the purpose of giving them countenance and protection should they be required. Other smaller vessels have been and still are employed in prosecuting the surveys of the coast of the United States directed by various acts of Congress, and those which have been completed will shortly be laid before you.\n The exploring expedition at the latest date was preparing to leave the Bay of Islands, New Zealand, in further prosecution of objects which have thus far been successfully accomplished. The discovery of a new continent, which was first seen in latitude 66\" 2' south, longitude 154\" 27' east, and afterwards in latitude 66\" 31' south, longitude 153\" 40' east, by Lieutenants Wilkes and Hudson, for an extent of 1,800 miles, but on which they were prevented from landing by vast bodies of ice which encompassed it, is one of the honorable results of the enterprise. Lieutenant Wilkes bears testimony to the zeal and good conduct of his officers and men, and it is but justice to that officer to state that he appears to have performed the duties assigned him with an ardor, ability, and perseverance which give every assurance of an honorable issue to the undertaking.\n The report of the Postmaster General herewith transmitted will exhibit the service of that department the past year and its present condition. The transportation has been maintained during the year to the full extent authorized by the existing laws; some improvements have been effected which the public interest seemed urgently to demand, but not involving any material additional expenditure; the contractors have generally performed their engagements with fidelity; the postmasters, with few exceptions, have rendered their accounts and paid their quarterly balances with promptitude, and the whole service of the department has maintained the efficiency for which it has for several years been distinguished.\n The acts of Congress establishing new mail routes and requiring more expensive services on others and the increasing wants of the country have for three years past carried the expenditures something beyond the accruing revenues, the excess having been met until the past year by the surplus which had previously accumulated. That surplus having been exhausted and the anticipated increase in the revenue not having been realized owing to the depression in the commercial business of the country, the finances of the department exhibit a small deficiency at the close of the last fiscal year. Its resources, however, are ample, and the reduced rates of compensation for the transportation service which may be expected on the future lettings from the general reduction of prices, with the increase of revenue that may reasonably be anticipated from the revival of commercial activity, must soon place the finances of the department in a prosperous condition.\n Considering the unfavorable circumstances which have existed during the past year, it is a gratifying result that the revenue has not declined as compared with the preceding year, but, on the contrary, exhibits a small increase, the circumstances referred to having had no other effect than to check the expected income.\n It will be seen that the Postmaster General suggests certain improvements in the establishment designed to reduce the weight of the mails, cheapen the transportation, insure greater regularity in the service, and secure a considerable reduction in the rates of letter postage—an object highly desirable. The subject is one of general interest to the community, and is respectfully recommended to your consideration.\n The suppression of the African slave trade has received the continued attention of the government. The brig Dolphin and schooner Grampus have been employed during the last season on the coast of Africa for the purpose of preventing such portions of that trade as were said to be prosecuted under the American flag. After cruising off those parts of the coast most usually resorted to by slavers until the commencement of the rainy season, these vessels returned to the United States for supplies, and have since been dispatched on a similar service.\n From the reports of the commanding officers it appears that the trade is now principally carried on under Portuguese colors, and they express the opinion that the apprehension of their presence on the slave coast has in a great degree arrested the prostitution of the American flag to this inhuman purpose. It is hoped that by continuing to maintain this force in that quarter and by the exertions of the officers in command much will be done to put a stop to whatever portion of this traffic may have been carried on under the American flag and to prevent its use in a trade which, while it violates the laws, is equally an outrage on the rights of others and the feelings of humanity. The efforts of the several governments who are anxiously seeking to suppress this traffic must, however, be directed against the facilities afforded by what are now recognized as legitimate commercial pursuits before that object can be fully accomplished.\n Supplies of provisions, water casks, merchandise, and articles connected with the prosecution of the slave trade are, it is understood, freely carried by vessels of different nations to the slave factories, and the effects of the factors are transported openly from one slave station to another without interruption or punishment by either of the nations to which they belong engaged in the commerce of that region. I submit to your judgments whether this government, having been the first to prohibit by adequate penalties the slave trade, the first to declare it piracy, should not be the first also to forbid to its citizens all trade with the slave factories on the coast of Africa, giving an example to all nations in this respect which if fairly followed can not fail to produce the most effective results in breaking up those dens of iniquity."}