{"title": "December 3 1894 Second Annual Message (Second Term)-Grover Cleveland", "content": " pay eight times that amount in sending their publications. Another abuse consists in the free carriage through the mails of hundreds of tons of seed and grain uselessly distributed through the Department of Agriculture. The Postmaster-General predicts that if the law be so amended as to eradicate these abuses not only will the Post-Office Department show no deficiency, but he believes that in the near future all legitimate newspapers and periodical magazines might be properly transmitted through the mails to their subscribers free of cost. I invite your prompt consideration of this subject and fully indorse the views of the Postmaster-General.\n The total number of post-offices in the United States on the 30th day of June, 1894, was 69,805, an increase of 1,403 over the preceding year. Of these, 3,428 were Presidential, an increase in that class of 68 over the preceding year.\n Six hundred and ten cities and towns are provided with free delivery. Ninety-three other cities and towns entitled to this service under the law have not been accorded it on account of insufficient funds. The expense of free delivery for the current fiscal year will be more than $12,300,000, and under existing legislation this item of expenditure is subject to constant increase. The estimated cost of rural free delivery generally is so very large that it ought not to be considered in the present condition of affairs.\n During the year 830 additional domestic money-order offices were established. The total number of these offices at the close of the year was 19,264. There were 14,304,041 money orders issued during the year, being an increase over the preceding year of 994,306. The value of these orders amounted to $138,793,579.49, an increase of $11,217,145.84. There were also issued during the year postal notes amounting to $12,649,094.55.\n During the year 218 international money-order offices were added to those already established, making a total of 2,625 such offices in operation June 30, 1894. The number of international money orders issued during the year was 917,823, a decrease in number of 138,176, and their value was $13,792,455.31, a decrease in amount of $2,549,382.55. The number of orders paid was 361,180, an increase over the preceding year of 60,263, and their value was $6,568,493.78, an increase of $1,285,118.08.\n From the foregoing statements it appears that the total issue of money orders and postal notes for the year amounted to $165,235,129.35.\n The number of letters and packages mailed during the year for special delivery was 3,436,970. The special-delivery stamps used upon these letters and packages amounted to $343,697. The messengers fees paid for their delivery amounted to $261,209.70, leaving a balance in favor of the Government of $82,487.30.\n The report shows most gratifying results in the way of economies worked out without affecting the efficiency of the postal service. These consist in the abrogation of steamship subsidy contracts, reletting of mail transportation contracts, and in the cost and amount of supplies used in the service, amounting in all to $16,619,047.42.\n This report also contains a valuable contribution to the history of the Universal Postal Union, an arrangement which amounts practically to the establishment of one postal system for the entire civilized world. Special attention is directed to this subject at this time in view of the fact that the next congress of the union will meet in Washington in 1897, and it is hoped that timely action will be taken in the direction of perfecting preparations for that event.\n The Postmaster-General renews the suggestion made in a previous report that the Department organization be increased to the extent of creating a direct district supervision of all postal affairs, and in this suggestion I fully concur.\n There are now connected with the Post-Office establishment 32,661 employees who are in the classified service. This includes many who have been classified upon the suggestion of the Postmaster-General. He states that another year's experience at the head of the Department serves only to strengthen the conviction as to the excellent working of the civil-service law in this branch of the public service.\n Attention is called to the report of the Secretary of the Navy, which shows very gratifying progress in the construction of ships for our new Navy. All the vessels now building, including the three torpedo boats authorized at the last session of Congress and excepting the first-class battle ship Iowa, will probably be completed during the coming fiscal year.\n The estimates for the increase of the Navy for the year ending June 30, 1896, are large, but they include practically the entire sum necessary to complete and equip all the new ships not now in commission, so that unless new ships are authorized the appropriations for the naval service for the fiscal year ending June 30, 1897, should fall below the estimates for the coming year by at least $12,000,000.\n The Secretary presents with much earnestness a plea for the authorization of three additional battle ships and ten or twelve torpedo boats. While the unarmored vessels heretofore authorized, including those now nearing completion, will constitute a fleet which it is believed is sufficient for ordinary cruising purposes in time of peace, we have now completed and in process of construction but four first-class battle ships and but few torpedo boats. If we are to have a navy for warlike operations, offensive and defensive, we certainly ought to increase both the number of battle ships and torpedo boats.\n The manufacture of armor requires expensive plants and the aggregation of many skilled workmen. All the armor necessary to complete the vessels now building will be delivered before the 1st of June next. If no new contracts are given out, contractors must disband their workmen and their plants must lie idle. Battle ships authorized at this time would not be well under way until late in the coming fiscal year, and at least three years and a half from the date of the contract would be required for their completion. The Secretary states that not more than 15 per cent of the cost of such ships need be included in the appropriations for the coming year.\n I recommend that provision be made for the construction of additional battle ships and torpedo boats. The Secretary recommends the manufacture not only of a reserve supply of ordnance and ordnance material for ships of the Navy, but also a supply for the auxiliary fleet. Guns and their appurtenances should be provided and kept on hand for both these purposes. We have not to-day a single gun that could be put upon the ships Paris or New York of the International Navigation Company or any other ship of our reserve Navy.\n The manufacture of guns at the Washington Navy-Yard is proceeding satisfactorily, and none of our new ships will be required to wait for their guns or ordnance equipment.\n An important order has been issued by the Secretary of the Navy coordinating the duties of the several bureaus concerned in the construction of ships. This order, it is believed, will secure to a greater extent than has heretofore been possible the harmonious action of these several bureaus and make the attainment of the best results more certain.\n During the past fiscal year there has been an unusual and pressing demand in many quarters of the world for the presence of vessels to guard American interests.\n In January last, during the Brazilian insurrection, a large fleet was concentrated in the harbor of Rio de Janeiro. The vigorous action of Rear-Admiral Benham in protecting the personal and commercial rights of our citizens during the disturbed conditions afforded results which will, it is believed, have a far-reaching and wholesome influence whenever in like circumstances it may become necessary for our naval commanders to interfere on behalf of our people in foreign ports.\n The war now in progress between China and Japan has rendered it necessary or expedient to dispatch eight vessels to those waters.\n Both the Secretary of the Navy and the Secretary of the Treasury recommend the transfer of the work of the Coast Survey proper to the Navy Department. I heartily concur in this recommendation. Excluding Alaska and a very small area besides, all the work of mapping and charting our coasts has been completed. The hydrographic work, which must be done over and over again by reason of the shifting and varying depths of water consequent upon the action of streams and tides, has heretofore been done under the direction of naval officers in subordination to the Superintendent of the Coast Survey. There seems to be no good reason why the Navy should not have entire charge hereafter of such work, especially as the Hydrographic Office of the Navy Department is now and has been for many years engaged in making efficient maps entirely similar to those prepared by the Coast Survey.\n I feel it my imperative duty to call attention to the recommendation of the Secretary in regard to the personnel of the line of the Navy. The stagnation of promotion in this the vital branch of the service is so great as to seriously impair its efficiency.\n I consider it of the utmost importance that the young and middle-aged officers should before the eve of retirement be permitted to reach a grade entitling them to active and important duty.\n The system adopted a few years ago regulating the employment of labor at the navy-yards is rigidly upheld and has fully demonstrated its usefulness and expediency. It is within the domain of civil-service reform inasmuch as workmen are employed through a board of labor selected at each navy-yard and are given work without reference to politics and in the order of their application, preference, however, being given to Army and Navy veterans and those having former navy-yard experience.\n Amendments suggested by experience have been made to the rules regulating the system. Through its operation the work at our navy-yards has been vastly improved in efficiency and the opportunity to work has been honestly and fairly awarded to willing and competent applicants.\n It is hoped that if this system continues to be strictly adhered to there will soon be as a natural consequence such an equalization of party benefit as will remove all temptation to relax or abandon it.\n The report of the Secretary of the Interior exhibits the situation of the numerous and interesting branches of the public service connected with his Department. I commend this report and the valuable recommendations of the Secretary to the careful attention of the Congress.\n The public land disposed of during the year amounted to 10,406,100.77 acres, including 28,876.05 of Indian lands.\n It is estimated that the public domain still remaining amounts to a little more than 600,000,000 acres, including, however, about 360,000,000 acres in Alaska, as well as military reservations and railroad and other selections of lands yet unadjudicated.\n The total cash receipts from sale of lands amounted to $2,674,285.79, including $91,981.03 received for Indian lands.\n Thirty-five thousand patents were issued for agricultural lands, and 3,100 patents were issued to Indians on allotments of their holdings in severalty, the land so allotted being inalienable by the Indian allottees for a period of twenty-five years after patent.\n There were certified and patented on account of railroad and wagon-road grants during the year 865,556.45 acres of land, and at the close of the year 29,000,000 acres were embraced in the lists of selections made by railroad and wagon-road companies and awaited settlement.\n The selections of swamp lands and that taken as indemnity therefor since the passage of the act providing for the same in 1849 amount to nearly or quite 80,500,000 acres, of which 58,000,000 have been patented to States. About 138,000 acres were patented during the last year. Nearly 820,000 acres of school and education grants were approved during the year, and at its close 1,250,363.81 acres remained unadjusted.\n It appears that the appropriation for the current year on account of special service for the protection of the public lands and the timber thereon is much less than those for previous years, and inadequate for an efficient performance of the work. A larger sum of money than has been appropriated during a number of years past on this account has been returned to the Government as a result of the labors of those employed in the particular service mentioned, and I hope it will not be crippled by insufficient appropriation.\n I fully indorse the recommendation of the Secretary that adequate protection be provided for our forest reserves and that a comprehensive forestry system be inaugurated. Such keepers and superintendents as are necessary to protect the forests already reserved should be provided.\n I am of the opinion that there should be an abandonment of the policy sanctioned by present laws under which the Government, for a very small consideration, is rapidly losing title to immense tracts of land covered with timber, which should be properly reserved as permanent sources of timber supply.\n The suggestion that a change be made in the manner of securing surveys of the public lands is especially worthy of consideration. I am satisfied that these surveys should be made by a corps of competent surveyors under the immediate control and direction of the Commissioner of the General Land Office.\n An exceedingly important recommendation of the Secretary relates to the manner in which contests and litigated cases growing out of efforts to obtain Government land are determined. The entire testimony upon which these controversies depend in all their stages is taken before the local registers and receivers, and yet these officers have no power to subpoena witnesses or to enforce their attendance to testify. These cases, numbering three or four thousand annually, are sent by the local officers to the Commissioner of the General Land Office for his action. The exigencies of his other duties oblige him to act upon the decisions of the registers and receivers without an opportunity of thorough personal examination. Nearly 2,000 of these cases are appealed annually from the Commissioner to the Secretary of the Interior. Burdened with other important administrative duties, his determination of these appeals must be almost perfunctory and based upon the examination of others, though this determination of the Secretary operates as a final adjudication upon rights of very great importance.\n I concur in the opinion that the Commissioner of the General Land Office should be relieved from the duty of deciding litigated land cases, that a nonpartisan court should be created to pass on such cases, and that the decisions of this court should be final, at least so far as the decisions of the Department are now final. The proposed court might be given authority to certify questions of law in matters of especial importance to the Supreme Court of the United States or the court of appeals for the District of Columbia for decision. The creation of such a tribunal would expedite the disposal of cases and insure decisions of a more satisfactory character. The registers and receivers who originally hear and decide these disputes should be invested with authority to compel witnesses to attend and testify before them.\n Though the condition of the Indians shows a steady and healthy progress, their situation is not satisfactory at all points. Some of them to whom allotments of land have been made are found to be unable or disinclined to follow agricultural pursuits or to otherwise beneficially manage their land. This is especially true of the Cheyennes and Arapahoes, who, as it appears by reports of their agent, have in many instances never been located upon their allotments, and in some cases do not even know where their allotments are. Their condition has deteriorated. They are not self-supporting and they live in camps and spend their time in idleness.\n I have always believed that allotments of reservation lands to Indians in severalty should be made sparingly, or at least slowly, and with the utmost caution. In these days, when white agriculturists and stock raisers of experience and intelligence find their lot a hard one, we ought not to expect Indians, unless far advanced in civilization and habits of industry, to support themselves on the small tracts of land usually allotted to them.\n If the self-supporting scheme by allotment fails, the wretched pauperism of the allottees which results is worse than their original condition of regulated dependence. It is evident that the evil consequences of ill-advised allotment are intensified in cases where the false step can not be retraced on account of the purchase by the Government of reservation lands remaining after allotments are made and the disposition of such remaining lands to settlers or purchasers from the Government.\n I am convinced that the proper solution of the Indian problem and the success of every step taken in that direction depend to a very large extent upon the intelligence and honesty of the reservation agents and the interest they have in their work. An agent fitted for his place can do much toward preparing the Indians under his charge for citizenship and allotment of their lands, and his advice as to any matter concerning their welfare will not mislead. An unfit agent will make no effort to advance the Indians on his reservation toward civilization or preparation for allotment of lands in severalty, and his opinion as to their condition in this and other regards is heedless and valueless.\n The indications are that the detail of army officers as Indian agents will result in improved management on the reservations.\n Whenever allotments are made and any Indian on the reservation has previously settled upon a lot and cultivated it or shown a disposition to improve it in any way, such lot should certainly be allotted to him, and this should be made plainly obligatory by statute.\n In the light of experience and considering the uncertainty of the Indian situation and its exigencies in the future, I am not only disposed to be very cautious in making allotments, but I incline to agree with the Secretary of the Interior in the opinion that when allotments are made the balance of reservation land remaining after allotment, instead of being bought by the Government from the Indians and opened for settlement with such scandals and unfair practices as seem unavoidable, should remain for a time at least as common land or be sold by the Government on behalf of the Indians in an orderly way and at fixed prices, to be determined by its location and desirability, and that the proceeds, less expenses, should be held in trust for the benefit of the Indian proprietors.\n The intelligent Indian-school management of the past year has been followed by gratifying results. Efforts have been made to advance the work in a sound and practical manner. Five institutes of Indian teachers have been held during the year, and have proved very beneficial through the views exchanged and methods discussed particularly applicable to Indian education.\n Efforts are being made in the direction of a gradual reduction of the number of Indian contract schools, so that in a comparatively short time they may give way altogether to Government schools, and it is hoped that the change may be so gradual as to be perfected without too great expense to the Government or undue disregard of investments made by those who have established and are maintaining such contract schools.\n The appropriation for the current year, ending June 30, 1895, applicable to the ordinary expenses of the Indian service amounts to $6,733,003.18, being less by $663,240.64 than the sum appropriated on the same account for the previous year.\n At the close of the last fiscal year, on the 30th day of June, 1894, there were 969,544 persons on our pension rolls, being a net increase of 3,532 over the number reported at the end of the previous year.\n These pensioners may be classified as follows: Soldiers and sailors survivors of all wars, 753,968; widows and relatives of deceased soldiers, 215,162; army nurses in the War of the Rebellion, 414. Of these pensioners 32,039 are surviving soldiers of Indian and other wars prior to the late Civil War and the widows or relatives of such soldiers.\n The remainder, numbering 937,505, are receiving pensions on account of the rebellion, and of these 469,344 are on the rolls under the authority of the act of June 27, 1890, sometimes called the dependent-pension law.\n The total amount expended for pensions during the year was $139,804,461.05, leaving an unexpended balance from the sum appropriated of $25,205,712.65.\n The sum necessary to meet pension expenditures for the year ending June 30, 1896, is estimated at $140,000,000.\n The Commissioner of Pensions is of the opinion that the year 1895, being the thirtieth after the close of the War of the Rebellion, must, according to all sensible human calculation, see the highest limit of the pension roll, and that after that year it must begin to decline.\n The claims pending in the Bureau have decreased more than 90,000 during the year. A large proportion of the new claims filed are for increase of pension by those now on the rolls.\n The number of certificates issued was 80,213.\n The names dropped from the rolls for all causes during the year numbered 37,951.\n Among our pensioners are 9 widows and 3 daughters of soldiers of the Revolution and 45 survivors of the War of 1812.\n The barefaced and extensive pension frauds exposed under the direction of the courageous and generous veteran soldier now at the head of the Bureau leave no room for the claim that no purgation of our pension rolls was needed or that continued vigilance and prompt action are not necessary to the same end.\n The accusation that an effort to detect pension frauds is evidence of unfriendliness toward our worthy veterans and a denial of their claims to the generosity of the Government suggests an unfortunate indifference to the commission of any offense which has for its motive the securing of a pension and indicates a willingness to be blind to the existence of mean and treacherous crimes which play upon demagogic fears and make sport of the patriotic impulse of a grateful people.\n The completion of the Eleventh Census is now in charge of the Commissioner of Labor. The total disbursements on account of the work for the fiscal year ending June 30, 1894, amounted to $10,365,676.81. At the close of the year the number of persons employed in the Census Office was 679; at present there are about 400. The whole number of volumes necessary to comprehend the Eleventh Census will be 25, and they will contain 22,270 printed pages. The assurance is confidently made that before the close of the present calendar year the material still incomplete will be practically in hand, and the census can certainly be closed by the 4th of March, 1895. After that the revision and proof reading necessary to bring out the volumes will still be required.\n The text of the census volumes has been limited as far as possible to the analysis of the statistics presented. This method, which is in accordance with law, has caused more or less friction and in some instances individual disappointment, for when the Commissioner of Labor took charge of the work he found much matter on hand which according to this rule he was compelled to discard. The census is being prepared according to the theory that it is designed to collect facts and certify them to the public, not to elaborate arguments or to present personal views.\n The Secretary of Agriculture in his report reviews the operations of his Department for the last fiscal year and makes recommendations for the further extension of its usefulness. He reports a saving in expenditures during the year of $600,000, which is covered back into the Treasury. This sum is 23 per cent of the entire appropriation.\n A special study has been made of the demand for American farm products in all foreign markets, especially Great Britain, That country received from the United States during the nine months ending September 30, 1894, 305,910 live beef cattle, valued at $26,500,000, as against 182,611 cattle, valued at $16,634,000, during the same period for 1893.\n During the first six months of 1894 the United Kingdom took also 112,000,000 pounds of dressed beef from the United States, valued at nearly $10,000,000.\n The report shows that during the nine months immediately preceding September 30, 1894, the United States exported to Great Britain 222,676,000 pounds of pork; of apples, 1,900,000 bushels, valued at $2,500,000, and of horses 2,811, at an average value of $139 per head. There was a falling off in American wheat exports of 13,500,000 bushels, and the Secretary is inclined to believe that wheat may not in the future be the staple export cereal product of our country, but that corn will continue to advance in importance as an export on account of the new uses to which it is constantly being appropriated.\n The exports of agricultural products from the United States for the fiscal year ending June 30, 1894, amounted to $628,363,038, being 72.28 per cent of American exports of every description, and the United Kingdom of Great Britain took more than 54 per cent of all farm products finding foreign markets.\n The Department of Agriculture has undertaken during the year two new and important lines of research. The first relates to grasses and forage plants, with the purpose of instructing and familiarizing the people as to the distinctive grasses of the United States and teaching them how to introduce valuable foreign forage plants which may be adapted to this country. The second relates to agricultural soils and crop production, involving the analyses of samples of soils from all sections of the American Union, to demonstrate their adaptability to particular plants and crops. Mechanical analyses of soils may be of such inestimable utility that it is foremost in the new lines of agricultural research, and the Secretary therefore recommends that a division having it in charge be permanently established in the Department.\n The amount appropriated for the Weather Bureau was $951,100. Of that sum $138,500, or 14 per cent, has been saved and is returned to the Treasury.\n As illustrating the usefulness of this service it may be here stated that the warnings which were very generally given of two tropical storms occurring in September and October of the present year resulted in detaining safely in port 2,305 vessels, valued at $36,183,913, laden with cargoes of probably still greater value. What is much more important and gratifying, many human lives on these ships were also undoubtedly saved.\n The appropriation to the Bureau of Animal Industry was $850,000, and the expenditures for the year were only $495,429.24, thus leaving unexpended $354,570.76. The inspection of beef animals for export and interstate trade has been continued, and 12,944,056 head were inspected during the year, at a cost of 1 3/4 cents per head, against 4 3/4 cents for 1893. The amount of pork microscopically examined was 35,437,937 pounds, against 20,677,410 pounds in the preceding year. The cost of this inspection has been diminished from 8 3/4 cents per head in 1893 to 6 1/2 cents in 1894.\n The expense of inspecting the pork sold in 1894 to Germany and France by the United States was $88,922.10. The quantity inspected was greater by 15,000,000 pounds than during the preceding year, when the cost of such inspection was $172,367.08. The Secretary of Agriculture recommends that the law providing for the microscopic inspection of export and interstate meat be so amended as to compel owners of the meat inspected to pay the cost of such inspection, and I call attention to the arguments presented in his report in support of this recommendation.\n The live beef cattle exported and tagged during the year numbered 353,535. This is an increase of 69,533 head over the previous year.\n The sanitary inspection of cattle shipped to Europe has cost an average of 10 3/4 cents for each animal, and the cost of inspecting Southern cattle and the disinfection of cars and stock yards averages 2.7 cents per animal.\n The scientific inquiries of the Bureau of Animal Industry have progressed steadily during the year. Much tuberculin and mallein have been furnished to State authorities for use in the agricultural colleges and experiment stations for the treatment of tuberculosis and glanders.\n Quite recently this Department has published the results of its investigations of bovine tuberculosis, and its researches will be vigorously continued. Certain herds in the District of Columbia will be thoroughly inspected and will probably supply adequate scope for the Department to intelligently prosecute its scientific work and furnish sufficient material for purposes of illustration, description, and definition.\n The sterilization of milk suspected of containing the bacilli of tuberculosis has been during the year very thoroughly explained in a leaflet by Dr. D. E. Salmon, the Chief of the Bureau, and given general circulation throughout the country.\n The Office of Experiment Stations, which is a part of the United States Department of Agriculture, has during the past year engaged itself almost wholly in preparing for publication works based upon the reports of agricultural experiment stations and other institutions for agricultural inquiry in the United States and foreign countries.\n The Secretary in his report for 1893 called attention to the fact that the appropriations made for the support of the experiment stations throughout the Union were the only moneys taken out of the National Treasury by act of Congress for which no accounting to Federal authorities was required. Responding to this suggestion, the Fifty-third Congress, in making the appropriation for the Department for the present fiscal year, provided that--\n The Secretary of Agriculture shall prescribe the form of annual financial statement required by section 3 of said act of March 2, 1887; shall ascertain whether the expenditures under the appropriation hereby made are in accordance with the provisions of said act, and shall make report thereon to Congress.\n In obedience to this law the Department of Agriculture immediately sent out blank forms of expense accounts to each station, and proposes in addition to make, through trusted experts, systematic examination of the several stations during each year for the purpose of acquiring by personal investigation the detailed information necessary to enable the Secretary of Agriculture to make, as the statute provides, a satisfactory report to Congress. The boards of management of the several stations with great alacrity and cordiality have approved the amendment to the law providing this supervision of their expenditures, anticipating that it will increase the efficiency of the stations and protect their directors and managers from loose charges concerning their use of public funds, besides bringing the Department of Agriculture into closer and more confidential relations with the experimental stations, and through their joint service largely increasing their usefulness to the agriculture of the country.\n Acting upon a recommendation contained in the report of 1893, Congress appropriated $10,000 \"to enable the Secretary of Agriculture to investigate and report upon the nutritive value of the various articles and commodities used for human food, with special suggestions of full, wholesome, and edible rations less wasteful and more economical than those in common use.\"\n Under this appropriation the Department has prepared and now has nearly ready for distribution an elementary discussion of the nutritive value and pecuniary economy of food. When we consider that fully one-half of all the money earned by the wage earners of the civilized world is expended by them for food, the importance and utility of such an investigation is apparent.\n The Department expended in the fiscal year 1893 $2,354,809.56, and out of that sum the total amount expended in scientific research was 45.6 per cent. But in the year ending June 30, 1894, out of a total expenditure of $1,948,988.38, the Department applied 51.8 per cent of that sum to scientific work and investigation. It is therefore very plainly observable that the economies which have been practiced in the administration of the Department have not been at the expense of scientific research.\n The recommendation contained in the report of the Secretary for 1893 that the vicious system of promiscuous free distribution of its departmental documents be abandoned is again urged. These publications may well be furnished without cost to public libraries, educational institutions, and the officers and libraries of States and of the Federal Government; but from all individuals applying for them a price covering the cost of the document asked for should be required. Thus the publications and documents would be secured by those who really desire them for proper purposes. Half a million of copies of the report of the Secretary of Agriculture are printed for distribution, at an annual cost of about $300,000. Large numbers of them are cumbering storerooms at the Capitol and the shelves of secondhand-book stores throughout the country. All this labor and waste might be avoided if the recommendations of the Secretary were adopted.\n The Secretary also again recommends that the gratuitous distribution of seeds cease and that no money be appropriated for that purpose except to experiment stations. He reiterates the reasons given in his report for 1893 for discontinuing this unjustifiable gratuity, and I fully concur in the conclusions which he has reached.\n The best service of the statistician of the Department of Agriculture is the ascertainment, by diligence and care, of the actual and real conditions, favorable or unfavorable, of the farmers and farms of the country, and to seek the causes which produce these conditions, to the end that the facts ascertained may guide their intelligent treatment.\n A further important utility in agricultural statistics is found in their elucidation of the relation of the supply of farm products to the demand for them in the markets of the United States and of the world.\n It is deemed possible that an agricultural census may be taken each year through the agents of the statistical division of the Department. Such a course is commended for trial by the chief of that division. Its scope would be:\n (1) The area under each of the more important crops.\n (2) The aggregate products of each of such crops.\n (3) The quantity of wheat and corn in the hands of farmers at a date after the spring sowings and plantings and before the beginning of harvest, and also the quantity of cotton and tobacco remaining in the hands of planters, either at the same date or at some other designated time.\n The cost of the work is estimated at $500,000.\n Owing to the peculiar quality of the statistician's work and the natural and acquired fitness necessary to its successful prosecution, the Secretary of Agriculture expresses the opinion that every person employed in gathering statistics under the chief of that division should be admitted to that service only after a thorough, exhaustive, and successful examination at the hands of the United States Civil Service Commission. This has led him to call for such examination of candidates for the position of assistant statisticians, and also of candidates for chiefs of sections in that division.\n The work done by the Department of Agriculture is very superficially dealt with in this communication, and I commend the report of the Secretary and the very important interests with which it deals to the careful attention of the Congress.\n The advantages to the public service of an adherence to the principles of civil-service reform are constantly more apparent, and nothing is so encouraging to those in official life who honestly desire good government as the increasing appreciation by our people of these advantages. A vast majority of the voters of the land are ready to insist that the time and attention of those they select to perform for them important public duties should not be distracted by doling out minor offices, and they are growing to be unanimous in regarding party organization as something that should be used in establishing party principles instead of dictating the distribution of public places as rewards of partisan activity.\n Numerous additional offices and places have lately been brought within civil-service rules and regulations, and some others will probably soon be included.\n The report of the Commissioners will be submitted to the Congress, and I invite careful attention to the recommendations it contains.\n I am entirely convinced that we ought not to be longer without a national board of health or national health officer charged with no other duties than such as pertain to the protection of our country from the invasion of pestilence and disease. This would involve the establishment by such board or officer of proper quarantine precautions, or the necessary aid and counsel to local authorities on the subject; prompt advice and assistance to local boards of health or health officers in the suppression of contagious disease, and in cases where there are no such local boards or officers the immediate direction by the national board or officer of measures of suppression; constant and authentic information concerning the health of foreign countries and all parts of our own country as related to contagious diseases, and consideration of regulations to be enforced in foreign ports to prevent the introduction of contagion into our cities and the measures which should be adopted to secure their enforcement.\n There seems to be at this time a decided inclination to discuss measures of protection against contagious diseases in international conference, with a view of adopting means of mutual assistance. The creation of such a national health establishment would greatly aid our standing in such conferences and improve our opportunities to avail ourselves of their benefits.\n I earnestly recommend the inauguration of a national board of health or similar national instrumentality, believing the same to be a needed precaution against contagious disease and in the interest of the safety and health of our people.\n By virtue of a statute of the United States passed in 1888 I appointed in July last Hon. John D. Kernan, of the State of New York, and Hon. Nicholas E. Worthington, of the State of Illinois, to form, with Hon. Carroll D. Wright, Commissioner of Labor, who was designated by said statute, a commission for the purpose of making careful inquiry into the causes of the controversies between certain railroads and their employees which had resulted in an extensive and destructive strike, accompanied by much violence and dangerous disturbance, with considerable loss of life and great destruction of property.\n The report of the commissioners has been submitted to me and will be transmitted to the Congress with the evidence taken upon their investigation.\n Their work has been well done, and their standing and intelligence give assurance that the report and suggestions they make are worthy of careful consideration.\n The tariff act passed at the last session of the Congress needs important amendments if it is to be executed effectively and with certainty. In addition to such necessary amendments as will not change rates of duty, I am still very decidedly in favor of putting coal and iron upon the free list.\n So far as the sugar schedule is concerned, I would be glad, under existing aggravations, to see every particle of differential duty in favor of refined sugar stricken out of our tariff law. If with all the favor now accorded the sugar-refining interest in our tariff laws it still languishes to the extent of closed refineries and thousands of discharged workmen, it would seem to present a hopeless case for reasonable legislative aid. Whatever else is done or omitted, I earnestly repeat here the recommendation I have made in another portion of this communication, that the additional duty of one-tenth of a cent per pound laid upon sugar imported from countries paying a bounty on its export be abrogated. It seems to me that exceedingly important considerations point to the propriety of this amendment.\n With the advent of a new tariff policy not only calculated to relieve the consumers of our land in the cost of their daily life, but to invite a better development of American thrift and create for us closer and more profitable commercial relations with the rest of the world, it follows as a logical and imperative necessity that we should at once remove the chief if not the only obstacle which has so long prevented our participation in the foreign carrying trade of the sea. A tariff built upon the theory that it is well to check imports and that a home market should bound the industry and effort of American producers was fitly supplemented by a refusal to allow American registry to vessels built abroad, though owned and navigated by our people, thus exhibiting a willingness to abandon all contest for the advantages of American transoceanic carriage. Our new tariff policy, built upon the theory that it is well to encourage such importations as our people need, and that our products and manufactures should find markets in every part of the habitable globe, is consistently supplemented by the greatest possible liberty to our citizens in the ownership and navigation of ships in which our products and manufactures may be transported. The millions now paid to foreigners for carrying American passengers and products across the sea should be turned into American hands. Shipbuilding, which has been protected to strangulation, should be revived by the prospect of profitable employment for ships when built, and the American sailor should be resurrected and again take his place--a sturdy and industrious citizen in time of peace and a patriotic and safe defender of American interests in the day of conflict.\n The ancient provision of our law denying American registry to ships built abroad and owned by Americans appears in the light of present conditions not only to be a failure for good at every point, but to be nearer a relic of barbarism than anything that exists under the permission of a statute of the United States. I earnestly recommend its prompt repeal.\n During the last month the gold reserved in the Treasury for the purpose of redeeming the notes of the Government circulating as money in the hands of the people became so reduced and its further depletion in the near future seemed so certain that in the exercise of proper care for the public welfare it became necessary to replenish this reserve and thus maintain popular faith in the ability and determination of the Government to meet as agreed its pecuniary obligations.\n It would have been well if in this emergency authority had existed to issue the bonds of the Government bearing a low rate of interest and maturing within a short period; but the Congress having failed to confer such authority, resort was necessarily had to the resumption act of 1875, and pursuant to its provisions bonds were issued drawing interest at the rate of 5 per cent per annum and maturing ten years after their issue, that being the shortest time authorized by the act. I am glad to say, however, that on the sale of these bonds the premium received operated to reduce the rate of interest to be paid by the Government to less than 3 per cent.\n Nothing could be worse or further removed from sensible finance than the relations existing between the currency the Government has issued, the gold held for its redemption, and the means which must be resorted to for the purpose of replenishing such redemption fund when impaired. Even if the claims upon this fund were confined to the obligations originally intended and if the redemption of these obligations meant their cancellation, the fund would be very small. But these obligations when received and redeemed in gold are not canceled, but are reissued and may do duty many times by way of drawing gold from the Treasury. Thus we have an endless chain in operation constantly depleting the Treasury's gold and never near a final rest. As if this was not bad enough, we have, by a statutory declaration that it is the policy of the Government to maintain the parity between gold and silver, aided the force and momentum of this exhausting process and added largely to the currency obligations claiming this peculiar gold redemption. Our small gold reserve is thus subject to drain from every side. The demands that increase our danger also increase the necessity of protecting this reserve against depletion, and it is most unsatisfactory to know that the protection afforded is only a temporary palliation.\n It is perfectly and palpably plain that the only way under present conditions by which this reserve when dangerously depleted can be replenished is through the issue and sale of the bonds of the Government for gold, and yet Congress has not only thus far declined to authorize the issue of bonds best suited to such a purpose, but there seems a disposition in some quarters to deny both the necessity and power for the issue of bonds at all.\n I can not for a moment believe that any of our citizens are deliberately willing that their Government should default in its pecuniary obligations or that its financial operations should be reduced to a silver basis. At any rate, I should not feel that my duty was done if I omitted any effort I could make to avert such a calamity. As long, therefore, as no provision is made for the final redemption or the putting aside of the currency obligation now used to repeatedly and constantly draw from the Government its gold, and as long as no better authority for bond issues is allowed than at present exists, such authority will be utilized whenever and as often as it becomes necessary to maintain a sufficient gold reserve, and in abundant time to save the credit of our country and make good the financial declarations of our Government.\n Questions relating to our banks and currency are closely connected with the subject just referred to, and they also present some unsatisfactory features. Prominent among them are the lack of elasticity in our currency circulation and its frequent concentration in financial centers when it is most needed in other parts of the country.\n The absolute divorcement of the Government from the business of banking is the ideal relationship of the Government to the circulation of the currency of the country.\n This condition can not be immediately reached, but as a step in that direction and as a means of securing a more elastic currency and obviating other objections to the present arrangement of bank circulation the Secretary of the Treasury presents in his report a scheme modifying present banking laws and providing for the issue of circulating notes by State banks free from taxation under certain limitations.\n The Secretary explains his plan so plainly and its advantages are developed by him with such remarkable clearness that any effort on my part to present argument in its support would be superfluous. I shall therefore content myself with an unqualified indorsement of the Secretary's proposed changes in the law and a brief and imperfect statement of their prominent features.\n It is proposed to repeal all laws providing for the deposit of United States bonds as security for circulation; to permit national banks to issue circulating notes not exceeding in amount 75 per cent of their paid-up and unimpaired capital, provided they deposit with the Government as a guaranty fund, in United States legal-tender notes, including Treasury notes of 1890, a sum equal in amount to 30 per cent of the notes they desire to issue, this deposit to be maintained at all times, but whenever any bank retires any part of its circulation a proportional part of its guaranty fund shall be returned to it; to permit the Secretary of the Treasury to prepare and keep on hand ready for issue in case an increase in circulation is desired blank national-bank notes for each bank having circulation and to repeal the provisions of the present law imposing limitations and restrictions upon banks desiring to reduce or increase their circulation, thus permitting such increase or reduction within the limit of 75 per cent of capital to be quickly made as emergencies arise.\n In addition to the guaranty fund required, it is proposed to provide a safety fund for the immediate redemption of the circulating notes of failed banks by imposing a small annual tax, say one-half of 1 per cent, upon the average circulation of each bank until the fund amounts to 5 per cent of the total circulation outstanding. When a bank fails its guaranty fund is to be paid into this safety fund and its notes are to be redeemed in the first instance from such safety fund thus augmented, any impairment of such fund caused thereby to be made good from the immediately available cash assets of said bank, and if these should be insufficient such impairment to be made good by pro rata assessment among the other banks, their contributions constituting a first lien upon the assets of the failed bank in favor of the contributing banks. As a further security it is contemplated that the existing provision fixing the individual liability of stockholders is to be retained and the bank's indebtedness on account of its circulating notes is to be made a first lien on all its assets.\n For the purpose of meeting the expense of printing notes, official supervision, cancellation, and other like charges there shall be imposed a tax of say one-half of 1 per cent per annum upon the average amount of notes in circulation.\n It is further provided that there shall be no national-bank notes issued of a less denomination than $10; that each national bank, except in case of a failed bank, shall redeem or retire its notes in the first instance at its own office or at agencies to be designated by it, and that no fixed reserve need be maintained on account of deposits.\n Another very important feature of this plan is the exemption of State banks from taxation by the United States in cases where it is shown to the satisfaction of the Secretary of the Treasury and Comptroller of the Currency by banks claiming such exemption that they have not had outstanding their circulating notes exceeding 75 per cent of their paid-up and unimpaired capital; that their stockholders are individually liable for the redemption of their circulating notes to the full extent of their ownership of stock; that the liability of said banks upon their circulating notes constitutes under their State law a first lien upon their assets; that such banks"}