{"title": "December 7 1847 Third Annual Message-James K. Polk", "content": " that act are in course of construction, and will be put upon the line as soon as completed. Contracts have also been made for the transportation of the mail in a steamer from Charleston to Havana.\n\nA reciprocal and satisfactory postal arrangement has been made by the Postmaster-General with the authorities of Bremen, and no difficulty is apprehended in making similar arrangements with all other powers with which we may have communications by mail steamers, except with Great Britain.\n\nOn the arrival of the first of the American steamers bound to Bremen at Southampton, in the month of June last, the British post-office directed the collection of discriminating postages on all letters and other mailable matter which she took out to Great Britain or which went into the British post-office on their way to France and other parts of Europe. The effect of the order of the British, post-office is to subject all letters and other matter transported by American steamers to double postage, one postage having been previously paid on them to the United States, while letters transported in British steamers are subject to pay but a single postage. This measure was adopted with the avowed object of protecting the British line of mail steamers now running between Boston and Liverpool, and if permitted to Continue must speedily put an end to the transportation of all letters and other matter by American steamers and give to British steamers a monopoly of the business. A just and fair reciprocity is all that we desire, and on this we must insist. By our laws no such discrimination is made against British steamers bringing letters into our ports, but all letters arriving in the United States are subject to the same rate of postage, whether brought in British or American vessels. I refer you to the report of the Postmaster-General for a full statement of the facts of the case and of the steps taken by him to correct this inequality. He has exerted all the power conferred upon him by the existing laws.\n\nThe minister of the United States at London has brought the subject to the attention of the British Government, and is now engaged in negotiations for the purpose of adjusting reciprocal postal arrangements which shall be equally just to both countries. Should he fail in concluding such arrangements, and should Great Britain insist on enforcing the unequal and unjust measure she has adopted, it will become necessary to confer additional powers on the Postmaster-General in order to enable him to meet the emergency and to put our own steamers on an equal footing with British steamers engaged in transporting the mails between the two countries, and I recommend that such powers be conferred. In view of the existing state of our country, I trust it may not be inappropriate, in closing this communication, to call to mind the words of wisdom and admonition of the first and most illustrious of my predecessors in his Farewell Address to his countrymen.\n\nThat greatest and best of men, who served his country so long and loved it so much, foresaw with \"serious concern\" the danger to our Union of \"characterizing parties by geographical discriminations--Northern and Southern, Atlantic and Western--whence designing men may endeavor to excite a belief that there is a real difference of local interests and views,\" and warned his countrymen against it.\n\nSo deep and solemn was his conviction of the importance of the Union and of preserving harmony between its different parts, that he declared to his countrymen in that address:\n\nIt is of infinite moment that you should properly estimate the immense value of your national union to your collective and individual happiness; that you should cherish a cordial, habitual, and immovable attachment to it; accustoming yourselves to think and speak of it as of the palladium of your political safety and prosperity; watching for its preservation with jealous anxiety; discountenancing whatever may suggest even a suspicion that it can in any event be abandoned, and indignantly frowning upon the first dawning of every attempt to alienate any portion of our country from the rest or to enfeeble the sacred ties which now link together the various parts.\n\nAfter the lapse of half a century these admonitions of Washington fall upon us with all the force of truth. It is difficult to estimate the \"immense value\" of our glorious Union of confederated States, to which we are so much indebted for our growth in population and wealth and for all that constitutes us a great and a happy nation. How unimportant are all our differences of opinion upon minor questions of public policy compared with its preservation, and how scrupulously should we avoid all agitating topics which may tend to distract and divide us into contending parties, separated by geographical lines, whereby it may be weakened or endangered.\n\nInvoking the blessing of the Almighty Ruler of the Universe upon your deliberations, it will be my highest duty, no less than my sincere pleasure, to cooperate with you in all measures which may tend to promote the honor and enduring welfare of our common country."}