{"title": "December 2 1878 Second Annual Message-Rutherford B. Hayes", "content": " that the expenditures by the people of the District greatly exceed those of the General Government. The exhibit is made in connection with estimates for the requisite repair of the defective pavements and sewers of the city, which is a work of immediate necessity; and in the same connection a plan is presented for the permanent funding of the outstanding securities of the District.\n The benevolent, reformatory, and penal institutions of the District are all entitled to the favorable attention of Congress. The Reform School needs additional buildings and teachers. Appropriations which will place all of these institutions in a condition to become models of usefulness and beneficence will be regarded by the country as liberality wisely bestowed.\n The Commissioners, with evident justice, request attention to the discrimination made by Congress against the District in the donation of land for the support of the public schools, and ask that the same liberality that has been shown to the inhabitants of the various States and Territories of the United States may be extended to the District of Columbia.\n The Commissioners also invite attention to the damage inflicted upon public and private interests by the present location of the depots and switching tracks of the several railroads entering the city, and ask for legislation looking to their removal. The recommendations and suggestions contained in the report will, I trust, receive the careful consideration of Congress.\n Sufficient time has, perhaps, not elapsed since the reorganization of the government of the District under the recent legislation of Congress for the expression of a confident opinion as to its successful operation, but the practical results already attained are so satisfactory that the friends of the new government may well urge upon Congress the wisdom of its continuance, without essential modification, until by actual experience its advantages and defects may be more fully ascertained."}