{"title": "December 9 1891 Third Annual Message-Benjamin Harrison", "content": " and stability of our financial institutions. With the movement of crops the outflow of gold was speedily stopped and a return set in. Up to December 1 we had recovered of our gold lost at the port of New York $27,854,000, and it is confidently believed that during the winter and spring this aggregate will be steadily and largely increased.\n The presence of a large cash surplus in the Treasury has for many years been the subject of much unfavorable criticism, and has furnished an argument to those who have desired to place the tariff upon a purely revenue basis. It was agreed by all that the withdrawal from circulation of so large an amount of money was an embarrassment to the business of the country and made necessary the intervention of the Department at frequent intervals to relieve threatened monetary panics. The surplus on March 1, 1889, was $183,827,190.29. The policy of applying this surplus to the redemption of the interest-bearing securities of the United States was thought to be preferable to that of depositing it without interest in selected national banks. There have been redeemed since the date last mentioned of interest-bearing securities $259,079,350, resulting in a reduction of the annual interest charge of $11,684,675. The money which had been deposited in banks without interest has been gradually withdrawn and used in the redemption of bonds.\n The result of this policy, of the silver legislation, and of the refunding of the 4 1/2 per cent bonds has been a large increase of the money in circulation. At the date last named the circulation was $1,404,205,896, or $23.03 per capita, while on the 1st day of December, 1891, it had increased to $1,577,262,070, or $24.38 per capita. The offer of the Secretary of the Treasury to the holders of the 4 1/2 per cent bonds to extend the time of redemption, at the option of the Government, at an interest of 2 per cent, was accepted by the holders of about one-half the amount, and the unextended bonds are being redeemed on presentation.\n The report of the Secretary of War exhibits the results of an intelligent, progressive, and businesslike administration of a Department which has been too much regarded as one of mere routine. The separation of Secretary Proctor from the Department by reason of his appointment as a Senator from the State of Vermont is a source of great regret to me and to his colleagues in the Cabinet, as I am sure it will be to all those who have had business with the Department while under his charge.\n In the administration of army affairs some especially good work has been accomplished. The efforts of the Secretary to reduce the percentage of desertions by removing the causes that promoted it have been so successful as to enable him to report for the last year a lower percentage of desertion than has been before reached in the history of the Army. The resulting money saving is considerable, but the improvement in the morale of the enlisted men is the most valuable incident of the reforms which have brought about this result.\n The work of securing sites for shore batteries for harbor defense and the manufacture of mortars and guns of high power to equip them have made good progress during the year. The preliminary work of tests and plans which so long delayed a start is now out of the way. Some guns have been completed, and with an enlarged shop and a more complete equipment at Watervliet the Army will soon be abreast of the Navy in gun construction. Whatever unavoidable causes of delay may arise, there should be none from delayed or insufficient appropriations. We shall be greatly embarrassed in the proper distribution and use of naval vessels until adequate shore defenses are provided for our harbors.\n I concur in the recommendation of the Secretary that the three-battalion organization be adopted for the infantry. The adoption of a smokeless powder and of a modern rifle equal in range, precision, and rapidity of fire to the best now in use will, I hope, not be longer delayed.\n The project of enlisting Indians and organizing them into separate companies upon the same basis as other soldiers was made the subject of very careful study by the Secretary and received my approval. Seven companies have been completely organized and seven more are in process of organization. The results of six months' training have more than realized the highest anticipations. The men are readily brought under discipline, acquire the drill with facility, and show great pride in the right discharge of their duty and perfect loyalty to their officers, who declare that they would take them into action with confidence. The discipline, order, and cleanliness of the military posts will have a wholesome and elevating influence upon the men enlisted, and through them upon their tribes, while a friendly feeling for the whites and a greater respect for the Government will certainly be promoted.\n The great work done in the Record and Pension Division of the War Department by Major Ainsworth, of the Medical Corps, and the clerks under him is entitled to honorable mention. Taking up the work with nearly 41,000 cases behind, he closed the last fiscal year without a single case left over, though the new cases had increased 52 per cent in number over the previous year by reason of the pension legislation of the last Congress.\n I concur in the recommendation of the Attorney-General that the right in felony cases to a review by the Supreme court be limited. It would seem that personal liberty would have a safe guaranty if the right of review in cases involving only fine and imprisonment were limited to the circuit court of appeals, unless a constitutional question should in some way be involved.\n The judges of the Court of Private Land Claims, provided for by the act of March 3, 1891, have been appointed and the court organized. It is now possible to give early relief to communities long repressed in their development by unsettled land titles and to establish the possession and right of settlers whose lands have been rendered valueless by adverse and unfounded claims.\n The act of July 9, 1888, provided for the incorporation and management of a reform school for girls in the District of Columbia; but it has remained inoperative for the reason that no appropriation has been made for construction or maintenance. The need of such an institution is very urgent. Many girls could be saved from depraved lives by the wholesome influences and restraints of such a school. I recommend that the necessary appropriation be made for a site and for construction.\n The enforcement by the Treasury Department of the law prohibiting the coming of Chinese to the United States has been effective as to such as seek to land from vessels entering our ports. The result has been to divert the travel to vessels entering the ports of British Columbia, whence passage into the United States at obscure points along the Dominion boundary is easy. A very considerable number of Chinese laborers have during the past year entered the United States from Canada and Mexico.\n The officers of the Treasury Department and of the Department of Justice have used every means at their command to intercept this immigration; but the impossibility of perfectly guarding our extended frontier is apparent. The Dominion government collects a head tax of $50 from every Chinaman entering Canada, and thus derives a considerable revenue from those who only use its ports to reach a position of advantage to evade our exclusion laws. There seems to be satisfactory evidence that the business of passing Chinamen through Canada to the United States is organized and quite active. The Department of Justice has construed the laws to require the return of any Chinaman found to be unlawfully in this country to China as the country from which he came, notwithstanding the fact that he came by way of Canada; but several of the district courts have in cases brought before them overruled this view of the law and decided that such persons must be returned to Canada. This construction robs the law of all effectiveness, even if the decrees could be executed, for the men returned can the next day recross our border. But the only appropriation made is for sending them back to China, and the Canadian officials refuse to allow them to reenter Canada without the payment of the fifty-dollar head tax. I recommend such legislation as will remedy these defects in the law.\n In previous messages I have called the attention of Congress to the necessity of so extending the jurisdiction of the United States courts as to make triable therein any felony committed while in the act of violating a law of the United States. These courts can not have that independence and effectiveness which the Constitution contemplates so long as the felonious killing of court officers, jurors, and witnesses in the discharge of their duties or by reason of their acts as such is only cognizable in the State courts. The work done by the Attorney-General and the officers of his Department, even under the present inadequate legislation, has produced some notable results in the interest of law and order.\n The Attorney-General and also the Commissioners of the District of Columbia call attention to the defectiveness and inadequacy of the laws relating to crimes against chastity in the District of Columbia. A stringent code upon this subject has been provided by Congress for Utah, and it is a matter of surprise that the needs of this District should have been so long overlooked.\n In the report of the Postmaster-General some very gratifying results are exhibited and many betterments of the service suggested. A perusal of the report gives abundant evidence that the supervision and direction of the postal system have been characterized by an intelligent and conscientious desire to improve the service. The revenues of the Department show an increase of over $5,000,000, with a deficiency for the year 1892 of less than $4,000,000, while the estimate for the year 1893 shows a surplus of receipts over expenditures.\n Ocean mail post-offices have been established upon the steamers of the North German Lloyd and Hamburg lines, saving by the distribution on shipboard from two to fourteen hours' time in the delivery of mail at the port of entry and often much more than this in the delivery at interior places. So thoroughly has this system, initiated by Germany and the United States, evidenced its usefulness that it can not be long before it is installed upon all the great ocean mail-carrying steamships.\n Eight thousand miles of new postal service has been established upon railroads, the car distribution to substations in the great cities has been increased about 12 per cent, while the percentage of errors in distribution has during the past year been reduced over one-half. An appropriation was given by the last Congress for the purpose of making some experiments in free delivery in the smaller cities and towns. The results of these experiments have been so satisfactory that the Postmaster-General recommends, and I concur in the recommendation, that the free-delivery system be at once extended to towns of 5,000 population. His discussion of the inadequate facilities extended under our present system to rural communities and his suggestions with a view to give these communities a fuller participation in the benefits of the postal service are worthy of your careful consideration. It is not just that the farmer, who receives his mail at a neighboring town, should not only be compelled to send to the post-office for it, but to pay a considerable rent for a box in which to place it or to wait his turn at a general-delivery window, while the city resident has his mail brought to his door. It is stated that over 54,000 neighborhoods are under the present system receiving mail at post-offices where money orders and postal notes are not issued. The extension of this system to these communities is especially desirable, as the patrons of such offices are not possessed of the other facilities offered in more populous communities for the transmission of small sums of money.\n I have in a message to the preceding Congress expressed my views as to a modified use of the telegraph in connection with the postal service. In pursuance of the ocean mail law of March 3, 1891, and after a most careful study of the whole subject and frequent conferences with ship-owners, boards of trade, and others, advertisements were issued by the postmaster-General for 53 lines of ocean mail service--10 to Great Britain and the Continent, 27 to South America, 3 to China and Japan, 4 to Australia and the Pacific islands, 7 to the West Indies, and 2 to Mexico. It was not, of course, expected that bids for all these lines would be received or that service upon them all would be contracted for. It was intended, in furtherance of the act, to secure as many new lines as possible, while including in the list most or all of the foreign lines now occupied by American ships. It was hoped that a line to England and perhaps one to the Continent would be secured; but the outlay required to equip such lines wholly with new ships of the first class and the difficulty of establishing new lines in competition with those already established deterred bidders whose interest had been enlisted. It is hoped that a way may yet be found of overcoming these difficulties.\n The Brazil Steamship Company, by reason of a miscalculation as to the speed of its vessels, was not able to bid under the terms of the advertisement. The policy of the Department was to secure from the established lines an improved service as a condition of giving to them the benefits of the law. This in all instances has been attained. The Postmaster-General estimates that an expenditure in American shipyards of about $10,000,000 will be necessary to enable the bidders to construct the ships called for by the service which they have accepted. I do not think there is any reason for discouragement or for any turning back from the policy of this legislation. Indeed, a good beginning has been made, and as the subject is further considered and understood by capitalists and shipping people new lines will be ready to meet future proposals, and we may date from the passage of this law the revival of American shipping interests and the recovery of a fair share of the carrying trade of the world. We were receiving for foreign postage nearly $2,000,000 under the old system, and the outlay for ocean mail service did not exceed $600,000 per annum. It is estimated by the Postmaster-General that if all the contracts proposed are completed it will require $247,354 for this year in addition to the appropriation for sea and inland postage already in the estimates, and that for the next fiscal year, ending June 30, 1893, there would probably be needed about $560,000.\n The report of the Secretary of the Navy shows a gratifying increase of new naval vessels in commission. The Newark, Concord, Bennington, and Miantonomoh have been added during the year, with an aggregate of something more than 11,000 tons. Twenty-four warships of all classes are now under construction in the navy-yards and private shops; but while the work upon them is going forward satisfactorily, the completion of the more important vessels will yet require about a year' s time. Some of the vessels now under construction, it is believed, will be triumphs of naval engineering. When it is recollected that the work of building a modern navy was only initiated in the year 1883, that our naval constructors and shipbuilders were practically without experience in the construction of large iron or steel ships, that our engine shops were unfamiliar with great marine engines, and that the manufacture of steel forgings for guns and plates was almost wholly a foreign industry, the progress that has been made is not only highly satisfactory, but furnishes the assurance that the United States will before long attain in the construction of such vessels, with their engines and armaments, the same preeminence which it attained when the best instrument of ocean commerce was the clipper ship and the most impressive exhibit of naval power the old wooden three-decker man-of-war. The officers of the Navy and the proprietors and engineers of our great private shops have responded with wonderful intelligence and professional zeal to the confidence expressed by Congress in its liberal legislation. We have now at Washington a gun shop, organized and conducted by naval officers, that in its system, economy, and product is unexcelled. Experiments with armor plate have been conducted during the year with most important results. It is now believed that a plate of higher resisting power than any in use has been found and that the tests have demonstrated that cheaper methods of manufacture than those heretofore thought necessary can be used.\n I commend to your favorable consideration the recommendations of the Secretary, who has, I am sure, given to them the most conscientious study. There should be no hesitation in promptly completing a navy of the best modern type large enough to enable this country to display its flag in all seas for the protection of its citizens and of its extending commerce. The world needs no assurance of the peaceful purposes of the United States, but we shall probably be in the future more largely a competitor in the commerce of the world, and it is essential to the dignity of this nation and to that peaceful influence which it should exercise on this hemisphere that its Navy should be adequate both upon the shores of the Atlantic and of the Pacific.\n The report of the Secretary of the Interior shows that a very gratifying progress has been made in all of the bureaus which make up that complex and difficult Department.\n The work in the Bureau of Indian Affairs was perhaps never so large as now, by reason of the numerous negotiations which have been proceeding with the tribes for a reduction of the reservations, with the incident labor of making allotments, and was never more carefully conducted. The provision of adequate school facilities for Indian children and the locating of adult Indians upon farms involve the solution of the \"Indian question.\" Everything else--rations, annuities, and tribal negotiations, with the agents, inspectors, and commissioners who distribute and conduct them--must pass away when the Indian has become a citizen, secure in the individual ownership of a farm from which he derives his subsistence by his own labor, protected by and subordinate to the laws which govern the white man, and provided by the General Government or by the local communities in which he lives with the means of educating his children. When an Indian becomes a citizen in an organized State or Territory, his relation to the General Government ceases in great measure to be that of a ward; but the General Government ought not at once to put upon the State or Territory the burden of the education of his children.\n It has been my thought that the Government schools and school buildings upon the reservations would be absorbed by the school systems of the States and Territories; but as it has been found necessary to protect the Indian against the compulsory alienation of his land by exempting him from taxation for a period of twenty-five years, it would seem to be right that the General Government, certainly where there are tribal funds in its possession, should pay to the school fund of the State what would be equivalent to the local school tax upon the property of the Indian. It will be noticed from the report of the Commissioner of Indian Affairs that already some contracts have been made with district schools for the education of Indian children. There is great advantage, I think, in bringing the Indian children into mixed schools. This process will be gradual, and in the meantime the present educational provisions and arrangements, the result of the best experience of those who have been charged with this work, should be continued. This will enable those religious bodies that have undertaken the work of Indian education with so much zeal and with results so restraining and beneficent to place their institutions in new and useful relations to the Indian and to his white neighbors.\n The outbreak among the Sioux which occurred in December last is as to its causes and incidents fully reported upon by the War Department and the Department of the Interior. That these Indians had some just complaints, especially in the matter of the reduction of the appropriation for rations and in the delays attending the enactment of laws to enable the Department to perform the engagements entered into with them, is probably true; but the Sioux tribes are naturally warlike and turbulent, and their warriors were excited by their medicine men and chiefs, who preached the coming of an Indian messiah who was to give them power to destroy their enemies. In view of the alarm that prevailed among the white settlers near the reservation and of the fatal consequences that would have resulted from an Indian incursion, I placed at the disposal of General Miles, commanding the Division of the Missouri, all such forces as were thought by him to be required. He is entitled to the credit of having given thorough protection to the settlers and of bringing the hostiles into subjection with the least possible loss of life.\n The appropriation of $2,991,450 for the Choctaws and Chickasaws contained in the general Indian appropriation bill of March 3, 1891, has not been expended, for the reason that I have not yet approved a release (to the Government) of the Indian claim to the lands mentioned. This matter will be made the subject of a special message, placing before Congress all the facts which have come to my knowledge.\n The relation of the Five Civilized Tribes now occupying the Indian Territory to the United States is not, I believe, that best calculated to promote the highest advancement of these Indians. That there should be within our borders five independent states having no relations, except those growing out of treaties, with the Government of the United States, no representation in the National Legislature, its people not citizens, is a startling anomaly.\n It seems to me to be inevitable that there shall be before long some organic changes in the relation of these people to the United States. What form these changes should take I do not think it desirable now to suggest, even if they were well defined in my own mind. They should certainly involve the acceptance of citizenship by the Indians and a representation in Congress. These Indians should have opportunity to present their claims and grievances upon the floor rather than, as now, in the lobby. If a commission could be appointed to visit these tribes to confer with them in a friendly spirit upon this whole subject, even if no agreement were presently reached the feeling of the tribes upon this question would be developed, and discussion would prepare the way for changes which must come sooner or later.\n The good work of reducing the larger Indian reservations by allotments in severalty to the Indians and the cession of the remaining lands to the United States for disposition under the homestead law has been prosecuted during the year with energy and success. In September last I was enabled to open to settlement in the Territory of Oklahoma 900,000 acres of land, all of which was taken up by settlers in a single day. The rush for these lands was accompanied by a great deal of excitement, but was happily free from incidents of violence.\n It was a source of great regret that I was not able to open at the same time the surplus lands of the Cheyenne and Arapahoe Reservation, amounting to about 3,000,000 acres, by reason of the insufficiency of the appropriation for making the allotments. Deserving and impatient settlers are waiting to occupy these lands, and I urgently recommend that a special deficiency appropriation be promptly made of the small amount needed, so that the allotments may be completed and the surplus lands opened in time to permit the settlers to get upon their homesteads in the early spring.\n During the past summer the Cherokee Commission have completed arrangements with the Wichita, Kickapoo, and Tonkawa tribes whereby, if the agreements are ratified by Congress, over 800,000 additional acres will be opened to settlement in Oklahoma.\n The negotiations for the release by the Cherokees of their claim to the Cherokee Strip have made no substantial progress so far as the Department is officially advised, but it is still hoped that the cession of this large and valuable tract may be secured. The price which the commission was authorized to offer--$1.25 per acre--is, in my judgment, when all the circumstances as to title and the character of the lands are considered, a fair and adequate one, and should have been accepted by the Indians.\n Since March 4, 1889, about 23,000,000 acres have been separated from Indian reservations and added to the public domain for the use of those who desired to secure free homes under our beneficent laws. It is difficult to estimate the increase of wealth which will result from the conversion of these waste lands into farms, but it is more difficult to estimate the betterment which will result to the families that have found renewed hope and courage in the ownership of a home and the assurance of a comfortable subsistence under free and healthful conditions. It is also gratifying to be able to feel, as we may, that this work has proceeded upon lines of justice toward the Indian, and that he may now, if he will, secure to himself the good influences of a settled habitation, the fruits of industry, and the security of citizenship.\n Early in this Administration a special effort was begun to bring up the work of the General Land Office. By faithful work the arrearages have been rapidly reduced. At the end of the last fiscal year only 84,172 final agricultural entries remained undisposed of, and the Commissioner reports that with the present force the work can be fully brought up by the end of the next fiscal year.\n Your attention is called to the difficulty presented by the Secretary of the Interior as to the administration of the law of March 3, 1891, establishing a Court of Private Land Claims. The small holdings intended to be protected by the law are estimated to be more than 15,000 in number. The claimants are a most deserving class and their titles are supported by the strongest equities. The difficulty grows out of the fact that the lands have largely been surveyed according to our methods, while the holdings, many of which have been in the same family for generations, are laid out in narrow strips a few rods wide upon a stream and running back to the hills for pasturage and timber.. Provision should be made for numbering these tracts as lots and for patenting them by such numbers and without reference to section lines.\n The administration of the Pension Bureau has been characterized during the year by great diligence. The total number of pensioners upon the roll on the 30th day of June, 1891, was 676,160. There were allowed during the fiscal year ending at that time 250,565 cases. Of this number 102,387 were allowed under the law of June 27, 1890. The issuing of certificates has been proceeding at the rate of about 30,000 per month, about 75 per cent of these being cases under the new law. The Commissioner expresses the opinion that he will be able to carefully adjudicate and allow 350,000 claims during the present fiscal year. The appropriation for the payment of pensions for the fiscal year 1890-91 was $127,685,793.89 and the amount expended $118,530,649.25, leaving an unexpended surplus of $9,155,144.64.\n The Commissioner is quite confident that there will be no call this year for a deficiency appropriation, notwithstanding the rapidity with which the work is being pushed. The mistake which has been made by many in their exaggerated estimates of the cost of pensions is in not taking account of the diminished value of first payments under the recent legislation. These payments under the general law have been for many years very large, as the pensions when allowed dated from the time of filing the claim, and most of these claims had been pending for years. The first payments under the law of June, 1890, are relatively small, and as the per cent of these cases increases and that of the old cases diminishes the annual aggregate of first payments is largely reduced. The Commissioner, under date of November 13, furnishes me with the statement that during the last four months 113,175 certificates were issued, 27,893 under the general law and 85,282 under the act of June 27, 1890. The average first payment during these four months was $131.85, while the average first payment upon cases allowed during the year ending June 30, 1891, was $239.33, being a reduction in the average first payments during these four months of $107.48.\n The estimate for pension expenditures for the fiscal year ending June 30, 1893, is $144,956,000, which, after a careful examination of the subject, the Commissioner is of the opinion will be sufficient. While these disbursements to the disabled soldiers of the great Civil War are large, they do not realize the exaggerated estimates of those who oppose this beneficent legislation. The Secretary of the Interior shows with great fullness the care that is taken to exclude fraudulent claims, and also the gratifying fact that the persons to whom these pensions are going are men who rendered not slight but substantial war service.\n The report of the Commissioner of Railroads shows that the total debt of the subsidized railroads to the United States was on December 31, 1890, $112,512,613.06. A large part of this debt is now fast approaching maturity, with no adequate provision for its payment. Some policy for dealing with this debt with a view to its ultimate collection should be at once adopted. It is very difficult, well-nigh impossible, for so large a body as the Congress to conduct the necessary negotiations and investigations. I therefore recommend that provision be made for the appointment of a commission to agree upon and report a plan for dealing with this debt.\n The work of the Census Bureau is now far in advance and the great bulk of the enormous labor involved completed. It will be more strictly a statistical exhibit and less encumbered by essays than its immediate predecessors. The methods pursued have been fair, careful, and intelligent, and have secured the approval of the statisticians who have followed them with a scientific and nonpartisan interest. The appropriations necessary to the early completion and publication of the authorized volumes should be given in time to secure against delays, which increase the cost and at the same time diminish the value of the work.\n The report of the Secretary exhibits with interesting fullness the condition of the Territories. They have shared with the States the great increase in farm products, and are bringing yearly large areas into cultivation by extending their irrigating canals. This work is being done by individuals or local corporations and without that system which a full preliminary survey of the water supply and of the irrigable lands would enable them to adopt. The future of the Territories of New Mexico, Arizona, and Utah in their material growth and in the increase, independence, and happiness of their people is very largely dependent upon wise and timely legislation, either by Congress or their own legislatures, regulating the distribution of the water supply furnished by their streams. If this matter is much longer neglected, private corporations will have unrestricted control of one of the elements of life and the patentees of the arid lands will be tenants at will of the water companies.\n The United States should part with its ownership of the water sources and the sites for reservoirs, whether to the States and Territories or to individuals or corporations, only upon conditions that will insure to the settlers their proper water supply upon equal and reasonable terms. In the Territories this whole subject is under the full control of Congress, and in the States it is practically so as long as the Government holds the title to the reservoir sites and water sources and can grant them upon such conditions as it chooses to impose. The improvident granting of franchises of enormous value without recompense to the State or municipality from which they proceed and without proper protection of the public interests is the most noticeable and flagrant evil of modern legislation. This fault should not be committed in dealing with a subject that will before many years affect so vitally thousands of our people.\n The legislation of Congress for the repression of polygamy has, after years of resistance on the part of the Mormons, at last brought them to the conclusion that resistance is unprofitable and unavailing. The power of Congress over this subject should not be surrendered until we have satisfactory evidence that the people of the State to be created would exercise the exclusive power of the State over this subject in the same way. The question is not whether these people now obey the laws of Congress against polygamy, but rather would they make, enforce, and maintain such laws themselves if absolutely free to regulate the subject? We can not afford to experiment with this subject, for when a State is once constituted the act is final and any mistake irretrievable. No compact in the enabling act could, in my opinion, be binding or effective.\n I recommend that provision be made for the organization of a simple form of town government in Alaska, with power to regulate such matters as are usually in the States under municipal control. These local civil organizations will give better protection in some matters than the present skeleton Territorial organization. Proper restrictions as to the power to levy taxes and to create debt should be imposed.\n If the establishment of the Department of Agriculture was regarded by anyone as a mere concession to the unenlightened demand of a worthy class of people, that impression has been most effectually removed by the great results already attained. Its home influence has been very great in disseminating agricultural and horticultural information, in stimulating and directing a further diversification of crops, in detecting and eradicating diseases of domestic animals, and, more than all, in the close and informal contact which it has established and maintains with the farmers and stock raisers of the whole country. Every request for information has had prompt attention and every suggestion merited consideration. The scientific corps of the Department is of a high order and is pushing its investigations with method and enthusiasm.\n The inspection by this Department of cattle and pork products intended for shipment abroad has been the basis of the success which has attended our efforts to secure the removal of the restrictions maintained by the European Governments.\n For ten years protests and petitions upon this subject from the packers and stock raisers of the United States have been directed against these restrictions, which so seriously limited our markets and curtailed the profits of the farm. It is a source of general congratulation that success has at last been attained, for the effects of an enlarged foreign market for these meats will be felt not only by the farmer, but in our public finances and in every branch of trade. It is particularly fortunate that the increased demand for food products resulting from the removal of the restrictions upon our meats and from the reciprocal trade arrangements to which I have referred should have come at a time when the agricultural surplus is so large. Without the help thus derived lower prices would have prevailed. The Secretary of Agriculture estimates that the restrictions upon the importation of our pork products into Europe lost us a market for $20,000,000 worth of these products annually.\n The grain crop of this year was the largest in our history--50 per cent greater than that of last year--and yet the new markets that have been opened and the larger demand resulting from short crops in Europe have sustained prices to such an extent that the enormous surplus of meats and breadstuffs will be marketed at good prices, bringing relief and prosperity to an industry that was much depressed. The value of the grain crop of the United States is estimated by the Secretary to be this year $500,000,000 more than last; of meats $150,000,000 more, and of all products of the farm $700,000,000 more. It is not inappropriate, I think, here to suggest that our satisfaction in the contemplation of this marvelous addition to the national wealth is unclouded by any suspicion of the currency by which it is measured and in which the farmer is paid for the products of his fields.\n The report of the Civil Service Commission should receive the careful attention of the opponents as well as the friends of this reform. The Commission invites a personal inspection by Senators and Representatives of its records and methods, and every fair critic will feel that such an examination should precede a judgment of condemnation either of the system or its administration. It is not claimed that either is perfect, but I believe that the law is being executed with impartiality and that the system is incomparably better and fairer than that of appointments upon favor. I have during the year extended the classified service to include superintendents, teachers, matrons, and physicians in the Indian service. This branch of the service is largely related to educational and philanthropic work and will obviously be the better for the change.\n The heads of the several Executive Departments have been directed to establish at once an efficiency record as the basis of a comparative rating of the clerks within the classified service, with a view to placing promotions therein upon the basis of merit. I am confident that such a record, fairly kept and open to the inspection of those interested, will powerfully stimulate the work of the Departments and will be accepted by all as placing the troublesome matter of promotions upon a just basis.\n I recommend that the appropriation for the Civil Service Commission be made adequate to the increased work of the next fiscal year.\n I have twice before urgently called the attention of Congress to the necessity of legislation for the protection of the lives of railroad employees, but nothing has yet been done. During the year ending June 30, 1890, 369 brakemen were killed and 7,841 maimed while engaged in coupling cars. The total number of railroad employees killed during the year was 2,451 and the number injured 22,390. This is a cruel and largely needless sacrifice. The Government is spending nearly $1,000,000 annually to save the lives of shipwrecked seamen; every steam vessel is rigidly inspected and required to adopt the most approved safety appliances. All this is good. But how shall we excuse the lack of interest and effort in behalf of this army of brave young men who in our land commerce are being sacrificed every year by the continued use of antiquated and dangerous appliances? A law requiring of every railroad engaged in interstate commerce the equipment each year of a given per cent of its freight cars with automatic couplers and air brakes would compel an agreement between the roads as to the kind of brakes and couplers to be used, and would very soon and very greatly reduce the present fearful death rate among railroad employees.\n The method of appointment by the States of electors of President and Vice-President has recently attracted renewed interest by reason of a departure by the State of Michigan from the method which had become uniform in all the States. Prior to 1832 various methods had been used by the different States, and even by the same State. In some the choice was made by the legislature; in others electors were chosen by districts, but more generally by the voters of the whole State upon a general ticket. The movement toward the adoption of the last-named method had an early beginning and went steadily forward among the States until in 1832 there remained but a single State (South Carolina) that had not adopted it. That State until the Civil War continued to choose its electors by a vote of the legislature, but after the war changed its method and conformed to the practice of the other States. For nearly sixty years all the States save one have appointed their electors by a popular vote upon a general ticket, and for nearly thirty years this method was universal.\n After a full test of other methods, without important division or dissent in any State and without any purpose of party advantage, as we must believe, but solely upon the considerations that uniformity was desirable and that a general election in territorial divisions not subject to change was most consistent with the popular character of our institutions, best preserved the equality of the voters, and perfectly removed the choice of President from the baneful influence of the \"gerrymander,\" the practice of all the States was brought into harmony. That this concurrence should now be broken is, I think, an unfortunate and even a threatening episode, and one that may well suggest whether the States that still give their approval to the old and prevailing method ought not to secure by a constitutional amendment a practice which has had the approval of all. The recent Michigan legislation provides for choosing what are popularly known as the Congressional electors for President by Congressional districts and the two Senatorial electors by districts created for that purpose. This legislation was, of course, accompanied by a new Congressional apportionment, and the two statutes bring the electoral vote of the State under the influence of the \"gerrymander.\"\n These gerrymanders for Congressional purposes are in most cases buttressed by a gerrymander of the legislative districts, thus making it impossible for a majority of the legal voters of the State to correct the apportionment and equalize the Congressional districts. A minority rule is established that only a political convulsion can overthrow. I have recently been advised that in one county of a certain State three districts for the election of members of the legislature are constituted as follows: One has 65,000 population, one 15,000, and one 10,000, while in another county detached, noncontiguous sections have been united to make a legislative district. These methods have already found effective application to the choice of Senators and Representatives in Congress, and now an evil start has been made in the direction of applying them to the choice by the States of electors of President and Vice-President. If this is accomplished, we shall then have the three great departments of the Government in the grasp of the \"gerrymander,\" the legislative and executive directly and the judiciary indirectly through the power of appointment.\n An election implies a body of electors having prescribed qualifications, each one of whom has an equal value and influence in determining the result. So when the Constitution provides that \"each State shall appoint\" (elect), \"in such manner as the legislature thereof may direct, a number of electors,\" etc., an unrestricted power was not given to the legislatures in the selection of the methods to be used. \"A republican form of government\" is guaranteed by the Constitution to each State, and the power given by the same instrument to the legislatures of the States to prescribe methods for the choice by the State of electors must be exercised under that limitation. The essential features of such a government are the right of the people to choose their own officers and the nearest practicable equality of value in the suffrages given in determining that choice.\n It will not be claimed that the power given to the legislature would support a law providing that the persons receiving the smallest vote should be the electors or a law that all the electors should be chosen by the voters of a single Congressional district. The State is to choose, and finder the pretense of regulating methods the legislature can neither vest the right of choice elsewhere nor adopt methods not conformable to republican institutions. It is not my purpose here to discuss the question whether a choice by the legislature or by the voters of equal single districts is a choice by the State, but only to recommend such regulation of this matter by constitutional amendment as will secure uniformity and prevent that disgraceful partisan jugglery to which such a liberty of choice, if it exists, offers a temptation.\n Nothing just now is more important than to provide every guaranty for the absolutely fair and free choice by an equal suffrage within the respective States of all the officers of the National Government, whether that suffrage is applied directly, as in the choice of members of the House of Representatives, or indirectly, as in the choice of Senators and electors of President. Respect for public officers and obedience to law will not cease to be the characteristics of our people until our elections cease to declare the will of majorities fairly ascertained without fraud, suppression, or gerrymander. If I were called upon to declare wherein our chief national danger lies, I should say without hesitation in the overthrow of majority control by the suppression or perversion of the popular suffrage. That there is a real danger here all must agree; but the energies of those who see it have been chiefly expended in trying to fix responsibility upon the opposite party rather than in efforts to make such practices impossible by either party.\n Is it not possible now to adjourn that interminable and inconclusive debate while we take by consent one step in the direction of reform by eliminating the gerrymander, which has been denounced by all parties as an influence in the selection of electors of President and members of Congress? All the States have, acting freely and separately, determined that the choice of electors by a general ticket is the wisest and safest method, and it would seem there could be no objection to a constitutional amendment making that method permanent. If a legislature chosen in one year upon purely local questions should, pending a Presidential contest, meet, rescind the law for a choice upon a general ticket, and provide for the choice of electors by the legislature, and this trick should determine the result, it is not too much to say that the public peace might be seriously and widely endangered.\n I have alluded to the \"gerrymander\" as affecting the method of selecting electors of President by Congressional districts, but the primary intent and effect of this form of political robbery have relation to the selection of members of the House of Representatives. The power of Congress is ample to deal with this threatening and intolerable abuse. The unfailing test of sincerity in election reform will be found in a willingness to confer as to remedies and to put into force such measures as will most effectually preserve the right of the people to free and equal representation.\n An attempt was made in the last Congress to bring to bear the constitutional powers of the General Government for the correction of fraud against the suffrage. It is important to know whether the opposition to such measures is really rested in particular features supposed to be objectionable or includes any proposition to give to the election laws of the United States adequacy to the correction of grave and acknowledged evils. I must yet entertain the hope that it is possible to secure a calm, patriotic consideration of such constitutional or statutory changes as may be necessary to secure the choice of the officers of the Government to the people by fair apportionments and free elections.\n I believe it would be possible to constitute a commission, nonpartisan in its membership and composed of patriotic, wise, and impartial men, to whom a consideration of the question of the evils connected with our election system and methods might be committed with a good prospect of securing unanimity in some plan for removing or mitigating those evils. The Constitution would permit the selection of the commission to be vested in the Supreme Court if that method would give the best guaranty of impartiality. This commission should be charged with the duty of inquiring into the whole subject of the law of elections as related to the choice of officers of the National Government, with a view to securing to every elector a free and unmolested exercise of the suffrage and as near an approach to an equality of value in each ballot cast as is attainable.\n While the policies of the General Government upon the tariff, upon the restoration of our merchant marine, upon river and harbor improvements, and other such matters of grave and general concern are liable to be turned this way or that by the results of Congressional elections and administrative policies, sometimes involving issues that tend to peace or war, to be turned this way or that by the results of a Presidential election, there is a rightful interest in all the States and in every Congressional district that will not be deceived or silenced by the audacious pretense that the question of the right of any body of legal voters in any State or in any Congressional district to give their suffrages freely upon these general questions is a matter only of local concern or control. The demand that the limitations of suffrage shall be found in the law, and only there, is a just demand, and no just man should resent or resist it. My appeal is and must continue to be for a consultation that shall \"proceed with candor, calmness, and patience upon the lines of justice and humanity, not of prejudice and cruelty.\"\n To the consideration of these very grave questions I invite not only the attention of Congress, but that of all patriotic citizens. We must not entertain the delusion that our people have ceased to regard a free ballot and equal representation as the price of their allegiance to laws and to civil magistrates.\n I have been greatly rejoiced to notice many evidences of the increased unification of our people and of a revived national spirit. The vista that now opens to us is wider and more glorious than ever before. Gratification and amazement struggle for supremacy as we contemplate the population, wealth, and moral strength of our country. A trust momentous in its influence upon our people and upon the world is for a brief time committed to us, and we must not be faithless to its first condition--the defense of the free and equal influence of the people in the choice of public officers and in the control of public affairs."}