{"title": "December 2 1895 Third Annual Message (Second Term)-Grover Cleveland", "content": " stop at distinct prohibition, but contained in addition the following express provision:\n And when any of said notes may be redeemed or be received into the Treasury under any law from any source whatever, and shall belong to the United States, they shall not be retired, canceled, or destroyed, but they shall be reissued and paid out again and kept in circulation.\n This was the condition of affairs on the 1st day of January, 1879, which had been fixed upon four years before as the date for entering upon the redemption and retirement of all these notes, and for which such abundant means had been provided.\n The Government was put in the anomalous situation of owing to the holders of its notes debts payable in gold on demand which could neither be retired by receiving such notes in discharge of obligations due the Government nor canceled by actual payment in gold. It was forced to redeem without redemption and to pay without acquittance.\n There had been issued and sold $95,500,000 of the bonds authorized by the resumption act of 1875, the proceeds of which, together with other gold in the Treasury, created a gold fund deemed sufficient to meet the demands which might be made upon it for the redemption of the outstanding United States notes. This fund, together with such other gold as might be from time to time in the Treasury available for the same purpose, has been since called our gold reserve, and $100,000,000 has been regarded as an adequate amount to accomplish its object. This fund amounted on the 1st day of January, 1879, to $114,193,360, and though thereafter constantly fluctuating it did not fall below that sum until July, 1892. In April, 1893, for the first time since its establishment, this reserve amounted to less than $100,000,000, containing at that date only $97,011,330.\n In the meantime, and in July, 1890, an act had been passed directing larger governmental monthly purchases of silver than had been required under previous laws, and providing that in payment for such silver Treasury notes of the United States should be issued payable on demand in gold or silver coin, at the discretion of the Secretary of the Treasury. It was, however, declared in the act to be\" the established policy of the United States to maintain the two metals on a parity with each other upon the present legal ratio or such ratio as may be provided by law.\" In view of this declaration it was not deemed permissible for the Secretary of the Treasury to exercise the discretion in terms conferred on him by refusing to pay gold on these notes when demanded, because by such discrimination in favor of the gold dollar the so-called parity of the two metals would be destroyed and grave and dangerous consequences would be precipitated by affirming or accentuating the constantly widening disparity between their actual values under the existing ratio.\n It thus resulted that the Treasury notes issued in payment of silver purchases under the law of 1890 were necessarily treated as gold obligations at the option of the holder. These notes on the 1st day of November, 1893, when the law compelling the monthly purchase of silver was repealed, amounted to more than $155,000,000. The notes of this description now outstanding added to the United States notes still undiminished by redemption or cancellation constitute a volume of gold obligations amounting to nearly $500,000,000.\n These obligations are the instruments which ever since we had a gold reserve have been used to deplete it.\n This reserve, as has been stated, had fallen in April, 1893, to $97,111,330. It has from that time to the present, with very few and unimportant upward movements, steadily decreased, except as it has been temporarily replenished by the sale of bonds.\n Among the causes for this constant and uniform shrinkage in this fund may be mentioned the great falling off of exports under the operation of the tariff law until recently in force, which crippled our exchange of commodities with foreign nations and necessitated to some extent the payment of our balances in gold; the unnatural infusion of silver into our currency and the increasing agitation for its free and unlimited coinage, which have created apprehension as to our disposition or ability to continue gold payments; the consequent hoarding of gold at home and the stoppage of investments of foreign capital, as well as the return of our securities already sold abroad; and the high rate of foreign exchange, which induced the shipment of our gold to be drawn against as a matter of speculation.\n In consequence of these conditions the gold reserve on the 1st day of February, 1894, was reduced to $65,438,377, having lost more than $31,000,000 during the preceding nine months, or since April, 1893. Its replenishment being necessary and no other manner of accomplishing it being possible, resort was had to the issue and sale of bonds provided for by the resumption act of 1875. Fifty millions of these bonds were sold, yielding $58,633,295.71, which was added to the reserve fund of gold then on hand. As a result of this operation this reserve, which had suffered constant and large withdrawals in the meantime, stood on the 6th day of March, 1894, at the sum of $107,446,802. Its depletion was, however, immediately thereafter so accelerated that on the 30th day of June, 1894, it had fallen to $64,873,025, thus losing by withdrawals more than $42,000,000 in five months and dropping slightly below its situation when the sale of $50,000,000 in bonds was effected for its replenishment.\n This depressed condition grew worse, and on the 24th day of November, 1894, our gold reserve being reduced to $57,669,701, it became necessary to again strengthen it.\n This was done by another sale of bonds amounting to $50,000,000, from which there was realized $58,538,500, with which the fund was increased to $111,142,021 on the 4th day of December, 1894.\n Again disappointment awaited the anxious hope for relief. There was not even a lull in the exasperating withdrawals of gold. On the contrary, they grew larger and more persistent than ever. Between the 4th day of December, 1894, and early in February, 1895, a period of scarcely more than two months after the second reenforcement of our gold reserve by the sale of bonds, it had lost by such withdrawals more than $69,000,000 and had fallen to $41,340,181. Nearly $43,000,000 had been withdrawn within the month immediately preceding this situation.\n In anticipation of impending trouble I had on the 28th day of January, 1895, addressed a communication to the Congress fully setting forth our difficulties and dangerous position and earnestly recommending that authority be given the Secretary of the Treasury to issue bonds bearing a low rate of interest, payable by their terms in gold, for the purpose of maintaining a sufficient gold reserve and also for the redemption and cancellation of outstanding United States notes and the Treasury notes issued for the purchase of silver under the law of 1890. This recommendation did not, however, meet with legislative approval.\n In February, 1895, therefore, the situation was exceedingly critical. With a reserve perilously low and a refusal of Congressional aid, everything indicated that the end of gold payments by the Government was imminent. The results of prior bond issues had been exceedingly unsatisfactory, and the large withdrawals of gold immediately succeeding their public sale in open market gave rise to a reasonable suspicion that a large part of the gold paid into the Treasury upon such sales was promptly drawn out again by the presentation of United States notes or Treasury notes, and found its way to the hands of those who had only temporarily parted with it in the purchase of bonds.\n In this emergency, and in view of its surrounding perplexities, it became entirely apparent to those upon whom the struggle for safety was devolved not only that our gold reserve must, for the third time in less than thirteen months, be restored by another issue and sale of bonds bearing a high rate of interest and badly suited to the purpose, but that a plan must be adopted for their disposition promising better results than those realized on previous sales. An agreement was therefore made with a number of financiers and bankers whereby it was stipulated that bonds described in the resumption act of 1875, payable in coin thirty years after their date, bearing interest at the rate of 4 pet cent per annum, and amounting to about $62,000,000, should be exchanged for gold, receivable by weight, amounting to a little more than $65,000,000.\n This gold was to be delivered in such installments as would complete its delivery within about six months from the date of the contract, and at least one-half of the amount was to be furnished from abroad. It was also agreed by those supplying this gold that during the continuance of the contract they would by every means in their power protect the Government against gold withdrawals. The contract also provided that if Congress would authorize their issue bonds payable by their terms in gold and bearing interest at the rate of 3 per cent per annum might within ten days be substituted at par for the 4 per cent bonds described in the agreement.\n On the day this contract was made its terms were communicated to Congress by a special Executive message, in which it was stated that more than $16,000,000 would be saved to the Government if gold bonds bearing 3 per cent interest were authorized to be substituted for those mentioned in the contract.\n The Congress having declined to grant the necessary authority to secure this saving, the contract, unmodified, was carried out, resulting in a gold reserve amounting to $107,571,230 on the 8th day of July, 1895. The performance of this contract not only restored the reserve, but checked for a time the withdrawals of gold and brought on a period of restored confidence and such peace and quiet in business circles as were of the greatest possible value to every interest that affects our people. I have never had the slightest misgiving concerning the wisdom or propriety of this arrangement, and am quite willing to answer for my full share of responsibility for its promotion. I believe it averted a disaster the imminence of which was, fortunately, not at the time generally understood by our people.\n Though the contract mentioned stayed for a time the tide of gold withdrawal, its good results could not be permanent. Recent withdrawals have reduced the reserve from $107,571,230 on the 8th day of July, 1895, to $79,333,966. How long it will remain large enough to render its increase unnecessary is only matter of conjecture, though quite large withdrawals for shipment in the immediate future are predicted in well-informed quarters. About $16,000,000 has been withdrawn during the month of November.\n The foregoing statement of events and conditions develops the fact that after increasing our interest-bearing bonded indebtedness more than $162,000,000 to save our gold reserve we are nearly where we started, having now in such reserve $79,333,966, as against $65,438,377 in February, 1894, when the first bonds were issued.\n Though the amount of gold drawn from the Treasury appears to be very large as gathered from the facts and figures herein presented, it actually was much larger, considerable sums having been acquired by the Treasury within the several periods stated without the issue of bonds. On the 28th of January, 1895, it was reported by the Secretary of the Treasury that more than $172,000,000 of gold had been withdrawn for hoarding or shipment during the year preceding. He now reports that from January 1, 1879, to July 14, 1890, a period of more than eleven years, only a little over $28,000,000 was withdrawn, and that between July 14, 1890, the date of the passage of the law for an increased purchase of silver, and the 1st day of December, 1895, or within less than five and a half years, there was withdrawn nearly $375,000,000, making a total of more than $403,000,000 drawn from the Treasury in gold since January 1, 1879, the date fixed in 1875 for the retirement of the United States notes.\n Nearly $327,000,000 of the gold thus withdrawn has been paid out on these United States notes, and yet every one of the $346,000,000 is still uncanceled and ready to do service in future gold depletions.\n More than $76,000,000 in gold has since their creation in 1890 been paid out from the Treasury upon the notes given on the purchase of silver by the Government, and yet the whole, amounting to $155,000,000, except a little more than $16,000,000 which has been retired by exchanges for silver at the request of the holders, remains outstanding and prepared to join their older and more experienced allies in future raids upon the Treasury's gold reserve.\n In other words, the Government has paid in gold more than nine-tenths of its United States notes and still owes them all. It has paid in gold about one-half of its notes given for silver purchases without extinguishing by such payment one dollar of these notes.\n When, added to all this, we are reminded that to carry on this astound, lug financial scheme the Government has incurred a bonded indebtedness of $95,500,000 in establishing a gold reserve and of $162,315,400 in efforts to maintain it; that the annual interest charge on such bonded indebtedness is more than $11,000,000; that a continuance of our present course may result in further bond issues, and that we have suffered or are threatened with all this for the sake of supplying gold for foreign shipment or facilitating its hoarding at home, a situation is exhibited which certainly ought to arrest attention and provoke immediate legislative relief.\n I am convinced the only thorough and practicable remedy for our troubles is found in the retirement and cancellation of our United States notes, commonly called greenbacks, and the outstanding Treasury notes issued by the Government in payment of silver purchases under the act of 1890.\n I believe this could be quite readily accomplished by the exchange of these notes for United States bonds, of small as well as large denominations, bearing a low rate of interest. They should be long-term bonds, thus increasing their desirability as investments, and because their payment could be well postponed to a period far removed from present financial burdens and perplexities, when with increased prosperity and resources they would be more easily met.\n To further insure the cancellation of these notes and also provide a way by which gold may be added to our currency in lieu of them, a feature in the plan should be an authority given to the Secretary of the Treasury to dispose of the bonds abroad for gold if necessary to complete the contemplated redemption and cancellation, permitting him to use the proceeds of such bonds to take up and cancel any of the notes that may be in the Treasury or that may be received by the Government on any account.\n The increase of our bonded debt involved in this plan would be amply compensated by renewed activity and enterprise in all business circles, the restored confidence at home, the reinstated faith in our monetary strength abroad, and the stimulation of every interest and industry that would follow the cancellation of the gold-demand obligations now afflicting us. In any event, the bonds proposed would stand for the extinguishment of a troublesome indebtedness, while in the path we now follow there lurks the menace of unending bonds, with our indebtedness still undischarged and aggravated in every feature. The obligations necessary to fund this indebtedness would not equal in amount those from which we have been relieved since 1884 by anticipation and payment beyond the requirements of the sinking fund out of our surplus revenues.\n The currency withdrawn by the retirement of the United States notes and Treasury notes, amounting to probably less than $486,000,000, might be supplied by such gold as would be used on their retirement or by an increase in the circulation of our national banks. Though the aggregate capital of those now in existence amounts to more than $664,000,000, their outstanding circulation based on bond security amounts to only about $190,000,000. They are authorized to issue notes amounting to 90 per cent of the bonds deposited to secure their circulation, but in no event beyond the amount of their capital stock, and they are obliged to pay 1 per cent tax on the circulation they issue.\n I think they should be allowed to issue circulation equal to the par value of the bonds they deposit to secure it, and that the tax on their circulation should be reduced to one-fourth of 1 per cent, which would undoubtedly meet all the expense the Government incurs on their account. In addition they should be allowed to substitute or deposit in lieu of the bonds now required as security for their circulation those which would be issued for the purpose of retiring the United States notes and Treasury notes.\n The banks already existing, if they desired to avail themselves of the provisions of law thus modified, could issue circulation, in addition to that already outstanding, amounting to $478,000,000, which would nearly or quite equal the currency proposed to be canceled. At any rate, I should confidently expect to see the existing national banks or others to be organized avail themselves of the proposed encouragements to issue circulation and promptly fill any vacuum and supply every currency need.\n It has always seemed to me that the provisions of law regarding the capital of national banks, which operate as a limitation to their location, fail to make proper compensation for the suppression of State banks, which came near to the people in all sections of the country and readily furnished them with banking accommodations and facilities. Any inconvenience or embarrassment arising from these restrictions on the location of national banks might well be remedied by better adapting the present system to the creation of banks in smaller communities or by permitting banks of large capital to establish branches in such localities as would serve the people, so regulated and restrained as to secure their safe and conservative control and management.\n But there might not be the necessity for such an addition to the currency by new issues of bank circulation as at first glance is indicated. If we should be relieved from maintaining a gold reserve under conditions that constitute it the barometer of our solvency, and if our Treasury should no longer be the foolish purveyor of gold for nations abroad or for speculation and hoarding by our citizens at home, I should expect to see gold resume its natural and normal functions in the business affairs of the country and cease to be an object attracting the timid watch of our people and exciting their sensitive imaginations.\n I do not overlook the fact that the cancellation of the Treasury notes issued under the silver-purchasing act of 1890 would leave the Treasury in the actual ownership of sufficient silver, including seigniorage, to coin nearly $178,000,000 in standard dollars. It is worthy of consideration whether this might not from time to time be converted into dollars or fractional coin and slowly put into circulation, as in the judgment of the Secretary of the Treasury the necessities of the country should require.\n Whatever is attempted should be entered upon fully appreciating the fact that by careless, easy descent we have reached a dangerous depth, and that our ascent will not be accomplished without laborious toil and struggle. We shall be wise if we realize that we are financially ill and that our restoration to health may require heroic treatment and unpleasant remedies.\n In the present stage of our difficulty it is not easy to understand how the amount of our revenue receipts directly affects it. The important question is not the quantity of money received in revenue payments, but the kind of money we maintain and our ability to continue in sound financial condition. We are considering the Government's holdings of gold as related to the soundness of our money and as affecting our national credit and monetary strength.\n If our gold reserve had never been impaired; if no bonds had ever been issued to replenish it; if there had been no fear and timidity concerning our ability to continue gold payments; if any part of our revenues were now paid in gold, and if we could look to our gold receipts as a means of maintaining a safe reserve, the amount of our revenues would be an influential factor in the problem. But, unfortunately, all the circumstances that might lend weight to this consideration are entirely lacking.\n In our present predicament no gold is received by the Government in payment of revenue charges, nor would there be if the revenues were increased. The receipts of the Treasury, when not in silver certificates, consist of United States notes and Treasury notes issued for silver purchases. These forms of money are only useful to the Government in paying its current ordinary expenses, and its quantity in Government possession does not in the least contribute toward giving us that kind of safe financial standing or condition which is built on gold alone.\n If it is said that these notes if held by the Government can be used to obtain gold for our reserve, the answer is easy. The people draw gold from the Treasury on demand upon United States notes and Treasury notes, but the proposition that the Treasury can on demand draw gold from the people upon them would be regarded in these days with wonder and amusement; and even if this could be done there is nothing to prevent those thus parting with their gold from regaining it the next day or the next hour by the presentation of the notes they received in exchange for it.\n The Secretary of the Treasury might use such notes taken from a surplus revenue to buy gold in the market. Of course he could not do this without paying a premium. Private holders of gold, unlike the Government, having no parity to maintain, would not be restrained from making the best bargain possible when they furnished gold to the Treasury; but the moment the Secretary of the Treasury bought gold on any terms above par he would establish a general and universal premium upon it, thus breaking down the parity between gold and silver, which the Government is pledged to maintain, and opening the way to new and serious complications. In the meantime the premium would not remain stationary, and the absurd spectacle might be presented of a dealer selling gold to the Government and with United States notes or Treasury notes in his hand immediately clamoring for its return and a resale at a higher premium.\n It may be claimed that a large revenue and redundant receipts might favorably affect the situation under discussion by affording an opportunity of retaining these notes in the Treasury when received, and thus preventing their presentation for gold. Such retention to be useful ought to be at least measurably permanent; and this is precisely what is prohibited, so far as United States notes are concerned, by the law of 1878, forbidding their further retirement. That statute in so many words provides that these notes when received into the Treasury and belonging to the United States shall be \"paid out again and kept in circulation.\"\n It will, moreover, be readily seen that the Government could not refuse to pay out United States notes and Treasury notes in current transactions when demanded, and insist on paying out silver alone, and still maintain the parity between that metal and the currency representing gold. Besides, the accumulation in the Treasury of currency of any kind exacted from the people through taxation is justly regarded as an evil, and it can not proceed far without vigorous protest against an unjustifiable retention of money from the business of the country and a denunciation of a scheme of taxation which proves itself to be unjust when it takes from the earnings and income of the citizen money so much in excess of the needs of Government support that large sums can be gathered and kept in the Treasury. Such a condition has heretofore in times of surplus revenue led the Government to restore currency to the people by the purchase of its unmatured bonds at a large premium and by a large increase of its deposits in national banks, and we easily remember that the abuse of Treasury accumulation has furnished a most persuasive argument in favor of legislation radically reducing our tariff taxation.\n Perhaps it is supposed that sufficient revenue receipts would in a sentimental way improve the situation by inspiring confidence in our solvency and allaying the fear of pecuniary exhaustion. And yet through all our struggles to maintain our gold reserve there never has been any apprehension as to our ready ability to pay our way with such money as we had, and the question whether or not our current receipts met our current expenses has not entered into the estimate of our solvency. Of course the general state of our funds, exclusive of gold, was entirely immaterial to the foreign creditor and investor. His debt could only be paid in gold, and his only concern was our ability to keep on hand that kind of money.\n On July 1, 1892, more than a year and a half before the first bonds were issued to replenish the gold reserve, there was a net balance in the Treasury, exclusive of such reserve, of less than $13,000,000, but the gold reserve amounted to more than $114,000,000, which was the quieting feature of the situation. It was when the stock of gold began rapidly to fall that fright supervened and our securities held abroad were returned for sale and debts owed abroad were pressed for payment. In the meantime extensive shipments of gold and other unfavorable indications caused restlessness and fright among our people at home. Thereupon the general state of our funds, exclusive of gold, became also immaterial to them, and they too drew gold from the Treasury for hoarding against all contingencies. This is plainly shown by the large increase in the proportion of gold withdrawn which was retained by our own people as time and threatening incidents progressed. During the fiscal year ending June 30, 1894, nearly $85,000,000 in gold was withdrawn from the Treasury and about $77,000,000 was sent abroad, while during the fiscal year ending June 30, 1895, over $117,000,000 was drawn out, of which only about $66,000,000 was shipped, leaving the large balance of such withdrawals to be accounted for by domestic hoarding.\n Inasmuch as the withdrawal of our gold has resulted largely from fright, there is nothing apparent that will prevent its continuance or recurrence, with its natural consequences, except such a change in our financial methods as will reassure the frightened and make the desire for gold less intense. It is not clear how an increase fix revenue, unless it be in gold, can satisfy those whose only anxiety is to gain gold from the Government's store.\n It can not, therefore, be safe to rely upon increased revenues as a cure for our present troubles.\n It is possible that the suggestion of increased revenue as a remedy for the difficulties we are considering may have originated in an intimation or distinct allegation that the bonds which have been issued ostensibly to replenish our gold reserve were really issued to supply insufficient revenue. Nothing can be further from the truth. Bonds were issued to obtain gold for the maintenance of our national credit. As has been shown, the gold thus obtained has been drawn again from the Treasury upon United States notes and Treasury notes. This operation would have been promptly prevented if possible; but these notes having thus been passed to the Treasury, they became the money of the Government, like any other ordinary Government funds, and there was nothing to do but to use them in paying Government expenses when needed.\n At no time when bonds have been issued has there been any consideration of the question of paying the expenses of Government with their proceeds. There was no necessity to consider that question. At the time of each bond issue we had a safe surplus in the Treasury for ordinary operations, exclusive of the gold in our reserve. In February, 1894, when the first issue of bonds was made, such surplus amounted to over $18,000,000; in November, when the second issue was made, it amounted to more than $42,000,000, and in February, 1895, when bonds for the third time were issued, such surplus amounted to more than $100,000,000. It now amounts to $98,072,420.30.\n Besides all this, the Secretary of the Treasury had no authority whatever to issue bonds to increase the ordinary revenues or pay current expenses.\n I can not but think there has been some confusion of ideas regarding the effects of the issue of bonds and the results of the withdrawal of gold. It was the latter process, and not the former, that, by substituting in the Treasury United States notes and Treasury notes for gold, increased by their amount the money which was in the first instance subject to ordinary Government expenditure.\n Although the law compelling an increased purchase of silver by the Government was passed on the 14th day of July, 1890, withdrawals of gold from the Treasury upon the notes given in payment on such purchases did not begin until October, 1891. Immediately following that date the withdrawals upon both these notes and United States notes increased very largely, and have continued to such an extent that since the passage of that law there has been more than thirteen times as much gold taken out of the Treasury upon United States notes and Treasury notes issued for silver purchases as was thus withdrawn during the eleven and a half years immediately prior thereto and after the 1st day of January, 1879, when specie payments were resumed.\n It is neither unfair nor unjust to charge a large share of our present financial perplexities and dangers to the operation of the laws of 1878 and 1890 compelling the purchase of silver by the Government, which not only furnished a new Treasury obligation upon which its gold could be withdrawn, but so increased the fear of an overwhelming flood of silver and a forced descent to silver payments that even the repeal of these laws did not entirely cure the evils of their existence.\n While I have endeavored to make a plain statement of the disordered condition of our currency and the present dangers menacing our prosperity and to suggest a way which leads to a safer financial system, I have constantly had in mind the fact that many of my countrymen, whose sincerity I do not doubt, insist that the cure for the ills now threatening us may be found in the single and simple remedy of the free coinage of silver. They contend that our mints shall be at once thrown open to the free, unlimited, and independent coinage of both gold and silver dollars of full legal-tender quality, regardless of the action of any other government and in full view of the fact that the ratio between the metals which they suggest calls for 100 cents' worth of gold in the gold dollar at the present standard and only 50 cents in intrinsic worth of silver in the silver dollar.\n Were there infinitely stronger reasons than can be adduced for hoping that such action would secure for us a bimetallic currency moving on lines of parity, an experiment so novel and hazardous as that proposed might well stagger those who believe that stability is an imperative condition of sound money.\n No government, no human contrivance or act of legislation, has ever been able to hold the two metals together in free coinage at a ratio appreciably different from that which is established in the markets of the world.\n Those who believe that our independent free coinage of silver at an artificial ratio with gold of 16 to 1 would restore the parity between the metals, and consequently between the coins, oppose an unsupported and improbable theory to the general belief and practice of other nations; and to the teaching of the wisest statesmen and economists of the world, both in the past and present, and, what is far more conclusive, they run counter to our own actual experiences.\n Twice in our earlier history our lawmakers, in attempting to establish a bimetallic currency, undertook free coinage upon a ratio which accidentally varied from the actual relative values of the two metals not more than 3 per cent. In both cases, notwithstanding greater difficulties and cost of transportation than now exist, the coins whose intrinsic worth was undervalued. in the ratio gradually and surely disappeared from our circulation and went to other countries where their real value was better recognized.\n Acts of Congress were impotent to create equality where natural causes decreed even a slight inequality.\n Twice in our recent history we have signally failed to raise by legislation the value of silver. Under an act of Congress passed in 1878 the Government was required for more than twelve years to expend annually at least $24,000,000 in the purchase of silver bullion for coinage. The act of July 14, 1890, in a still bolder effort, increased the amount of silver the Government was compelled to purchase and forced it to become the buyer annually of 54,000,000 ounces, or practically the entire product of our mines. Under both laws silver rapidly and steadily declined in value. The prophecy and the expressed hope and expectation of those in the Congress who led in the passage of the last-mentioned act that it would reestablish and maintain the former parity between the two metals are still fresh in our memory.\n In the light of these experiences, which accord with the experiences of other nations, there is certainly no secure ground for the belief that an act of Congress could now bridge an inequality of 50 per cent between gold and silver at our present ratio, nor is there the least possibility that our country, which has less than one-seventh of the silver money in the world, could by its action alone raise not only our own but all silver to its lost ratio with gold. Our attempt to accomplish this by the free coinage of silver at a ratio differing widely from actual relative values would be the signal for the complete departure of gold from our circulation, the immediate and large contraction of our circulating medium, and a shrinkage in the real value and monetary efficiency of all other forms of currency as they settled to the level of silver monometallism. Everyone who receives a fixed salary and every worker for wages would find the dollar in his hand ruthlessly scaled down to the point of bitter disappointment, if not to pinching privation.\n A change in our standard to silver monometallism would also bring on a collapse of the entire system of credit, which, when based on a standard which is recognized and adopted by the world of business, is many times more potent and useful than the entire volume of currency and is safely capable of almost indefinite expansion to meet the growth of trade and enterprise. In a self-invited struggle through darkness and uncertainty our humiliation would be increased by the consciousness that we had parted company with all the enlightened and progressive nations of the world and were desperately and hopelessly striving to meet the stress of modern commerce and competition with a debased and unsuitable currency and in association with the few weak and laggard nations which have silver alone as their standard of value.\n All history warns us against rash experiments which threaten violent changes in our monetary standard and the degradation of our currency. The past is full of lessons teaching not only the economic dangers but the national immorality that follow in the train of such experiments. I will not believe that the American people can be persuaded after sober deliberation to jeopardize their nation's prestige and proud standing by encouraging financial nostrums, nor that they will yield to the false allurements of cheap money when they realize that it must result in the weakening of that financial integrity and rectitude which thus far in our history has been so devotedly cherished as one of the traits of true Americanism.\n Our country's indebtedness, whether owing by the Government or existing between individuals, has been contracted with reference to our present standard. To decree by act of Congress that these debts shall be payable in less valuable dollars than those within the contemplation and intention of the parties when contracted would operate to transfer by the fiat of law and without compensation an amount of property and a volume of rights and interests almost incalculable.\n Those who advocate a blind and headlong plunge to free coinage in the name of bimetallism, and professing the belief, contrary to all experience, that we could thus establish a double standard and a concurrent circulation of both metals in our coinage, are certainly reckoning from a cloudy standpoint. Our present standard of value is the standard of the civilized world and permits the only bimetallism now possible, or at least that is within the independent reach of any single nation, however powerful that nation may be. While the value of gold as a standard is steadied by almost universal commercial and business use, it does not despise silver nor seek its banishment. Wherever this standard is maintained there is at its side in free and unquestioned circulation a volume of silver currency sometimes equaling and sometimes even exceeding it in amount both maintained at a parity notwithstanding a depreciation or fluctuation in the intrinsic value of silver.\n There is a vast difference between a standard of value and a currency for monetary use. The standard must necessarily be fixed and certain. The currency may be in divers forms and of various kinds. No silver-standard country has a gold currency in circulation, but an enlightened and wise system of finance secures the benefits of both gold and silver as currency and circulating medium by keeping the standard stable and all other currency at par with it. Such a system and such a standard also give free scope for the use and expansion of safe and conservative credit, so indispensable to broad and growing commercial transactions and so well substituted for the actual use of money. If a fixed and stable standard is maintained, such as the magnitude and safety of our commercial transactions and business require, the use of money itself is conveniently minimized.\n Every dollar of fixed and stable value has through the agency of confident credit an astonishing capacity of multiplying itself in financial work. Every unstable and fluctuating dollar fails as a basis of credit, and in its use begets gambling speculation and undermines the foundations of honest enterprise.\n I have ventured to express myself on this subject with earnestness and plainness of speech because I can not rid myself of the belief that there lurk in the proposition for the free coinage of silver, so strongly approved and so enthusiastically advocated by a multitude of my countrymen, a serious menace to our prosperity and an insidious temptation of our people to wander from the allegiance they owe to public and private integrity. It is because I do not distrust the good faith and sincerity of those who press this scheme that I have imperfectly but with zeal submitted my thoughts upon this momentous subject. I can not refrain from begging them to reexamine their views and beliefs in the light of patriotic reason and familiar experience and to weigh again and again the consequences of such legislation as their efforts have invited. Even the continued agitation of the subject adds greatly to the difficulties of a dangerous financial situation already forced upon us.\n In conclusion I especially entreat the people's representatives in the Congress, who are charged with the responsibility of inaugurating measures for the safety and prosperity of our common country, to promptly and effectively consider the ills of our critical financial plight. I have suggested a remedy which my judgment approves. I desire, however, to assure the Congress that I am prepared to cooperate with them in perfecting any other measure promising thorough and practical relief, and that I will gladly labor with them in every patriotic endeavor to further the interests and guard the welfare of our countrymen, whom in our respective places of duty we have undertaken to serve."}