{"title": "December 3 1901 First Annual Message-Theodore Roosevelt", "content": " symbol of national greatness and unity; and the very completeness of our union enables us all, in every part of the country, to glory in the valor shown alike by the sons of the North and the sons of the South in the times that tried men's souls.\n\n The men who in the last three years have done so well in the East and the West Indies and on the mainland of Asia have shown that this remembrance is not lost. In any serious crisis the United States must rely for the great mass of its fighting men upon the volunteer soldiery who do not make a permanent profession of the military career; and whenever such a crisis arises the deathless memories of the Civil War will give to Americans the lift of lofty purpose which comes to those whose fathers have stood valiantly in the forefront of the battle.\n\n The merit system of making appointments is in its essence as democratic and American as the common school system itself. It simply means that in clerical and other positions where the duties are entirely non-political, all applicants should have a fair field and no favor, each standing on his merits as he is able to show them by practical test. Written competitive examinations offer the only available means in many cases for applying this system. In other cases, as where laborers are employed, a system of registration undoubtedly can be widely extended. There are, of course, places where the written competitive examination cannot be applied, and others where it offers by no means an ideal solution, but where under existing political conditions it is, though an imperfect means, yet the best present means of getting satisfactory results.\n\n Wherever the conditions have permitted the application of the merit system in its fullest and widest sense, the gain to the Government has been immense. The navy-yards and postal service illustrate, probably better than any other branches of the Government, the great gain in economy, efficiency, and honesty due to the enforcement of this principle.\n\n I recommend the passage of a law which will extend the classified service to the District of Columbia, or will at least enable the President thus to extend it. In my judgment all laws providing for the temporary employment of clerks should hereafter contain a provision that they be selected under the Civil Service Law.\n\n It is important to have this system obtain at home, but it is even more important to have it applied rigidly in our insular possessions. Not an office should be filled in the Philippines or Puerto Rico with any regard to the man's partisan affiliations or services, with any regard to the political, social, or personal influence which he may have at his command; in short, heed should be paid to absolutely nothing save the man's own character and capacity and the needs of the service.\n\n The administration of these islands should be as wholly free from the suspicion of partisan politics as the administration of the Army and Navy. All that we ask from the public servant in the Philippines or Puerto Rico is that he reflect honor on his country by the way in which he makes that country's rule a benefit to the peoples who have come under it. This is all that we should ask, and we cannot afford to be content with less.\n\n The merit system is simply one method of securing honest and efficient administration of the Government; and in the long run the sole justification of any type of government lies in its proving itself both honest and efficient.\n\n The consular service is now organized under the provisions of a law passed in 1856, which is entirely inadequate to existing conditions. The interest shown by so many commercial bodies throughout the country in the reorganization of the service is heartily commended to your attention. Several bills providing for a new consular service have in recent years been submitted to the Congress. They are based upon the just principle that appointments to the service should be made only after a practical test of the applicant's fitness, that promotions should be governed by trustworthiness, adaptability, and zeal in the performance of duty, and that the tenure of office should be unaffected by partisan considerations.\n\n The guardianship and fostering of our rapidly expanding foreign commerce, the protection of American citizens resorting to foreign countries in lawful pursuit of their affairs, and the maintenance of the dignity of the nation abroad, combine to make it essential that our consuls should be men of character, knowledge and enterprise. It is true that the service is now, in the main, efficient, but a standard of excellence cannot be permanently maintained until the principles set forth in the bills heretofore submitted to the Congress on this subject are enacted into law.\n\n In my judgment the time has arrived when we should definitely make up our minds to recognize the Indian as an individual and not as a member of a tribe. The General Allotment Act is a mighty pulverizing engine to break up the tribal mass. It acts directly upon the family and the individual. Under its provisions some sixty thousand Indians have already become citizens of the United States. We should now break up the tribal funds, doing for them what allotment does for the tribal lands; that is, they should be divided into individual holdings. There will be a transition period during which the funds will in many cases have to be held in trust. This is the case also with the lands. A stop should be put upon the indiscriminate permission to Indians to lease their allotments. The effort should be steadily to make the Indian work like any other man on his own ground. The marriage laws of the Indians should be made the same as those of the whites.\n\n In the schools the education should be elementary and largely industrial. The need of higher education among the Indians is very, very limited. On the reservations care should be taken to try to suit the teaching to the needs of the particular Indian. There is no use in attempting to induce agriculture in a country suited only for cattle raising, where the Indian should be made a stock grower. The ration system, which is merely the corral and the reservation system, is highly detrimental to the Indians. It promotes beggary, perpetuates pauperism, and stifles industry. It is an effectual barrier to progress. It must continue to a greater or less degree as long as tribes are herded on reservations and have everything in common. The Indian should be treated as an individual--like the white man. During the change of treatment inevitable hardships will occur; every effort should be made to minimize these hardships; but we should not because of them hesitate to make the change. There should be a continuous reduction in the number of agencies.\n\n In dealing with the aboriginal races few things are more important than to preserve them from the terrible physical and moral degradation resulting from the liquor traffic. We are doing all we can to save our own Indian tribes from this evil. Wherever by international agreement this same end can be attained as regards races where we do not possess exclusive control, every effort should be made to bring it about.\n\n I bespeak the most cordial support from the Congress and the people for the St. Louis Exposition to commemorate the One Hundredth Anniversary of the Louisiana Purchase. This purchase was the greatest instance of expansion in our history. It definitely decided that we were to become a great continental republic, by far the foremost power in the Western Hemisphere. It is one of three or four great landmarks in our history--the great turning points in our development. It is eminently fitting that all our people should join with heartiest good will in commemorating it, and the citizens of St. Louis, of Missouri, of all the adjacent region, are entitled to every aid in making the celebration a noteworthy event in our annals. We earnestly hope that foreign nations will appreciate the deep interest our country takes in this Exposition, and our view of its importance from every standpoint, and that they will participate in securing its success. The National Government should be represented by a full and complete set of exhibits.\n\n The people of Charleston, with great energy and civic spirit, are carrying on an Exposition which will continue throughout most of the present session of the Congress. I heartily commend this Exposition to the good will of the people. It deserves all the encouragement that can be given it. The managers of the Charleston Exposition have requested the Cabinet officers to place thereat the Government exhibits which have been at Buffalo, promising to pay the necessary expenses. I have taken the responsibility of directing that this be done, for I feel that it is due to Charleston to help her in her praiseworthy effort. In my opinion the management should not be required to pay all these expenses. I earnestly recommend that the Congress appropriate at once the small sum necessary for this purpose.\n\n The Pan-American Exposition at Buffalo has just closed. Both from the industrial and the artistic standpoint this Exposition has been in a high degree creditable and useful, not merely to Buffalo but to the United States. The terrible tragedy of the President's assassination interfered materially with its being a financial success. The Exposition was peculiarly in harmony with the trend of our public policy, because it represented an effort to bring into closer touch all the peoples of the Western Hemisphere, and give them an increasing sense of unity. Such an effort was a genuine service to the entire American public.\n\n The advancement of the highest interests of national science and learning and the custody of objects of art and of the valuable results of scientific expeditions conducted by the United States have been committed to the Smithsonian Institution. In furtherance of its declared purpose--for the \"increase and diffusion of knowledge among men\" --the Congress has from time to time given it other important functions. Such trusts have been executed by the Institution with notable fidelity. There should be no halt in the work of the Institution, in accordance with the plans which its Secretary has presented, for the preservation of the vanishing races of great North American animals in the National Zoological Park. The urgent needs of the National Museum are recommended to the favorable consideration of the Congress.\n\n Perhaps the most characteristic educational movement of the past fifty years is that which has created the modern public library and developed it into broad and active service. There are now over five thousand public libraries in the United States, the product of this period. In addition to accumulating material, they are also striving by organization, by improvement in method, and by co-operation, to give greater efficiency to the material they hold, to make it more widely useful, and by avoidance of unnecessary duplication in process to reduce the cost of its administration.\n\n In these efforts they naturally look for assistance to the Federal library, which, though still the Library of Congress, and so entitled, is the one national library of the United States. Already the largest single collection of books on the Western Hemisphere, and certain to increase more rapidly than any other through purchase, exchange, and the operation of the copyright law, this library has a unique opportunity to render to the libraries of this country--to American scholarship--service of the highest importance. It is housed in a building which is the largest and most magnificent yet erected for library uses. Resources are now being provided which will develop the collection properly, equip it with the apparatus and service necessary to its effective use, render its bibliographic work widely available, and enable it to become, not merely a center of research, but the chief factor in great co-operative efforts for the diffusion of knowledge and the advancement of learning.\n\n For the sake of good administration, sound economy, and the advancement of science, the Census Office as now constituted should be made a permanent Government bureau. This would insure better, cheaper, and more satisfactory work, in the interest not only of our business but of statistic, economic, and social science.\n\n The remarkable growth of the postal service is shown in the fact that its revenues have doubled and its expenditures have nearly doubled within twelve years. Its progressive development compels constantly increasing outlay, but in this period of business energy and prosperity its receipts grow so much faster than its expenses that the annual deficit has been steadily reduced from $11,411,779 in 1897 to $3,923,727 in 1901. Among recent postal advances the success of rural free delivery wherever established has been so marked, and actual experience has made its benefits so plain, that the demand for its extension is general and urgent.\n\n It is just that the great agricultural population should share in the improvement of the service. The number of rural routes now in operation is 6,009, practically all established within three years, and there are 6,000 applications awaiting action. It is expected that the number in operation at the close of the current fiscal year will reach 8,600. The mail will then be daily carried to the doors of 5,700,000 of our people who have heretofore been dependent upon distant offices, and one-third of all that portion of the country which is adapted to it will be covered by this kind of service.\n\n The full measure of postal progress which might be realized has long been hampered and obstructed by the heavy burden imposed on the Government through the intrenched and well-understood abuses which have grown up in connection with second-class mail matter. The extent of this burden appears when it is stated that while the second-class matter makes nearly three-fifths of the weight of all the mail, it paid for the last fiscal year only $4,294,445 of the aggregate postal revenue of $111,631,193. If the pound rate of postage, which produces the large loss thus entailed, and which was fixed by the Congress with the purpose of encouraging the dissemination of public information, were limited to the legitimate newspapers and periodicals actually contemplated by the law, no just exception could be taken. That expense would be the recognized and accepted cost of a liberal public policy deliberately adopted for a justifiable end. But much of the matter which enjoys the privileged rate is wholly outside of the intent of the law, and has secured admission only through an evasion of its require. merits or through lax construction. The proportion of such wrongly included matter is estimated by postal experts to be one-half of the whole volume of second-class mail. If it be only one-third or one-quarter, the magnitude of the burden is apparent. The Post-Office Department has now undertaken to remove the abuses so far as is possible by a stricter application of the law; and it should be sustained in its effort.\n\n Owing to the rapid growth of our power and our interests on the Pacific, whatever happens in China must be of the keenest national concern to us.\n\n The general terms of the settlement of the questions growing out of the antiforeign uprisings in China of 1900, having been formulated in a joint note addressed to China by the representatives of the injured powers in December last, were promptly accepted by the Chinese Government. After protracted conferences the plenipotentiaries of the several powers were able to sign a final protocol with the Chinese plenipotentiaries on the 7th of last September, setting forth the measures taken by China in compliance with the demands of the joint note, and expressing their satisfaction therewith. It will be laid before the Congress, with a report of the plenipotentiary on behalf of the United States, Mr. William Woodville Rockhill, to whom high praise is due for the tact, good judgment, and energy he has displayed in performing an exceptionally difficult and delicate task.\n\n The agreement reached disposes in a manner satisfactory to the powers of the various grounds of complaint, and will contribute materially to better future relations between China and the powers. Reparation has been made by China for the murder of foreigners during the uprising and punishment has been inflicted on the officials, however high in rank, recognized as responsible for or having participated in the outbreak. Official examinations have been forbidden for a period of five years in all cities in which foreigners have been murdered or cruelly treated, and edicts have been issued making all officials directly responsible for the future safety of foreigners and for the suppression of violence against them.\n\n Provisions have been made for insuring the future safety of the foreign representatives in Peking by setting aside for their exclusive use a quarter of the city which the powers can make defensible and in which they can if necessary maintain permanent military guards; by dismantling the military works between the capital and the sea; and by allowing the temporary maintenance of foreign military posts along this line. An edict has been issued by the Emperor of China prohibiting for two years the importation of arms and ammunition into China. China has agreed to pay adequate indemnities to the states, societies, and individuals for the losses sustained by them and for the expenses of the military expeditions sent by the various powers to protect life and restore order.\n\n Under the provisions of the joint note of December, 1900, China has agreed to revise the treaties of commerce and navigation and to take such other steps for the purpose of facilitating foreign trade as the foreign powers may decide to be needed.\n\n The Chinese Government has agreed to participate financially in the work of bettering the water approaches to Shanghai and to Tientsin, the centers of foreign trade in central and northern China, and an international conservancy board, in which the Chinese Government is largely represented, has been provided for the improvement of the Shanghai River and the control of its navigation. In the same line of commercial advantages a revision of the present tariff on imports has been assented to for the purpose of substituting specific for ad valorem duties, and an expert has been sent abroad on the part of the United States to assist in this work. A list of articles to remain free of duty, including flour, cereals, and rice, gold and silver coin and bullion, has also been agreed upon in the settlement.\n\n During these troubles our Government has unswervingly advocated moderation, and has materially aided in bringing about an adjustment which tends to enhance the welfare of China and to lead to a more beneficial intercourse between the Empire and the modern world; while in the critical period of revolt and massacre we did our full share in safe-guarding life and property, restoring order, and vindicating the national interest and honor. It behooves us to continue in these paths, doing what lies in our power to foster feelings of good will, and leaving no effort untried to work out the great policy of full and fair intercourse between China and the nations, on a footing of equal rights and advantages to all. We advocate the \"open door\" with all that it implies; not merely the procurement of enlarged commercial opportunities on the coasts, but access to the interior by the waterways with which China has been so extraordinarily favored. Only by bringing the people of China into peaceful and friendly community of trade with all the peoples of the earth can the work now auspiciously begun be carried to fruition. In the attainment of this purpose we necessarily claim parity of treatment, under the conventions, throughout the Empire for our trade and our citizens with those of all other powers.\n\n We view with lively interest and keen hopes of beneficial results the proceedings of the Pan-American Congress, convoked at the invitation of Mexico, and now sitting at the Mexican capital. The delegates of the United States are under the most liberal instructions to cooperate with their colleagues in all matters promising advantage to the great family of American commonwealths, as well in their relations among themselves as in their domestic advancement and in their intercourse with the world at large.\n\n My predecessor communicated to the Congress the fact that the Weil and La Abra awards against Mexico have been adjudged by the highest courts of our country to have been obtained through fraud and perjury on the part of the claimants, and that in accordance with the acts of the Congress the money remaining in the hands of the Secretary of State on these awards has been returned to Mexico. A considerable portion of the money received from Mexico on these awards had been paid by this Government to the claimants before the decision of the courts was rendered. My judgment is that the Congress should return to Mexico an amount equal to the sums thus already paid to the claimants.\n\n The death of Queen Victoria caused the people of the United States deep and heartfelt sorrow, to which the Government gave full expression. When President McKinley died, our Nation in turn received from every quarter of the British Empire expressions of grief and sympathy no less sincere. The death of the Empress Dowager Frederick of Germany also aroused the genuine sympathy of the American people; and this sympathy was cordially reciprocated by Germany when the President was assassinated. Indeed, from every quarter of the civilized world we received, at' the time of the President's death, assurances of such grief and regard as to touch the hearts of our people. In the midst of our affliction we reverently thank the Almighty that we are at peace with the nations of mankind; and we firmly intend that our policy shall be such as to continue unbroken these international relations of mutual respect and good will."}