{"title": "December 3 1901 First Annual Message-Theodore Roosevelt", "content": " the water-storing capacity of the surface has been decreased or destroyed, thus promoting floods in times of rain and diminishing the flow of streams between rains.\n\n In cases where natural conditions have been restored for a few years, vegetation has again carpeted the ground, birds and deer are coming back, and hundreds of persons, especially from the immediate neighborhood, come each summer to enjoy the privilege of camping. Some at least of the forest reserves should afford perpetual protection to the native fauna and flora, safe havens of refuge to our rapidly diminishing wild animals of the larger kinds, and free camping grounds for the ever-increasing numbers of men and women who have learned to find rest, health, and recreation in the splendid forests and flower-clad meadows of our mountains. The forest reserves should be set apart forever for the use and benefit of our people as a whole and not sacrificed to the shortsighted greed of a few.\n\n The forests are natural reservoirs. By restraining the streams in flood and replenishing them in drought they make possible the use of waters otherwise wasted. They prevent the soil from washing, and so protect the storage reservoirs from filling up with silt. Forest conservation is therefore an essential condition of water conservation.\n\n The forests alone cannot, however, fully regulate and conserve the waters of the arid region. Great storage works are necessary to equalize the flow of streams and to save the flood waters. Their construction has been conclusively shown to be an undertaking too vast for private effort. Nor can it be best accomplished by the individual States acting alone. Far-reaching interstate problems are involved; and the resources of single States would often be inadequate. It is properly a national function, at least in some of its features. It is as right for the National Government to make the streams and rivers of the arid region useful by engineering works for water storage as to make useful the rivers and harbors of the humid region by engineering works of another kind. The storing of the floods in reservoirs at the headwaters of our rivers is but an enlargement of our present policy of river control, under which levees are built on the lower reaches of the same streams.\n\n The Government should construct and maintain these reservoirs as it does other public works. Where their purpose is to regulate the flow of streams, the water should be turned freely into the channels in the dry season to take the same course under the same laws as the natural flow.\n\n The reclamation of the unsettled arid public lands presents a different problem. Here it is not enough to regulate the flow of streams. The object of the Government is to dispose of the land to settlers who will build homes upon it. To accomplish this object water must be brought within their reach.\n\n The pioneer settlers on the arid public domain chose their homes along streams from which they could themselves divert the water to reclaim their holdings. Such opportunities are practically gone. There remain, however, vast areas of public land which can be made available for homestead settlement, but only by reservoirs and main-line canals impracticable for private enterprise. These irrigation works should be built by the National Government. The lands reclaimed by them should be reserved by the Government for actual settlers, and the cost of construction should so far as possible be repaid by the land reclaimed. The distribution of the water, the division of the streams among irrigators, should be left to the settlers themselves in conformity with State laws and without interference with those laws or with vested fights. The policy of the National Government should be to aid irrigation in the several States and Territories in such manner as will enable the people in the local communities to help themselves, and as will stimulate needed reforms in the State laws and regulations governing irrigation.\n\n The reclamation and settlement of the arid lands will enrich every portion of our country, just as the settlement of the Ohio and Mississippi valleys brought prosperity to the Atlantic States. The increased demand for manufactured articles will stimulate industrial production, while wider home markets and the trade of Asia will consume the larger food supplies and effectually prevent Western competition with Eastern agriculture. Indeed, the products of irrigation will be consumed chiefly in upbuilding local centers of mining and other industries, which would otherwise not come into existence at all. Our people as a whole will profit, for successful home-making is but another name for the upbuilding of the nation.\n\n The necessary foundation has already been laid for the inauguration of the policy just described. It would be unwise to begin by doing too much, for a great deal will doubtless be learned, both as to what can and what cannot be safely attempted, by the early efforts, which must of necessity be partly experimental in character. At the very beginning the Government should make clear, beyond shadow of doubt, its intention to pursue this policy on lines of the broadest public interest. No reservoir or canal should ever be built to satisfy selfish personal or local interests; but only in accordance with the advice of trained experts, after long investigation has shown the locality where all the conditions combine to make the work most needed and fraught with the greatest usefulness to the community as a whole. There should be no extravagance, and the believers in the need of irrigation will most benefit their cause by seeing to it that it is free from the least taint of excessive or reckless expenditure of the public moneys.\n\n Whatever the nation does for the extension of irrigation should harmonize with, and tend to improve, the condition of those now living on irrigated land. We are not at the starting point of this development. Over two hundred millions of private capital has already been expended in the construction of irrigation works, and many million acres of arid land reclaimed. A high degree of enterprise and ability has been shown in the work itself; but as much cannot be said in reference to the laws relating thereto. The security and value of the homes created depend largely on the stability of titles to water; but the majority of these rest on the uncertain foundation of court decisions rendered in ordinary suits at law. With a few creditable exceptions, the arid States have failed to provide for the certain and just division of streams in times of scarcity. Lax and uncertain laws have made it possible to establish rights to water in excess of actual uses or necessities, and many streams have already passed into private ownership, or a control equivalent to ownership.\n\n Whoever controls a stream practically controls the land it renders productive, and the doctrine of private ownership of water apart from land cannot prevail without causing enduring wrong. The recognition of such ownership, which has been permitted to grow up in the arid regions, should give way to a more enlightened and larger recognition of the rights of the public in the control and disposal of the public water supplies. Laws founded upon conditions obtaining in humid regions, where water is too abundant to justify hoarding it, have no proper application in a dry country.\n\n In the arid States the only right to water which should be recognized is that of use. In irrigation this right should attach to the land reclaimed and be inseparable therefrom. Granting perpetual water rights to others than users, without compensation to the public, is open to all the objections which apply to giving away perpetual franchises to the public utilities of cities. A few of the Western States have already recognized this, and have incorporated in their constitutions the doctrine of perpetual State ownership of water.\n\n The benefits which have followed the unaided development of the past justify the nation's aid and co-operation in the more difficult and important work yet to be accomplished. Laws so vitally affecting homes as those which control the water supply will only be effective when they have the sanction of the irrigators; reforms can only be final and satisfactory when they come through the enlightenment of the people most concerned. The larger development which national aid insures should, however, awaken in every arid State the determination to make its irrigation system equal in justice and effectiveness that of any country in the civilized world. Nothing could be more unwise than for isolated communities to continue to learn everything experimentally, instead of profiting by what is already known elsewhere. We are dealing with a new and momentous question, in the pregnant years while institutions are forming, and what we do will affect not only the present but future generations.\n\n Our aim should be not simply to reclaim the largest area of land and provide homes for the largest number of people, but to create for this new industry the best possible social and industrial conditions; and this requires that we not only understand the existing situation, but avail ourselves of the best experience of the time in the solution of its problems. A careful study should be made, both by the Nation and the States, of the irrigation laws and conditions here and abroad. Ultimately it will probably be necessary for the Nation to co-operate with the several arid States in proportion as these States by their legislation and administration show themselves fit to receive it.\n\n In Hawaii our aim must be to develop the Territory on the traditional American lines. We do not wish a region of large estates tilled by cheap labor; we wish a healthy American community of men who themselves till the farms they own. All our legislation for the islands should be shaped with this end in view; the well-being of the average home-maker must afford the true test of the healthy development of the islands. The land policy should as nearly as possible be modeled on our homestead system.\n\n It is a pleasure to say that it is hardly more necessary to report as to Puerto Rico than as to any State or Territory within our continental limits. The island is thriving as never before, and it is being administered efficiently and honestly. Its people are now enjoying liberty and order under the protection of the United States, and upon this fact we congratulate them and ourselves. Their material welfare must be as carefully and jealously considered as the welfare of any other portion of our country. We have given them the great gift of free access for their products to the markets of the United States. I ask the attention of the Congress to the need of legislation concerning the public lands of Puerto Rico.\n\n In Cuba such progress has been made toward putting the independent government of the island upon a firm footing that before the present session of the Congress closes this will be an accomplished fact. Cuba will then start as her own mistress; and to the beautiful Queen of the Antilles, as she unfolds this new page of her destiny, we extend our heartiest greetings and good wishes. Elsewhere I have discussed the question of reciprocity. In the case of Cuba, however, there are weighty reasons of morality and of national interest why the policy should be held to have a peculiar application, and I most earnestly ask your attention to the wisdom, indeed to the vital need, of providing for a substantial reduction in the tariff duties on Cuban imports into the United States. Cuba has in her constitution affirmed what we desired. that she should stand, in international matters, in closer and more friendly relations with us than with any other power; and we are bound by every consideration of honor and expediency to pass commercial measures in the interest of her material well-being.\n\n In the Philippines our problem is larger. They are very rich tropical islands, inhabited by many varying tribes, representing widely different stages of progress toward civilization. Our earnest effort is to help these people upward along the stony and difficult path that leads to self-government. We hope to make our administration of the islands honorable to our Nation by making it of the highest benefit to the Filipinos themselves; and as an earnest of what we intend to do, we point to what we have done. Already a greater measure of material prosperity and of governmental honesty and efficiency has been attained in the Philippines than ever before in their history.\n\n It is no light task for a nation to achieve the temperamental qualities without which the institutions of free government are but an empty mockery. Our people are now successfully governing themselves, because for more than a thousand years they have been slowly fitting themselves, sometimes consciously, sometimes unconsciously, toward this end. What has taken us thirty generations to achieve, we cannot expect to have another race accomplish out of hand, especially when large portions of that race start very far behind the point which our ancestors had reached even thirty generations ago. In dealing with the Philippine people we must show both patience and strength, forbearance and steadfast resolution. Our aim is high. We do not desire to do for the islanders merely what has elsewhere been done for tropic peoples by even the best foreign governments. We hope to do for them what has never before been done for any people of the tropics--to make them fit for self-government after the fashion of the really free nations.\n\n History may safely be challenged to show a single instance in which a masterful race such as ours, having been forced by the exigencies of war to take possession of an alien land, has behaved to its inhabitants with the disinterested zeal for their progress that our people have shown in the Philippines. To leave the islands at this time would mean that they would fall into a welter of murderous anarchy. Such desertion of duty on our part would be a crime against humanity. The character of Governor Taft and of his associates and subordinates is a proof, if such be needed, of the sincerity of our effort to give the islanders a constantly increasing measure of self-government, exactly as fast as they show themselves fit to exercise it. Since the civil government was established not an appointment has been made in the islands with any reference to considerations of political influence, or to aught else Save the fitness of the man and the needs of the service.\n\n In our anxiety for the welfare and progress of the Philippines, may be that here and there we have gone too rapidly in giving them local self-government. It is on this side that our error, if any, has been committed. No competent observer, sincerely desirous of finding out the facts and influenced only by a desire for the welfare of the natives, can assert that we have not gone far enough. We have gone to the very verge of safety in hastening the process. To have taken a single step farther or faster in advance would have been folly and weakness, and might well have been crime. We are extremely anxious that the natives shall show the power of governing themselves. We are anxious, first for their sakes, and next, because it relieves us of a great burden. There need not be the slightest fear of our not continuing to give them all the liberty for which they are fit.\n\n The only fear is test in our overanxiety we give them a degree of independence for which they are unfit, thereby inviting reaction and disaster. As fast as there is any reasonable hope that in a given district the people can govern themselves, self-government has been given in that district. There is not a locality fitted for self-government which has not received it. But it may well be that in certain cases it will have to be withdrawn because the inhabitants show themselves unfit to exercise it; such instances have already occurred. In other words, there is not the slightest chance of our failing to show a sufficiently humanitarian spirit. The danger comes in the opposite direction.\n\n There are still troubles ahead in the islands. The insurrection has become an affair of local banditti and marauders, who deserve no higher regard than the brigands of portions of the Old World. Encouragement, direct or indirect, to these insurrectors stands on the same footing as encouragement to hostile Indians in the days when we still had Indian wars. Exactly as our aim is to give to the Indian who remains peaceful the fullest and amplest consideration, but to have it understood that we will show no weakness if he goes on the warpath, so we must make it evident, unless we are false to our own traditions and to the demands of civilization and humanity, that while we will do everything in our power for the Filipino who is peaceful, we will take the sternest measures with the Filipino who follows the path of the insurrecto and the ladrone.\n\n The heartiest praise is due to large numbers of the natives of the islands for their steadfast loyalty. The Macabebes have been conspicuous for their courage and devotion to the flag. I recommend that the Secretary of War be empowered to take some systematic action in the way of aiding those of these men who are crippled in the service and the families of those who are killed.\n\n The time has come when there should be additional legislation for the Philippines. Nothing better can be done for the islands than to introduce industrial enterprises. Nothing would benefit them so much as throwing them open to industrial development. The connection between idleness and mischief is proverbial, and the opportunity to do remunerative work is one of the surest preventatives of war. Of course no business man will go into the Philippines unless it is to his interest to do so; and it is immensely to the interest of the islands that he should go in. It is therefore necessary that the Congress should pass laws by which the resources of the islands can be developed; so that franchises (for limited terms of years) can be granted to companies doing business in them, and every encouragement be given to the incoming of business men of every kind.\n\n Not to permit this is to do a wrong to the Philippines. The franchises must be granted and the business permitted only under regulations which will guarantee the islands against any kind of improper exploitation. But the vast natural wealth of the islands must be developed, and the capital willing to develop it must be given the opportunity. The field must be thrown open to individual enterprise, which has been the real factor in the development of every region over which our flag has flown. It is urgently necessary to enact suitable laws dealing with general transportation, mining, banking, currency, homesteads, and the use and ownership of the lands and timber. These laws will give free play to industrial enterprise; and the commercial development which will surely follow will accord to the people of the islands the best proofs of the sincerity of our desire to aid them.\n\n I call your attention most earnestly to the crying need of a cable to Hawaii and the Philippines, to be continued from the Philippines to points in Asia. We should not defer a day longer than necessary the construction of such a cable. It is demanded not merely for commercial but for political and military considerations.\n\n Either the Congress should immediately provide for the construction of a Government cable, or else an arrangement should be made by which like advantages to those accruing from a Government cable may be secured to the Government by contract with a private cable company.\n\n No single great material work which remains to be undertaken on this continent is of such consequence to the American people as the building of a canal across the Isthmus connecting North and South America. Its importance to the Nation is by no means limited merely to its material effects upon our business prosperity; and yet with view to these effects alone it would be to the last degree important for us immediately to begin it. While its beneficial effects would perhaps be most marked upon the Pacific Coast and the Gulf and South Atlantic States, it would also greatly benefit other sections. It is emphatically a work which it is for the interest of the entire country to begin and complete as soon as possible; it is one of those great works which only a great nation can undertake with prospects of success, and which when done are not only permanent assets in the nation's material interests, but standing monuments to its constructive ability.\n\n I am glad to be able to announce to you that our negotiations on this subject with Great Britain, conducted on both sides in a spirit of friendliness and mutual good will and respect, have resulted in my being able to lay before the Senate a treaty which if ratified will enable us to begin preparations for an Isthmian canal at any time, and which guarantees to this Nation every right that it has ever asked in connection with the canal. In this treaty, the old Clayton-Bulwer treaty, so long recognized as inadequate to supply the base for the construction and maintenance of a necessarily American ship canal, is abrogated. It specifically provides that the United States alone shall do the work of building and assume the responsibility of safeguarding the canal and shall regulate its neutral use by all nations on terms of equality without the guaranty or interference of any outside nation from any quarter. The signed treaty will at once be laid before the Senate, and if approved the Congress can then proceed to give effect to the advantages it secures us by providing for the building of the canal.\n\n The true end of every great and free people should be self-respecting peace; and this Nation most earnestly desires sincere and cordial friendship with all others. Over the entire world, of recent years, wars between the great civilized powers have become less and less frequent. Wars with barbarous or semi-barbarous peoples come in an entirely different category, being merely a most regrettable but necessary international police duty which must be performed for the sake of the welfare of mankind. Peace can only be kept with certainty where both sides wish to keep it; but more and more the civilized peoples are realizing the wicked folly of war and are attaining that condition of just and intelligent regard for the rights of others which will in the end, as we hope and believe, make world-wide peace possible. The peace conference at The Hague gave definite expression to this hope and belief and marked a stride toward their attainment.\n\n This same peace conference acquiesced in our statement of the Monroe Doctrine as compatible with the purposes and aims of the conference.\n\n The Monroe Doctrine should be the cardinal feature of the foreign policy of all the nations of the two Americas, as it is of the United States. Just seventy-eight years have passed since President Monroe in his Annual Message announced that \"The American continents are henceforth not to be considered as subjects for future colonization by any European power.\" In other words, the Monroe Doctrine is a declaration that there must be no territorial aggrandizement by any non-American power at the expense of any American power on American soil. It is in no wise intended as hostile to any nation in the Old World. Still less is it intended to give cover to any aggression by one New World power at the expense of any other. It is simply a step, and a long step, toward assuring the universal peace of the world by securing the possibility of permanent peace on this hemisphere.\n\n During the past century other influences have established the permanence and independence of the smaller states of Europe. Through the Monroe Doctrine we hope to be able to safeguard like independence and secure like permanence for the lesser among the New World nations.\n\n This doctrine has nothing to do with the commercial relations of any American power, save that it in truth allows each of them to form such as it desires. In other words, it is really a guaranty of the commercial independence of the Americas. We do not ask under this doctrine for any exclusive commercial dealings with any other American state. We do not guarantee any state against punishment if it misconducts itself, provided that punishment does not take the form of the acquisition of territory by any non-American power.\n\n Our attitude in Cuba is a sufficient guaranty of our own good faith. We have not the slightest desire to secure any territory at the expense of any of our neighbors. We wish to work with them hand in hand, so that all of us may be uplifted together, and we rejoice over the good fortune of any of them, we gladly hail their material prosperity and political stability, and are concerned and alarmed if any of them fall into industrial or political chaos. We do not wish to see any Old World military power grow up on this continent, or to be compelled to become a military power ourselves. The peoples of the Americas can prosper best if left to work out their own salvation in their own way.\n\n The work of upbuilding the Navy must be steadily continued. No one point of our policy, foreign or domestic, is more important than this to the honor and material welfare, and above all to the peace, of our nation in the future. Whether we desire it or not, we must henceforth recognize that we have international duties no less than international rights. Even if our flag were hauled down in the Philippines and Puerto Rico, even if we decided not to build the Isthmian Canal, we should need a thoroughly trained Navy of adequate size, or else be prepared definitely and for all time to abandon the idea that our nation is among those whose sons go down to the sea in ships. Unless our commerce is always to be carried in foreign bottoms, we must have war craft to protect it.\n\n Inasmuch, however, as the American people have no thought of abandoning the path upon which they have entered, and especially in view of the fact that the building of the Isthmian Canal is fast becoming one of the matters which the whole people are united in demanding, it is imperative that our Navy should be put and kept in the highest state of efficiency, and should be made to answer to our growing needs. So far from being in any way a provocation to war, an adequate and highly trained navy is the best guaranty against war, the cheapest and most effective peace insurance. The cost of building and maintaining such a navy represents the very lightest premium for insuring peace which this nation can possibly pay.\n\n Probably no other great nation in the world is so anxious for peace as we are. There is not a single civilized power which has anything whatever to fear from aggressiveness on our part. All we want is peace; and toward this end we wish to be able to secure the same respect for our rights from others which we are eager and anxious to extend to their rights in return, to insure fair treatment to us commercially, and to guarantee the safety of the American people.\n\n Our people intend to abide by the Monroe Doctrine and to insist upon it as the one sure means of securing the peace of the Western Hemisphere. The Navy offers us the only means of making our insistence upon the Monroe Doctrine anything but a subject of derision to whatever nation chooses to disregard it. We desire the peace which comes as of right to the just man armed; not the peace granted on terms of ignominy to the craven and the weakling.\n\n It is not possible to improvise a navy after war breaks out. The ships must be built and the men trained long in advance. Some auxiliary vessels can be turned into makeshifts which will do in default of any better for the minor work, and a proportion of raw men can be mixed with the highly trained, their shortcomings being made good by the skill of their fellows; but the efficient fighting force of the Navy when pitted against an equal opponent will be found almost exclusively in the war ships that have been regularly built and in the officers and men who through years of faithful performance of sea duty have been trained to handle their formidable but complex and delicate weapons with the highest efficiency. In the late war with Spain the ships that dealt the decisive blows at Manila and Santiago had been launched from two to fourteen years, and they were able to do as they did because the men in the conning towers, the gun turrets, and the engine-rooms had through long years of practice at sea learned how to do their duty.\n\n Our present Navy was begun in 1882. At that period our Navy consisted of a collection of antiquated wooden ships, already almost as out of place against modern war vessels as the galleys of Alcibiades and Hamilcar--certainly as the ships of Tromp and Blake. Nor at that time did we have men fit to handle a modern man-of-war. Under the wise legislation of the Congress and the successful administration of a succession of patriotic Secretaries of the Navy, belonging to both political parties, the work of upbuilding the Navy went on, and ships equal to any in the world of their kind were continually added; and what was even more important, these ships were exercised at sea singly and in squadrons until the men aboard them were able to get the best possible service out of them. The result was seen in the short war with Spain, which was decided with such rapidity because of the infinitely greater preparedness of our Navy than of the Spanish Navy.\n\n While awarding the fullest honor to the men who actually commanded and manned the ships which destroyed the Spanish sea forces in the Philippines and in Cuba, we must not forget that an equal meed of praise belongs to those without whom neither blow could have been struck. The Congressmen who voted years in advance the money to lay down the ships, to build the guns, to buy the armor-plate; the Department officials and the business men and wage-workers who furnished what the Congress had authorized; the Secretaries of the Navy who asked for and expended the appropriations; and finally the officers who, in fair weather and foul, on actual sea service, trained and disciplined the crews of the ships when there was no war in sight--all are entitled to a full share in the glory of Manila and Santiago, and the respect accorded by every true American to those who wrought such signal triumph for our country. It was forethought and preparation which secured us the overwhelming triumph of 1898. If we fail to show forethought and preparation now, there may come a time when disaster will befall us instead of triumph; and should this time come, the fault will rest primarily, not upon those whom the accident of events puts in supreme command at the moment, but upon those who have failed to prepare in advance.\n\n There should be no cessation in the work of completing our Navy. So far ingenuity has been wholly unable to devise a substitute for the great war craft whose hammering guns beat out the mastery of the high seas. It is unsafe and unwise not to provide this year for several additional Battle ships and heavy armored cruisers, with auxiliary and lighter craft in proportion; for the exact numbers and character I refer you to the report of the Secretary of the Navy. But there is something we need even more than additional ships, and this is additional officers and men. To provide battle ships and cruisers and then lay them up, with the expectation of leaving them unmanned until they are needed in actual war, would be worse than folly; it would be a crime against the Nation.\n\n To send any war ship against a competent enemy unless those aboard it have been trained by years of actual sea service, including incessant gunnery practice, would be to invite not merely disaster, but the bitterest shame and humiliation. Four thousand additional seamen and one thousand additional marines should be provided; and an increase in the officers should be provided by making a large addition to the classes at Annapolis. There is one small matter which should be mentioned in connection with Annapolis. The pretentious and unmeaning title of \"naval cadet\" should be abolished; the title of \"midshipman,\" full of historic association, should be restored.\n\n Even in time of peace a war ship should be used until it wears out, for only so can it be kept fit to respond to any emergency. The officers and men alike should be kept as much as possible on blue water, for it is there only they can learn their duties as they should be learned. The big vessels should be manoeuvred in squadrons containing not merely battle ships, but the necessary proportion of cruisers and scouts. The torpedo boats should be handled by the younger officers in such manner as will best fit the latter to take responsibility and meet the emergencies of actual warfare.\n\n Every detail ashore which can be performed by a civilian should be so performed, the officer being kept for his special duty in the sea service. Above all, gunnery practice should be unceasing. It is important to have our Navy of adequate size, but it is even more important that ship for ship it should equal in efficiency any navy in the world. This is possible only with highly drilled crews and officers, and this in turn imperatively demands continuous and progressive instruction in target practice, ship handling, squadron tactics, and general discipline. Our ships must be assembled in squadrons actively cruising away from harbors and never long at anchor. The resulting wear upon engines and hulls must be endured; a battle ship worn out in long training of officers and men is well paid for by the results, while, on the other hand, no matter in how excellent condition, it is useless if the crew be not expert.\n\n We now have seventeen battle ships appropriated for, of which nine are completed and have been commissioned for actual service. The remaining eight will be ready in from two to four years, but it will take at least that time to recruit and train the men to fight them. It is of vast concern that we have trained crews ready for the vessels by the time they are commissioned. Good ships and good guns are simply good weapons, and the best weapons are useless save in the hands of men who know how to fight with them. The men must be trained and drilled under a thorough and well-planned system of progressive instruction, while the recruiting must be carried on with still greater vigor. Every effort must be made to exalt the main function of the officer--the command of men. The leading graduates of the Naval Academy should be assigned to the combatant branches, the line and marines.\n\n Many of the essentials of success are already recognized by the General Board, which, as the central office of a growing staff, is moving steadily toward a proper war efficiency and a proper efficiency of the whole Navy, under the Secretary. This General Board, by fostering the creation of a general staff, is providing for the official and then the general recognition of our altered conditions as a Nation and of the true meaning of a great war fleet, which meaning is, first, the best men, and, second, the best ships. The Naval Militia forces are State organizations, and are trained for coast service, and in event of war they will constitute the inner line of defense. They should receive hearty encouragement from the General Government.\n\n But in addition we should at once provide for a National Naval Reserve, organized and trained under the direction of the Navy Department, and subject to the call of the Chief Executive whenever war becomes imminent. It should be a real auxiliary to the naval seagoing peace establishment, and offer material to be drawn on at once for manning our ships in time of war. It should be composed of graduates of the Naval Academy, graduates of the Naval Militia, officers and crews of coast-line steamers, longshore schooners, fishing vessels, and steam yachts, together with the coast population about such centers as lifesaving stations and light-houses.\n\n The American people must either build and maintain an adequate navy or else make up their minds definitely to accept a secondary position in international affairs, not merely in political, but in commercial, matters. It has been well said that there is no surer way of courting national disaster than to be \"opulent, aggressive, and unarmed.\"\n\n It is not necessary to increase our Army beyond its present size at this time. But it is necessary to keep it at the highest point of efficiency. The individual units who as officers and enlisted men compose this Army, are, we have good reason to believe, at least as efficient as those of any other army in the entire world. It is our duty to see that their training is of a kind to insure the highest possible expression of power to these units when acting in combination.\n\n The conditions of modern war are such as to make an infinitely heavier demand than ever before upon the individual character and capacity of the officer and the enlisted man, and to make it far more difficult for men to act together with effect. At present the fighting must be done in extended order, which means that each man must act for himself and at the same time act in combination with others with whom he is no longer in the old-fashioned elbow-to-elbow touch. Under such conditions a few men of the highest excellence are worth more than many men without the special skill which is only found as the result of special training applied to men of exceptional physique and morale. But nowadays the most valuable fighting man and the most difficult to perfect is the rifleman who is also a skillful and daring rider.\n\n The proportion of our cavalry regiments has wisely been increased. The American cavalryman, trained to manoeuvre and fight with equal facility on foot and on horseback, is the best type of soldier for general purposes now to be found in the world. The ideal cavalryman of the present day is a man who can fight on foot as effectively as the best infantryman, and who is in addition unsurpassed in the care and management of his horse and in his ability to fight on horseback.\n\n A general staff should be created. As for the present staff and supply departments, they should be filled by details from the line, the men so detailed returning after a while to their line duties. It is very undesirable to have the senior grades of the Army composed of men who have come to fill the positions by the mere fact of seniority. A system should be adopted by which there shall be an elimination grade by grade of those who seem unfit to render the best service in the next grade. Justice to the veterans of the Civil War who are still in the Army would seem to require that in the matter of retirements they be given by law the same privileges accorded to their comrades in the Navy.\n\n The process of elimination of the least fit should be conducted in a manner that would render it practically impossible to apply political or social pressure on behalf of any candidate, so that each man may be judged purely on his own merits. Pressure for the promotion of civil officials for political reasons is bad enough, but it is tenfold worse where applied on behalf of officers of the Army or Navy. Every promotion and every detail under the War Department must be made solely with regard to the good of the service and to the capacity and merit of the man himself. No pressure, political, social, or personal, of any kind, will be permitted to exercise the least effect in any question of promotion or detail; and if there is reason to believe that such pressure is exercised at the instigation of the officer concerned, it will be held to militate against him. In our Army we cannot afford to have rewards or duties distributed save on the simple ground that those who by their own merits are entitled to the rewards get them, and that those who are peculiarly fit to do the duties are chosen to perform them.\n\n Every effort should be made to bring the Army to a constantly increasing state of efficiency. When on actual service no work save that directly in the line of such service should be required. The paper work in the Army, as in the Navy, should be greatly reduced. What is needed is proved power of command and capacity to work well in the field. Constant care is necessary to prevent dry rot in the transportation and commissary departments.\n\n Our Army is so small and so much scattered that it is very difficult to give the higher officers (as well as the lower officers and the enlisted men) a chance to practice manoeuvres in mass and on a comparatively large scale. In time of need no amount of individual excellence would avail against the paralysis which would follow inability to work as a coherent whole, under skillful and daring leadership. The Congress should provide means whereby it will be possible to have field exercises by at least a division of regulars, and if possible also a division of national guardsmen, once a year. These exercises might take the form of field manoeuvres; or, if on the Gulf Coast or the Pacific or Atlantic Sea- board, or in the region of the Great Lakes, the army corps when assembled could be marched from some inland point to some point on the water, there embarked, disembarked after a couple of days' journey at some other point, and again marched inland. Only by actual handling and providing for men in masses while they are marching, camping, embarking, and disembarking, will it be possible to train the higher officers to perform their duties well and smoothly.\n\n A great debt is owing from the public to the men of the Army and Navy. They should be so treated as to enable them to reach the highest point of efficiency, so that they may be able to respond instantly to any demand made upon them to sustain the interests of the Nation and the honor of the flag. The individual American enlisted man is probably on the whole a more formidable fighting man than the regular of any other army. Every consideration should be shown him, and in return the highest standard of usefulness should be exacted from him. It is well worth while for the Congress to consider whether the pay of enlisted men upon second and subsequent enlistments should not be increased to correspond with the increased value of the veteran soldier.\n\n Much good has already come from the act reorganizing the Army, passed early in the present year. The three prime reforms, all of them of literally inestimable value, are, first, the substitution of four-year details from the line for permanent appointments in the so-called staff divisions; second, the establishment of a corps of artillery with a chief at the head; third, the establishment of a maximum and minimum limit for the Army. It would be difficult to overestimate the improvement in the efficiency of our Army which these three reforms are making, and have in part already effected.\n\n The reorganization provided for by the act has been substantially accomplished. The improved conditions in the Philippines have enabled the War Department materially to reduce the military charge upon our revenue and to arrange the number of soldiers so as to bring this number much nearer to the minimum than to the maximum limit established by law. There is, however, need of supplementary legislation. Thorough military education must be provided, and in addition to the regulars the advantages of this education should be given to the officers of the National Guard and others in civil life who desire intelligently to fit themselves for possible military duty. The officers should be given the chance to perfect themselves by study in the higher branches of this art. At West Point the education should be of the kind most apt to turn out men who are good in actual field service; too much stress should not be laid on mathematics, nor should proficiency therein be held to establish the right of entry to a corps d'elite. The typical American officer of the best kind need not be a good mathematician; but he must be able to master himself, to control others, and to show boldness and fertility of resource in every emergency.\n\n Action should be taken in reference to the militia and to the raising of volunteer forces. Our militia law is obsolete and worthless. The organization and armament of the National Guard of the several States, which are treated as militia in the appropriations by the Congress, should be made identical with those provided for the regular forces. The obligations and duties of the Guard in time of war should be carefully defined, and a system established by law under which the method of procedure of raising volunteer forces should be prescribed in advance. It is utterly impossible in the excitement and haste of impending war to do this satisfactorily if the arrangements have not been made long beforehand. Provision should be made for utilizing in the first volunteer organizations called out the training of those citizens who have already had experience under arms, and especially for the selection in advance of the officers of any force which may be raised; for careful selection of the kind necessary is impossible after the outbreak of war.\n\n That the Army is not at all a mere instrument of destruction has been shown during the last three years. In the Philippines, Cuba, and Puerto Rico it has proved itself a great constructive force, a most potent implement for the upbuilding of a peaceful civilization.\n\n No other citizens deserve so well of the Republic as the veterans, the survivors of those who saved the Union. They did the one deed which if left undone would have meant that all else in our history went for nothing. But for their steadfast prowess in the greatest crisis of our history, all our annals would be meaningless, and our great experiment in popular freedom and self-government a gloomy failure. Moreover, they not only left us a united Nation, but they left us also as a heritage the memory of the mighty deeds by which the Nation was kept united. We are now indeed one Nation, one in fact as well as in name; we are united in our devotion to the flag which is the symbol of national greatness and unity; and the very completeness of our union enables us all, in every part of the country, to glory in the valor shown alike by the sons of the North and the sons of the South in the times that tried men's souls.\n\n The men who in the last three years have done so well in the East and the West Indies and on the mainland of Asia have shown that this remembrance is not lost. In any serious crisis the United States must rely for the great mass of its fighting men upon the volunteer soldiery who do not make a permanent profession of the military career; and whenever such a crisis arises the deathless memories of the Civil War will give to Americans the lift of lofty purpose which comes to those whose fathers have stood valiantly in the forefront of the battle.\n\n The merit system of making appointments is in its essence as democratic and American as the common school system itself. It simply means that in clerical and other positions where the duties are entirely non-political, all applicants should have a fair field and no favor, each standing on his merits as he is able to show them by practical test. Written competitive examinations offer the only available means in many cases for applying this system. In other cases, as where laborers are employed, a system of registration undoubtedly can be widely extended. There are, of course, places where the written competitive examination cannot be applied, and others where it offers by no means an ideal solution, but where under existing political conditions it is, though an imperfect means, yet the best present means of getting satisfactory results.\n\n Wherever the conditions have permitted the application of the merit system in its fullest and widest sense, the gain to the Government has been immense. The navy-yards and postal service illustrate, probably better than any other branches of the Government, the great gain in economy, efficiency, and honesty due to the enforcement of this principle.\n\n I recommend the passage of a law which will extend the classified service to the District of Columbia, or will at least enable the President thus to extend it. In my judgment all laws providing for the temporary employment of clerks should hereafter contain a provision that they be selected under the Civil Service Law.\n\n It is important to have this system obtain at home, but it is even more important to have it applied rigidly in our insular possessions. Not an office should be filled in the Philippines or Puerto Rico with any regard to the man's partisan affiliations or services, with any regard to the political, social, or personal influence which he may have at his command; in short, heed should be paid to absolutely nothing save the man's own character and capacity and the needs of the service.\n\n The administration of these islands should be as wholly free from the suspicion of partisan politics as the administration of the Army and Navy. All that we ask from the public servant in the Philippines or Puerto Rico is that he reflect honor on his country by the way in which he makes that country's rule a benefit to the peoples who have come under it. This is all that we should ask, and we cannot afford to be content with less.\n\n The merit system is simply one method of securing honest and efficient administration of the Government; and in the long run the sole justification of any type of government lies in its proving itself both honest and efficient.\n\n The consular service is now organized under the provisions of a law passed in 1856, which is entirely inadequate to existing conditions. The interest shown by so many commercial bodies throughout the country in the reorganization of the service is heartily commended to your attention. Several bills providing for a new consular service have in recent years been submitted to the Congress. They are based upon the just principle that appointments to the service should be made only after a practical test of the applicant's fitness, that promotions should be governed by trustworthiness, adaptability, and zeal in the performance of duty, and that the tenure of office should be unaffected by partisan considerations.\n\n The guardianship and fostering of our rapidly expanding foreign commerce, the protection of American citizens resorting to foreign countries in lawful pursuit of their affairs, and the maintenance of the dignity of the nation abroad, combine to make it essential that our consuls should be men of character, knowledge and enterprise. It is true that the service is now, in the main, efficient, but a standard of excellence cannot be permanently maintained until the principles set forth in the bills heretofore submitted to the Congress on this subject are enacted into law.\n\n In my judgment the time has arrived when we should definitely make up our minds to recognize the Indian as an individual and not as a member of a tribe. The General Allotment Act is a mighty pulverizing engine to break up the tribal mass. It acts directly upon the family and the individual. Under its provisions some sixty thousand Indians have already become citizens of the United States. We should now break up the tribal funds, doing for them what"}