{"title": "December 3 1900 Fourth Annual Message-William McKinley", "content": " convention to frame a constitution as a basis for a stable and independent government in the island. In pursuance thereof the Military Governor issued the following instructions:\n Whereas the Congress of the United States, by its joint resolution of April 20, 1898, declared:\n \"That the people of the island of Cuba are, and of right ought to be, free and independent.\n \"That the United States hereby disclaims any disposition or intention to exercise sovereignty, jurisdiction, or control over said island except for the pacification thereof, and asserts its determination, when that is accomplished, to leave the government and control of the island to its people;\"\n And whereas, the people of Cuba have established municipal governments, deriving their authority from the suffrages of the people given under just and equal\n laws, and are now ready, in like manner, to proceed to the establishment of a general government which shall assume and exercise sovereignty, jurisdiction, and control over the island:\n Therefore, it is ordered that a general election be held in the island of Cuba on the third Saturday of September, in the year nineteen hundred, to elect delegates to a convention to meet in the city of Havana at twelve o'clock noon on the first Monday of November, in the year nineteen hundred, to frame and adopt a constitution for the people of Cuba, and as a part thereof to provide for and agree with the Government of the United States upon the relations to exist between that Government and the Government of Cuba, and to provide for the election by the people of officers under such constitution and the transfer of government to the officers so elected.\n The election will be held in the several voting precincts of the island under, and pursuant to, the provisions of the electoral law of April 18, 1900, and the amendments thereof.\n The election was held on the 15th of September, and the convention assembled on the 5th of November, 1900, and is now in session.\n In calling the convention to order, the Military Governor of Cuba made the following statement:\n As Military Governor of the island, representing the President of the United States, I call this convention to order.\n It will be your duty, first, to frame and adopt a constitution for Cuba, and whet) that has been done to formulate what in your opinion ought to be the relations between Cuba and the United States.\n The constitution must be adequate to secure a stable, orderly, and free government.\n When you have formulated the relations which in your opinion ought to exist between Cuba and the United States the Government of the United States will doubtless take such action on its part as shall lead to a final and authoritative agreement between the people of the two countries to the promotion of their common interests.\n All friends of Cuba will follow your deliberations with the deepest interest, earnestly desiring that you shall reach just conclusions, and that by the dignity, individual self-restraint, and wise conservatism which shall characterize your proceedings the capacity of the Cuban people for representative government may be signally illustrated.\n The fundamental distinction between true representative government and dictatorship is that in the former every representative of the people, in whatever office, confines himself strictly within the limits of his defined powers. Without such restraint there can be no free constitutional government.\n Under the order pursuant to which you have been elected and convened you have no duty and no authority to take part in the present government of the island. Your powers are strictly limited by the terms of that order.\n When the convention concludes its labors I will transmit to the Congress the constitution as framed by the convention for its consideration and for such action as it may deem advisable.\n I renew the recommendation made in my special message of February 10, 1899, as to the necessity for cable communication between the United States and Hawaii, with extension to Manila. Since then circumstances have strikingly emphasized this need. Surveys have shown the entire feasibility of a chain of cables which at each stopping place shall touch on American territory, so that the system shall be under our own complete control. Manila once within telegraphic reach, connection with the systems of the Asiatic coast would open increased and profitable opportunities for a more direct cable route from our shores to the Orient than is now afforded by the trans-Atlantic, continental, and trans-Asian lines. I urge attention to this important matter\n The present strength of the Army is 100,000 men -- 65,ooo regulars and 35,000 volunteers. Under the act of March 2, 1899, on the 3oth of June next the present volunteer force will be discharged and the Regular Army will be reduced to 2,447 officers and 29,025 enlisted men.\n In 1888 a Board of Officers convened by President Cleveland adopted a comprehensive scheme of coast-defense fortifications which involved the outlay of something over one hundred million dollars. This plan received the approval of the Congress, and since then regular appropriations have been made and the work of fortification has steadily progressed.\n More than sixty millions of dollars have been invested in a great number of forts and guns, with all the complicated and scientific machinery and electrical appliances necessary for their use. The proper care of this defensive machinery requires men trained in its use. The number of men necessary to perform this duty alone is ascertained by the War Department, at a minimum allowance, to be 18,420.\n There are fifty-eight or more military posts in the United States other than the coast-defense fortifications.\n The number of these posts is being constantly increased by the Congress. More than $22,000,000 have been expended in building and equipment, and they can only be cared for by the Regular Army. The posts now in existence and others to be built provide for accommodations for, and if fully garrisoned require, 26,000 troops. Many of these posts are along our frontier or at important strategic points, the occupation of which is necessary.\n We have in Cuba between 5,000 and 6,000 troops. For the present our troops in that island cannot be withdrawn or materially diminished, and certainly not until the conclusion of the labors of the constitutional convention now in session and a government provided by the new constitution shall have been established and its stability assured.\n In Puerto Rico we have reduced the garrisons to 1,636, which includes 879 native troops. There is no room for further reduction here.\n We will be required to keep a considerable force in the Philippine Islands for some time to come. From the best information obtainable we will need there for the immediate future from 45,000 to 60,000 men. I am sure the number may be reduced as the insurgents shall come to acknowledge the authority of the United States, of which there are assuring indications.\n It must be apparent that we will require an army of about 60,000, and that during present conditions in Cuba and the Philippines the President should have authority to increase the force to the present number of 100,000. Included in this number authority should be given to raise native troops in the Philippines up to 15,000, which the Taft Commission believe will be more effective in detecting and suppressing guerrillas, assassins, and ladrones than our own soldiers.\n The full discussion of this subject by the Secretary of War in his annual report is called to your earnest attention.\n I renew the recommendation made in my last annual message that the Congress provide a special medal of honor for the volunteers, regulars, sailors, and marines on duty in the Philippines who voluntarily remained in the service after their terms of enlistment had expired.\n I favor the recommendation of the Secretary of War for the detail oil officers from the line of the Army when vacancies occur in the Adjutant-General's Department, Inspector-General's Department, Quartermaster's Department, Subsistence Department, Pay Department, Ordnance Department, and Signal Corps.\n The Army cannot be too highly commended for its faithful and effective service in active military operations in the field and the difficult work of civil administration.\n The continued and rapid growth of the postal service is a sure index of the great and increasing business activity of the country. Its most striking new development is the extension of rural free delivery. This has come almost wholly within the last year. At the beginning of the fiscal year 1899, 1900 the number of routes in operation was only 391, and most of these had been running less than twelve months. On the 15th of November, 1900, the number had increased to 2,614, reaching into forty-four States and Territories, and serving a population of 1,801,524. The number of applications now pending and awaiting action nearly equals all those granted up to the present time, and by the close of the current fiscal year about 4,ooo routes will have been established, providing for the daily delivery of mails at the scattered homes of about three and a half millions of rural population.\n This service ameliorates the isolation of farm life, conduces to good roads, and quickens and extends the dissemination of general information. Experience thus far has tended to allay the apprehension that it would be so expensive as to forbid its general adoption or make it a serious burden. Its actual application has shown that it increases postal receipts, and can be accompanied by reductions in other branches of the service, so that the augmented revenues and the accomplished savings together materially reduce the net cost. The evidences which point to these conclusions are presented in detail in the annual report of the Postmaster-General, which with its recommendations is commended to the consideration of the Congress. The full development of this special service, however, requires such a large outlay of money that it should be undertaken only after a careful study and thorough understanding of all that it involves.\n Very efficient service has been rendered by the Navy in connection with the insurrection in the Philippines and the recent disturbance in China.\n A very satisfactory settlement has been made of the long-pending question of the manufacture of armor plate. A reasonable price has been secured and the necessity for a Government armor plant avoided.\n I approve of the recommendations of the Secretary for new vessels and for additional officers and men which the required increase of the Navy makes necessary. I commend to the favorable action of the Congress the measure now pending for the erection of a statue to the memory of the late Admiral David D. Porter. I commend also the establishment of a national naval reserve and of the grade of vice-admiral. Provision should be made, as recommended by the Secretary, for suitable rewards for special merit. Many officers who rendered the most distinguished service during the recent war with Spain have received in return no recognition from the Congress.\n The total area of public lands as given by the Secretary of the Interior is approximately 1,071,881,662 acres, of which 917,135,880 acres are undisposed of and 154,745,782 acres have been reserved for various purposes. The public lands disposed of during the year amount to 13,453,887.96 acres, including 62,423.09 acres of Indian lands, an increase Of 4,271,474.80 over the preceding year. The total receipts from the sale of public lands during the fiscal year were $4,379,758.10, an increase of $1,309,620.76 over the preceding year.\n The results obtained from our forest policy have demonstrated its wisdom and the necessity in the interest of the public for its continuance and increased appropriations by the Congress for the carrying on of the work. On June 30, 1900, there were thirty-seven forest reserves, created by Presidential proclamations under section 24 Of the act of March 3, 1891, embracing an area Of 46,425,529 acres.\n During the past year the Olympic Reserve, in the State of Washington, was reduced 265,040 acres, leaving its present area at 1,923,840 acres. The Prescott Reserve, in Arizona, was increased from 10,240 acres to 423,680 acres, and the Big Horn Reserve, in Wyoming, was increased from 1,127,680 acres to 1,180,800 acres. A new reserve; the Santa Ynez, in California, embracing an area of 145,000 acres, was created during this year. On October 10, 1900, the Crow Creek Forest Reserve, in Wyoming, was created, with an area of 56,320 acres.\n At the end of the fiscal year there were on the pension roll 993,529 names, a net increase Of 2,010 over the fiscal year 1899. The number added to the rolls during the year was 45,344. The amount disbursed for Army pensions during the year was $134,700,597.24 and for Navy pensions $3,761,533.41, a total of $138,462,130.65, leaving an unexpended balance of $5,542,768.25 to be covered into the Treasury, which shows an increase over the previous year's expenditure Of $107,077.70. There were 684 names added to the rolls during the year by special acts passed at the first session of the Fifty-sixth Congress.\n The act of May 9, 1900, among other things provides for an extension of income to widows pensioned under said act to $250 per annum. The Secretary of the Interior believes that by the operations of this act the number of persons pensioned under it will increase and the increased annual payment for pensions will be between $3,000,000 and $4,000,000.\n The Government justly appreciates the services of its soldiers and sailors by making pension payments liberal beyond precedent to them, their widows and orphans.\n There were 26,540 letters patent granted, including reissues and designs, during the fiscal year ended June 30, 1900; 1,660 trademarks, 682 labels, and 93 prints registered. The number of patents which expired was 19,988. The total receipts for patents were $1,358,228.35. The expenditures were $1,247,827.58, showing a surplus Of $110,400.77\n The attention of the Congress is called to the report of the Secretary of the Interior touching the necessity for the further establishment of schools in the Territory of Alaska, and favorable action is invited thereon.\n Much interesting information is given in the report of the Governor of Hawaii as to the progress and development of the islands during the period from July 7, 1898, the date of the approval of the joint resolution of the Congress providing for their annexation, up to April 30, 1900, the date of the approval of the act providing a government for the Territory, and thereafter.\n The last Hawaiian census, taken in the year 1896, gives a total population of 109,020, Of Which 31,019 were native Hawaiians. The number of Americans reported was 8,485. The results of the Federal census, taken this year, show the islands to have a total population Of 154,001, showing an increase over that reported in 1896 of 44,981, or 41.2 per cent.\n There has been marked progress in the educational, agricultural, and railroad development of the islands.\n In the Territorial act of April 30, 1900, section 7 of said act repeals Chapter 34 Of the Civil Laws of Hawaii whereby the Government was to assist in encouraging and developing the agricultural resources of the Republic, especially irrigation. The Governor of Hawaii recommends legislation looking to the development of such water supply as may exist on the public lands, with a view of promoting land settlement. The earnest consideration of the Congress is invited to this important recommendation and others, as embodied in the report of the Secretary of the Interior.\n The Director of the Census states that the work in connection with the Twelfth Census is progressing favorably. This national undertaking, ordered by the Congress each decade, has finally resulted in the collection of an aggregation of statistical facts to determine the industrial growth of the country, its manufacturing and mechanical resources, its richness in mines and forests, the number of its agriculturists, their farms and products, its educational and religious opportunities, as well as questions pertaining to sociological conditions.\n The labors of the officials in charge of the Bureau indicate that the four important and most desired subjects, namely, population, agricultural, manufacturing, and vital statistics, will be completed within the limit prescribed by the law of March 3, 1899.\n The field work incident to the above inquiries is now practically finished, and as a result the population of the States and Territories, including the Hawaiian Islands and Alaska, has been announced. The growth of population during the last decade amounts to over 13,000,000, a greater numerical increase than in any previous census in the history of the country.\n Bulletins will be issued as rapidly as possible giving the population by States and Territories, by minor civil divisions. Several announcements of this kind have already been made, and it is hoped that the list will be completed by January 1. Other bulletins giving the results of the manufacturing and agricultural inquiries will be given to the public as rapidly as circumstances will admit.\n The Director, while confident of his ability to complete the different branches of the undertaking in the allotted time, finds himself embarrassed by the lack of a trained force properly equipped for statistical work, thus raising the question whether in the interest of economy and a thorough execution of the census work there should not be retained in the Government employ a certain number of experts not only to aid in the preliminary organization prior to the taking of the decennial census,, but in addition to have the advantage in the field and office work of the Bureau of trained assistants to facilitate the early completion of this enormous undertaking.\n I recommend that the Congress at its present session apportion representation among the several States as provided by the Constitution.\n The Department of Agriculture has been extending its work during the past year, reaching farther for new varieties of seeds and plants; co-operating more fully with the States and Territories in research along useful lines; making progress in meteorological work relating to lines of wireless telegraphy and forecasts for ocean-going vessels; continuing inquiry as to animal disease; looking into the extent and character of food adulteration; outlining plans for the care, preservation, and intelligent harvesting of our woodlands; studying soils that producers may cultivate with better knowledge of conditions, and helping to clothe desert places with grasses suitable to our and regions. Our island possessions are being considered that their peoples may be helped to produce the tropical products now so extensively brought into the United States. Inquiry into methods of improving our roads has been active during the year; help has been given to many localities, and scientific investigation of material in the States and Territories has been inaugurated. Irrigation\n problems in our semiarid regions are receiving careful and increased consideration.\n An extensive exhibit at Paris of the products of agriculture has made the peoples of many countries more familiar with the varied products of our fields and their comparative excellence.\n The collection of statistics regarding our crops is being improved and sources of information are being enlarged, to the end that producers may have the earliest advices regarding crop conditions. There has never been a time when those for whom it was established have shown more appreciation of the services of the Department.\n In my annual message of December 5, 1898, 1 called attention to the necessity for some amendment of the alien contract law. There still remain important features of the rightful application of the eight-hour law for the benefit of labor and of the principle of arbitration, and I again commend these subjects to the careful attention of the Congress.\n That there may be secured the best service possible in the Philippine Islands, I have issued, under date of November 30, 1900, the following order:\n The United States Civil Service Commission is directed to render such assistance as may be practicable to the Civil Service Board, created under the act of the United States Philippine Commission, for the establishment and maintenance of an honest and efficient civil service in the Philippine Islands, and for that purpose to conduct examinations for the civil service of the Philippine islands, upon the request of the Civil Service Board of said islands, under such regulations as may be agreed upon by the said Board and the said United States Civil Service Commission.\n The Civil Service Commission is greatly embarrassed in its work for want of an adequate permanent force for clerical and other assistance. Its needs are fully set forth in its report. I invite attention to the report, and especially urge upon the Congress that this important bureau of the public service, which passes upon the qualifications and character of so large a number of the officers and employees of the Government, should be supported by all needed appropriations to secure promptness and efficiency.\n I am very much impressed with the statement made by the heads of all the Departments of the urgent necessity of a hall of public records. In every departmental building in Washington, so far as I am informed, the space for official records is not only exhausted, but the walls of rooms are lined with shelves, the middle floor space of many rooms is tilled with tile cases, and garrets and basements, which were never intended and are unfitted for their accommodation, are crowded with them. Aside from the inconvenience there is great danger, not only from fire, but from the weight of these records upon timbers not intended for their support. There should be a separate building especially designed for the purpose of receiving and preserving the annually accumulating archives of the several Executive Departments. Such a hall need not be a costly structure, but should be so arranged as to admit of enlargement from time to time. I urgently recommend that the Congress take early action in this matter.\n I transmit to the Congress a resolution adopted at a recent meeting of the American Bar Association concerning the proposed celebration of John Marshall Day, February 4, 1901. Fitting exercises have been arranged, and it is earnestly desired by the committee that the Congress may participate in this movement to honor the memory of the great jurist.\n The transfer of the Government to this city is a fact of great historical interest. Among the people there is a feeling of genuine pride in the Capital of the Republic.\n It is a matter of interest in this connection that in 1800 the population of the District of Columbia was 14,093; to-day it is 278,718. The population of the city of Washington was then 3,210; to-day it is 218,196.\n The Congress having provided for \"an appropriate national celebration of the Centennial Anniversary of the Establishment of the Seat of the Government in the District of Columbia,\" the committees authorized by it have prepared a programme for the 12th of December, 1900, which date has been selected as the anniversary day. Deep interest has been shown in the arrangements for the celebration by the members of the committees of the Senate and House of Representatives, the committee of Governors appointed by the President, and the committees appointed by the citizens and inhabitants of the District of Columbia generally. The programme, in addition to a reception and other exercises at the Executive Mansion, provides commemorative exercises to be held jointly by the Senate and House of Representatives in the Hall of the House of Representatives, and a reception in the evening at the Corcoran Gallery of Art in honor of the Governors of the States and Territories.\n In our great prosperity we must guard against the danger it invites of extravagance in Government expenditures and appropriations; and the chosen representatives of the people will, I doubt not, furnish an example in their legislation of that wise economy which in a season of plenty husbands for the future. In this era of great business activity and opportunity caution is not untimely. It will not abate, but strengthen, confidence. It will not retard, but promote, legitimate industrial and commercial expansion. Our growing power brings with it temptations and perils requiring constant vigilance to avoid. It must not be used to invite conflicts, nor for oppression, but for the more effective maintenance of those principles of equality and justice upon which our institutions and happiness depend. Let us keep always in mind that the foundation of our Government is liberty; its superstructure peace."}