{"title": "December 8 1885 First Annual Message-Grover Cleveland", "content": " complete civilization; that they ascertain from such inspection what, if any, of the reservations may be reduced in area, and in such cases what part not needed for Indian occupation may be purchased by the Government from the Indians and disposed of for their benefit; what, if any, Indians may, with their consent, be removed to other reservations, with a view of their concentration and the sale on their behalf of their abandoned reservations; what Indian lands now held in common should be allotted in severalty; in what manner and to what extent the Indians upon the reservations can be placed under the protection of our laws and subjected to their penalties, and which, if any, Indians should be invested with the right of citizenship. The powers and functions of the commissioners in regard to these subjects should be clearly defined, though they should, in conjunction with the Secretary of the Interior, be given all the authority to deal definitely with the questions presented deemed safe and consistent.\n They should be also charged with the duty of ascertaining the Indians who might properly be furnished with implements of agriculture, and of what kind; in what cases the support of the Government should be withdrawn; where the present plan of distributing Indian supplies should be changed; where schools may be established and where discontinued; the conduct, methods, and fitness of agents in charge of reservations; the extent to which such reservations are occupied or intruded upon by unauthorized persons, and generally all matters related to the welfare and improvement of the Indian.\n They should advise with the Secretary of the Interior concerning these matters of detail in management, and he should be given power to deal with them fully, if he is not now invested with such power.\n This plan contemplates the selection of persons for commissioners who are interested in the Indian question and who have practical ideas upon the subject of their treatment.\n The expense of the Indian Bureau during the last fiscal year was more than six and a halt million dollars. I believe much of this expenditure might be saved under the plan proposed; that its economical effects would be increased with its continuance; that the safety of our frontier settlers would be subserved under its operation, and that the nation would be saved through its results from the imputation of inhumanity, injustice, and mismanagement.\n In order to carry out the policy of allotment of Indian lands in severalty, when deemed expedient, it will be necessary to have surveys completed of the reservations, and, I hope that provision will be made for the prosecution of this work.\n In May of the present year a small portion of the Chiricahua Apaches on the White Mountain Reservation, in Arizona, left the reservation and committed a number of murders and depredations upon settlers in that neighborhood. Though prompt and energetic action was taken by the military, the renegades eluded capture and escaped into Mexico. The formation of the country through which these Indians passed, their thorough acquaintance with the same, the speed of their escape, and the manner in which they scattered and concealed themselves among the mountains near the scene of their outrages put our soldiers at a great disadvantage in their efforts to capture them, though the expectation is still entertained that they will be ultimately taken and punished for their crimes.\n The threatening and disorderly conduct of the Cheyennes in the Indian Territory early last summer caused considerable alarm and uneasiness. Investigation proved that their threatening attitude was due in a great measure to the occupation of the land of their reservation by immense herds of cattle, which their owners claimed were rightfully there under certain leases made by the Indians. Such occupation appearing upon examination to be unlawful notwithstanding these leases, the intruders were ordered to remove with their cattle from the lands of the Indians by Executive proclamation. The enforcement of this proclamation had the effect of restoring peace and order among the Indians, and they are now quiet and well behaved.\n By an Executive order issued on February 27, 1885, by my predecessor, a portion of the tract of country in the territory known as the Old Winnebago and Crow Creek reservations was directed to be restored to the public domain and opened to settlement under the land laws of the United States, and a large number of persons entered upon those lands. This action alarmed the Sioux Indians, who claimed the territory as belonging to their reservation under the treaty of 1868. This claim was determined, after careful investigation, to be well rounded, and consequently the Executive order referred to was by proclamation of April 17, 1885, declared to be inoperative and of no effect, and all persons upon the land were warned to leave. This warning has been substantially complied with.\n The public domain had its origin in cessions of land by the States to the General Government. The first cession was made by the State of New York, and the largest, which in area exceeded all the others, by the State of Virginia. The territory the proprietorship of which became thus vested in the General Government extended from the western line of Pennsylvania to the Mississippi River. These patriotic donations of the States were encumbered with no condition except that they should the held and used \"for the common benefit of the United States.\" By purchase with the common fund of all the people additions were made to this domain until it extended to the northern line of Mexico, the Pacific Ocean, and the Polar Sea. The original trust, \"for the common benefit of the United States,\" attached to all. In the execution of that trust the policy of many homes, rather than large estates, was adopted by the Government. That these might be easily obtained, and be the abode of security and contentment, the laws for their acquisition were few, easily understood, and general in their character. But the pressure of local interests, combined with a speculative spirit, have in many instances procured the passage of laws which marred the harmony of the general plan and encumbered the system with a multitude of general and special enactments which render the land laws complicated, subject the titles to uncertainty, and the purchasers often to oppression and wrong. Laws which were intended for the \"common benefit\" have been perverted so that large quantities of land are vesting in single ownerships. From the multitude and character of the laws, this consequence seems incapable of correction by mere administration.\n It is not for the \"common benefit of the United States\" that a large area of the public lands should be acquired, directly or through fraud, in the hands of a single individual. The nation's strength is in the people. The nation's prosperity is in their prosperity. The nation's glory is in the equality of her justice. The nation's perpetuity is in the patriotism of all her people. Hence, as far as practicable, the plan adopted in the disposal of the public lands should have in view the original policy, which encouraged many purchases of these lands for homes and discouraged the massing of large areas. Exclusive of Alaska, about three-fifths of the national domain has been sold or subjected to contract or grant. Of the remaining two-fifths a considerable portion is either mountain or desert. A rapidly increasing population creates a growing demand for homes, and the accumulation of wealth inspires an eager competition to obtain the public land for speculative purposes. In the future this collision of interests will be more marked than in the past, and the execution of the nation's trust in behalf of our settlers will be more difficult. I therefore commend to your attention the recommendations contained in the report of the Secretary of the Interior with reference to the repeal and modification of certain of our land laws.\n The nation has made princely grants and subsidies to a system of railroads projected as great national highways to connect the Pacific States with the East. It has been charged that these donations from the people have been diverted to private gain and corrupt uses, and thus public indignation has been aroused and suspicion engendered. Our great nation does not begrudge its generosity, but it abhors speculation and fraud; and the favorable regard of our people for the great corporations to which these grants were made can only be revived by a restoration of confidence, to be secured by their constant, unequivocal, and clearly manifested integrity. A faithful application of the undiminished proceeds of the grants to the construction and perfecting of their roads, an honest discharge of their obligations, and entire justice to all the people in the enjoyment of their rights on these highways of travel are all the public asks, and it will be content with no less. To secure these things should be the common purpose of the officers of the Government, as well as of the corporations. With this accomplishment prosperity would be permanently secured to the roads, and national pride would take the place of national complaint.\n It appears from the report of the Commissioner of Pensions that there were on the 1st day of July, 1885, 345,125 persons borne upon the pension rolls, who were classified as follows: Army invalids, 241,456; widows, minor children, and dependent relatives of deceased soldiers, 78,841; navy invalids, 2,745; navy widows, minor children, and dependents, 1,926; survivors of the War of 1812, 2,945; and widows of those who served in that war, 17,212. About one man in ten of all those who enlisted in the late war are reported as receiving pensions, exclusive of the dependents of deceased soldiers. On the 1st of July, 1875, the number of pensioners was 234,821, and the increase within the ten years next thereafter was 110,304.\n While there is no expenditure of the public funds which the people more cheerfully approve than that made in recognition of the services of our soldiers living and dead, the sentiment underlying the subject should not be vitiated by the introduction of any fraudulent practices. Therefore it is fully as important that the rolls should be cleansed of all those who by fraud have secured a place thereon as that meritorious claims should be speedily examined and adjusted. The reforms in the methods of doing the business of this Bureau which have lately been inaugurated promise better results in both these directions.\n The operations of the Patent Office demonstrate the activity of the inventive genius of the country. For the year ended June 30, 1885, the applications for patents, including reissues, and for the registration of trade-marks and labels, numbered 35,688. During the same period there were 22,928 patents granted and reissued and 1,429 trade-marks and labels registered. The number of patents issued in the year 1875 was 14,387. The receipts during the last fiscal year were $ 1,074,974.35, and the total expenditures, not including contingent expenses, $934,123.11.\n There were 9,788 applications for patents pending on the 1st day of July, 1884, and 5,786 on the same date in the year 1885. There has been considerable improvement made in the prompt determination of applications and a consequent relief to expectant inventors.\n A number of suggestions and recommendations are contained in the report of the Commissioner of patents which are well entitled to the consideration of Congress.\n In the Territory of Utah the law of the United States passed for the Suppression of polygamy has been energetically and faithfully executed during the past year, with measurably good results. A number of convictions have been secured for unlawful cohabitation, and in some cases pleas of guilty have been entered and a slight punishment imposed, upon a promise by the accused that they would not again offend against the law, nor advise, counsel, aid, or abet in any way its violation by others.\n The Utah commissioners express the opinion, based upon such information as they are able to obtain, that but few polygamous marriages have taken place in the Territory during the last year. They further report that while there can not be found upon the registration lists of voters the name of a man actually guilty of polygamy, and while none of that class are holding office, yet at the last election in the Territory all the officers elected, except in one county, were men who, though not actually living in the practice of polygamy, subscribe to the doctrine of polygamous marriages as a divine revelation and a law unto all higher and more binding upon the conscience than any human law, local or national. Thus is the strange spectacle presented of a community protected by a republican form of government, to which they owe allegiance, sustaining by their suffrages a principle and a belief which set at naught that obligation of absolute obedience to the law of the land which lies at the foundation of republican institutions.\n The strength, the perpetuity, and the destiny of the nation rest upon our homes, established by the law of God, guarded by parental care, regulated by parental authority, and sanctified by parental love.\n These are not the homes of polygamy.\n The mothers of our land, who rule the nation as they mold the characters and guide the actions of their sons, live according to God' s holy ordinances, and each, secure and happy in the exclusive love of the father of her children, sheds the warm light of true womanhood, unperverted and unpolluted, upon all within her pure and wholesome family circle.\n These are not the cheerless, crushed, and unwomanly mothers of polygamy.\n The fathers of our families are the best citizens of the Republic. Wife and children are the sources of patriotism, and conjugal and parental affection beget devotion to the country. The man who, undefiled with plural marriage, is surrounded in his single home with his wife and children has a stake in the country which inspires him with respect for its laws and courage for its defense.\n These are not the fathers of polygamous families.\n There is no feature of this practice or the system which sanctions it which is not opposed to all that is of value in our institutions.\n There should be no relaxation in the firm but just execution of the law now in operation, and I should be glad to approve such further discreet legislation as will rid the country of this blot upon its fair fame.\n Since the people upholding polygamy in our Territories are reenforced by immigration from other lands, I recommend that a law be passed to prevent the importation of Mormons into the country.\n The agricultural interest of the country demands just recognition and liberal encouragement. It sustains with certainty and unfailing strength our nation's prosperity by the products of its steady toil, and bears its full share of the burden of taxation without complaint. Our agriculturists have but slight personal representation in the councils of the nation, and are generally content with the humbler duties of citizenship and willing to trust to the bounty of nature for a reward of their labor. But the magnitude and value of this industry are appreciated when the statement is made that of our total annual exports more than three-fourths are the products of agriculture, and of our total population nearly one-half are exclusively engaged in that occupation.\n The Department of Agriculture was created for the purpose of acquiring and diffusing among the people useful information respecting the subjects it has in charge, and aiding in the cause of intelligent and progressive farming, by the collection of statistics, by testing the value and usefulness of new seeds and plants, and distributing such as are found desirable among agriculturists. This and other powers and duties with which this Department is invested are of the utmost importance, and if wisely exercised must be of great benefit to the country. The aim of our beneficent Government is the improvement of the people in every station and the amelioration of their condition. Surely our agriculturists should not be neglected. The instrumentality established in aid of the farmers of the land should not only be well equipped for the accomplishment of its purpose, but those for whose benefit it has been adopted should be encouraged to avail themselves fully of its advantages.\n The prohibition of the importation into several countries of certain of our animals and their products, based upon the suspicion that health is endangered in their use and consumption, suggests the importance of such precautions for the protection of our stock of all kinds against disease as will disarm suspicion of danger and cause the removal of such an injurious prohibition.\n If the laws now in operation are insufficient to accomplish this protection, I recommend their amendment to meet the necessities of the situation; and I commend to the consideration of Congress the suggestions contained in the report of the Commissioner of Agriculture calculated to increase the value and efficiency of this Department\n .\n The report of the Civil Service Commission, which will be submitted, contains an account of the manner in which the civil-service law has been executed during the last year and much valuable information on this important subject.\n I am inclined to think that there is no sentiment more general in the minds of the people of our country than a conviction of the correctness of the principle upon which the law enforcing civil-service reform is based. In its present condition the law regulates only a part of the subordinate public positions throughout the country. It applies the test of fitness to applicants for these places by means of a competitive examination, and gives large discretion to the Commissioners as to the character of the examination and many other matters connected with its execution. Thus the rules and regulations adopted by the Commission have much to do with the practical usefulness of the statute and with the results of its application.\n The people may well trust the Commission to execute the law with perfect fairness and with as little irritation as is possible. But of course no relaxation of the principle which underlies it and no weakening of the safeguards which surround it can be expected. Experience in its administration will probably suggest amendment of the methods of its execution, but I venture to hope that we shall never again be remitted to the system which distributes public positions purely as rewards for partisan service. Doubts may well be entertained whether our Government could survive the strain of a continuance of this system, which upon every change of Administration inspires an immense army of claimants for office to lay siege to the patronage of Government, engrossing the time of public officers with their importunities, spreading abroad the contagion of their disappointment, and filling the air with the tumult of their discontent.\n The allurements of an immense number of offices and places exhibited to the voters of the land, and the promise of their bestowal in recognition of partisan activity; debauch the suffrage and rob political action of its thoughtful and deliberative character. The evil would increase with the multiplication of offices consequent upon our extension, and the mania for office holding, growing from its indulgence, would pervade our population so generally that patriotic purpose, the support of principle, the desire for the public good, and solicitude for the nation's welfare would be nearly banished from the activity of our party contests and cause them to degenerate into ignoble, selfish, and disgraceful struggles for the possession of office and public place.\n Civil-service reform enforced by law came none too soon to check the progress of demoralization.\n One of its effects, not enough regarded, is the freedom it brings to the political action of those conservative and sober men who, in fear of the confusion and risk attending an arbitrary and sudden change in all the public offices with a change of party rule, cast their ballots against such a chance.\n Parties seem to be necessary, and will long continue to exist; nor can it be now denied that there are legitimate advantages, not disconnected with office holding, which follow party supremacy. While partisanship continues bitter and pronounced and supplies so much of motive to sentiment and action, it is not fair to hold public officials in charge of important trusts responsible for the best results in the performance of their duties, and yet insist that they shall rely in confidential and important places upon the work of those not only opposed to them in political affiliation, but so steeped in partisan prejudice and rancor that they have no loyalty to their chiefs and no desire for their success. Civil-service reform does not exact this, nor does it require that those in subordinate positions who fail in yielding their best service or who are incompetent should be retained simply because they are in place. The whining of a clerk discharged for indolence or incompetency, who, though he gained his place by the worst possible operation of the spoils system, suddenly discovers that he is entitled to protection under the sanction of civil-service reform, represents an idea no less absurd than the clamor of the applicant who claims the vacant position as his compensation for the most questionable party work.\n The civil-service law does not prevent the discharge of the indolent or incompetent clerk, but it does prevent supplying his place with the unfit party worker. Thus in both these phases is seen benefit to the public service. And the people who desire good government, having secured this statute, will not relinquish its benefits without protest. Nor are they unmindful of the fact that its full advantages can only be gained through the complete good faith of those having its execution in charge. And this they will insist upon.\n I recommend that the salaries of the Civil Service Commissioners be increased to a sum more nearly commensurate to their important duties.\n It is a source of considerable and not unnatural discontent that no adequate provision has yet been made for accommodating the principal library of the Government. Of the vast collection of books and pamphlets gathered at the Capitol, numbering some 700,000, exclusive of manuscripts, maps, and the products of the graphic arts, also of great volume and value, only about 300,000 volumes, or less than half the collection, are provided with shelf room. The others, which are increasing at the rate of from twenty-five to thirty thousand volumes a year, are not only inaccessible to the public, but are subject to serious damage and deterioration from other causes in their present situation.\n A consideration of the facts that the library of the Capitol has twice been destroyed or damaged by fire, its daily increasing value, and its importance as a place of deposit of books under the law relating to copyright makes manifest the necessity of prompt action to insure its proper accommodation and protection.\n My attention has been called to a controversy which has arisen from the condition of the law relating to railroad facilities in the city of Washington, which has involved the Commissioners of the District in much annoyance and trouble. I hope this difficulty will be promptly settled by appropriate legislation.\n The Commissioners represent that enough of the revenues of the District are now on deposit in the Treasury of the United States to repay the sum advanced by the Government for sewer improvements under the act of June 30, 1884. They desire now an advance of the share which ultimately should be borne by the District of the cost of extensive improvements to the streets of the city. The total expense of these contemplated improvements is estimated at $1,000,000, and they are of the opinion that a considerable sum could be saved if they had all the money in hand, so that contracts for the whole work could be made at the same time. They express confidence that if the advance asked for should be made the Government would be reimbursed the same within a reasonable time. I have no doubt that these improvements could be made much cheaper if undertaken together and prosecuted according to a general plan.\n The license law now in force within the District is deficient and uncertain in some of its provisions and ought to be amended. The Commissioners urge, with good reason, the necessity of providing a building for the use of the District government which shall better secure the safety and preservation of its valuable books and records.\n The present condition of the law relating to the succession to the Presidency in the event of the death, disability, or removal of both the President and Vice-President is such as to require immediate amendment. This subject has repeatedly been considered by Congress, but no result has been reached. The recent lamentable death of the Vice-President, and vacancies at the same time in all other offices the incumbents of which might immediately exercise the functions of the presidential office, has caused public anxiety and a just demand that a recurrence of such a condition of affairs should not be permitted.\n In conclusion I commend to the wise care and thoughtful attention of Congress the needs, the welfare, and the aspirations of an intelligent and generous nation. To subordinate these to the narrow advantages of partisanship or the accomplishment of selfish aims is to violate the people's trust and betray the people's interests; but an individual sense of responsibility on the part of each of us and a stern determination to perform our duty well must give us place among those who have added in their day and generation to the glory and prosperity of our beloved land."}