{"title": "December 2 1856 Fourth Annual Message-Franklin Pierce", "content": " These were not presented as new rules of international law, having been generally claimed by neutrals, though not always admitted by belligerents. One of the parties to the war (Russia), as well as several neutral powers, promptly acceded to these propositions, and the two other principal belligerents (Great Britain and France) having consented to observe them for the present occasion, a favorable opportunity seemed to be presented for obtaining a general recognition of them, both in Europe and America. But Great Britain and France, in common with most of the States of Europe, while forbearing to reject, did not affirmatively act upon the overtures of the United States.\n While the question was in this position the representatives of Russia, France, Great Britain, Austria, Prussia, Sardinia, and Turkey, assembled at Paris, took into consideration the subject of maritime rights, and put forth a declaration containing the two principles which this Government had submitted nearly two years before to the consideration of maritime powers, and adding thereto the following propositions: \"Privateering is and remains abolished,\" and \"Blockades in order to be binding must be effective; that is to say, maintained by a force sufficient really to prevent access to the coast of the enemy;\" and to the declaration thus composed of four points, two of which had already been proposed by the United States, this Government has been invited to accede by all the powers represented at Paris except Great Britain and Turkey. To the last of the two additional propositions--that in relation to blockades--there can certainly be no objection. It is merely the definition of what shall constitute the effectual investment of a blockaded place, a definition for which this Government has always contended, claiming indemnity for losses where a practical violation of the rule thus defined has been injurious to our commerce. As to the remaining article of the declaration of the conference of Paris, that \"privateering is and remains abolished,\" I certainly can not ascribe to the powers represented in the conference of Paris any but liberal and philanthropic views in the attempt to change the unquestionable rule of maritime law in regard to privateering. Their proposition was doubtless intended to imply approval of the principle that private property upon the ocean, although it might belong to the citizens of a belligerent state, should be exempted from capture; and had that proposition been so framed as to give full effect to the principle, it would have received my ready assent on behalf of the United States. But the measure proposed is inadequate to that purpose. It is true that if adopted private property upon the ocean would be withdrawn from one mode of plunder, but left exposed meanwhile to another mode, which could be used with increased effectiveness. The aggressive capacity of great naval powers would be thereby augmented, while the defensive ability of others would be reduced. Though the surrender of the means of prosecuting hostilities by employing privateers, as proposed by the conference of Paris, is mutual in terms, yet in practical effect it would be the relinquishment of a right of little value to one class of states, but of essential importance to another and a far larger class. It ought not to have been anticipated that a measure so inadequate to the accomplishment of the proposed object and so unequal in its operation would receive the assent of all maritime powers. Private property would be still left to the depredations of the public armed cruisers.\n I have expressed a readiness on the part of this Government to accede to all the principles contained in the declaration of the conference of Paris provided that the one relating to the abandonment of privateering can be so amended as to effect the object for which, as is presumed, it was intended--the immunity of private property on the ocean from hostile capture. To effect this object, it is proposed to add to the declaration that \"privateering is and remains abolished\" the following amendment:\n And that the private property of subjects and citizens of a belligerent on the high seas shall be exempt from seizure by the public armed vessels of the other belligerent, except it be contraband.\n This amendment has been presented not only to the powers which have asked our assent to the declaration to abolish privateering, but to all other maritime states. Thus far it has not been rejected by any, and is favorably entertained by all which have made any communication in reply.\n Several of the governments regarding with favor the proposition of the United States have delayed definitive action upon it only for the purpose of consulting with others, parties to the conference of Paris. I have the satisfaction of stating, however, that the Emperor of Russia has entirely and explicitly approved of that modification and will cooperate in endeavoring to obtain the assent of other powers, and that assurances of a similar purport have been received in relation to the disposition of the Emperor of the French. The present aspect of this important subject allows us to cherish the hope that a principle so humane in its character, so just and equal in its operation, so essential to the prosperity of commercial nations, and so consonant to the sentiments of this enlightened period of the world will command the approbation of all maritime powers, and thus be incorporated into the code of international law.\n My views on the subject are more fully set forth in the reply of the Secretary of State, a copy of which is herewith transmitted, to the communications on the subject made to this Government, especially to the communication of France.\n The Government of the United States has at all times regarded with friendly interest the other States of America, formerly, like this country, European colonies, and now independent members of the great family of nations. But the unsettled condition of some of them, distracted by frequent revolutions, and thus incapable of regular and firm internal administration, has tended to embarrass occasionally our public intercourse by reason of wrongs which our citizens suffer at their hands, and which they are slow to redress.\n Unfortunately, it is against the Republic of Mexico, with which it is our special desire to maintain a good understanding, that such complaints are most numerous; and although earnestly urged upon its attention, they have not as yet received the consideration which this Government had a right to expect. While reparation for past injuries has been withheld, others have been added. The political condition of that country, however, has been such as to demand forbearance on the part of the United States. I shall continue my efforts to procure for the wrongs of our citizens that redress which is indispensable to the continued friendly association of the two Republics.\n The peculiar condition of affairs in Nicaragua in the early part of the present year rendered it important that this Government should have diplomatic relations with that State. Through its territory had been opened one of the principal thoroughfares across the isthmus connecting North and South America, on which a vast amount of property was transported and to which our citizens resorted in great numbers in passing between the Atlantic and Pacific coasts of the United States. The protection of both required that the existing power in that State should be regarded as a responsible Government, and its minister was accordingly received. But he remained here only a short time. Soon thereafter the political affairs of Nicaragua underwent unfavorable change and became involved in much uncertainty and confusion. Diplomatic representatives from two contending parties have been recently sent to this Government, but with the imperfect information possessed it was not possible to decide which was the Government de facto, and, awaiting further developments, I have refused to receive either.\n Questions of the most serious nature are pending between the United States and the Republic of New Granada. The Government of that Republic undertook a year since to impose tonnage duties on foreign vessels in her ports, but the purpose was resisted by this Government as being contrary to existing treaty stipulations with the United States and to rights conferred by charter upon the Panama Railroad Company, and was accordingly refurbished at that time, it being admitted that our vessels were entitled to be exempt from tonnage duty in the free ports of Panama and Aspinwall. But the purpose has been recently revived on the part of New Granada by the enactment of a law to subject vessels visiting her ports to the tonnage duty of 40 cents per ton, and although the law has not been put in force, yet the right to enforce it is still asserted and may at any time be acted on by the Government of that Republic.\n The Congress of New Granada has also enacted a law during the last year which levies a tax of more than $3 on every pound of mail matter transported across the Isthmus. The sum thus required to be paid on the mails of the United States would be nearly $2,000,000 annually in addition to the large sum payable by contract to the Panama Railroad Company. If the only objection to this exaction were the exorbitancy of its amount, it could not be submitted to by the United States.\n The imposition of it, however, would obviously contravene our treaty with New Granada and infringe the contract of that Republic with the Panama Railroad Company. The law providing for this tax was by its terms to take effect on the 1st of September last, but the local authorities on the Isthmus have been induced to suspend its execution and to await further instructions on the subject from the Government of the Republic. I am not yet advised of the determination of that Government. If a measure so extraordinary in its character and so clearly contrary to treaty stipulations and the contract rights of the Panama Railroad Company, composed mostly of American citizens, should be persisted in, it will be the duty of the United States to resist its execution.\n I regret exceedingly that occasion exists to invite your attention to a subject of still graver import in our relations with the Republic of New Granada. On the 15th day of April last a riotous assemblage of the inhabitants of Panama committed a violent and outrageous attack on the premises of the railroad company and the passengers and other persons in or near the same, involving the death of several citizens of the United States, the pillage of many others, and the destruction of a large amount of property belonging to the railroad company. I caused full investigation of that event to be made, and the result shows satisfactorily that complete responsibility for what occurred attaches to the Government of New Granada. I have therefore demanded of that Government that the perpetrators of the wrongs in question should be punished; that provision should be made for the families of citizens of the United States who were killed, with full indemnity for the property pillaged or destroyed.\n The present condition of the Isthmus of Panama, in so far as regards the security of persons and property passing over it, requires serious consideration. Recent incidents tend to show that the local authorities can not be relied on to maintain the public peace of Panama, and there is just ground for apprehension that a portion of the inhabitants are meditating further outrages, without adequate measures for the security and protection of persons or property having been taken, either by the State of Panama or by the General Government of New Granada. Under the guaranties of treaty, citizens of the United States have, by the outlay of several million dollars, constructed a railroad across the Isthmus, and it has become the main route between our Atlantic and Pacific possessions, over which multitudes of our citizens and a vast amount of property are constantly passing; to the security and protection of all which and the continuance of the public advantages involved it is impossible for the Government of the United States to be indifferent.\n I have deemed the danger of the recurrence of scenes of lawless violence in this quarter so imminent as to make it my duty to station a part of our naval force in the harbors of Panama and Aspinwall, in order to protect the persons and property of the citizens of the United States in those ports and to insure to them safe passage across the Isthmus. And it would, in my judgment, be unwise to withdraw the naval force now in those ports until, by the spontaneous action of the Republic of New Granada or otherwise, some adequate arrangement shall have been made for the protection and security of a line of interoceanic communication, so important at this time not to the United States only, but to all other maritime states, both of Europe and America.\n Meanwhile negotiations have been instituted, by means of a special commission, to obtain from New Granada full indemnity for injuries sustained by our citizens on the Isthmus and satisfactory security for the general interests of the United States.\n In addressing to you my last annual message the occasion seems to me an appropriate one to express my congratulations, in view of the peace, greatness, and felicity which the United States now possess and enjoy. To point you to the state of the various Departments of the Government and of all the great branches of the public service, civil and military, in order to speak of the intelligence and the integrity which pervades the whole, would be to indicate but imperfectly the administrative condition of the country and the beneficial effects of that on the general welfare. Nor would it suffice to say that the nation is actually at peace at home and abroad; that its industrial interests are prosperous; that the canvas of its mariners whitens every sea, and the plow of its husbandmen is marching steadily onward to the bloodless conquest of the continent; that cities and populous States are springing up, as if by enchantment, from the bosom of oar Western wilds, and that the courageous energy of our people is making of these United States the great Republic of the world. These results have not been attained without passing through trials and perils, by experience of which, and thus only, nations can harden into manhood. Our forefathers were trained to the wisdom which conceived and the courage which achieved independence by the circumstances which surrounded them, and they were thus made capable of the creation of the Republic. It devolved on the next generation to consolidate the work of the Revolution, to deliver the country entirely from the influences of conflicting transatlantic partialities or antipathies which attached to our colonial and Revolutionary history, and to organize the practical operation of the constitutional and legal institutions of the Union. To us of this generation remains the not less noble task of maintaining and extending the national power. We have at length reached that stage of our country's career in which the dangers to be encountered and the exertions to be made are the incidents, not of weakness, but of strength. In foreign relations we have to attemper our power to the less happy condition of other Republics in America and to place ourselves in the calmness and conscious dignity of right by the side of the greatest and wealthiest of the Empires of Europe. In domestic relations we have to guard against the shock of the discontents, the ambitions, the interests, and the exuberant, and therefore sometimes irregular, impulses of opinion or of action which are the natural product of the present political elevation, the self-reliance, and the restless spirit of enterprise of the people of the United States.\n I shall prepare to surrender the Executive trust to my successor and retire to private life with sentiments of profound gratitude to the good Providence which during the period of my Administration has vouchsafed to carry the country through many difficulties, domestic and foreign, and which enables me to contemplate the spectacle of amicable and respectful relations between ours and all other governments and the establishment of constitutional order and tranquillity throughout the Union."}