{"title": "December 3 1906 Sixth Annual Message-Theodore Roosevelt", "content": " Union the stranger from Japan is treated as he deserves; that is, he is treated as the stranger from any part of civilized Europe is and deserves to be treated. But here and there a most unworthy feeling has manifested itself toward the Japanese--the feeling that has been shown in shutting them out from the common schools in San Francisco, and in mutterings against them in one or two other places, because of their efficiency as workers. To shut them out from the public schools is a wicked absurdity, when there are no first-class colleges in the land, including the universities and colleges of California, which do not gladly welcome Japanese students and on which Japanese students do not reflect credit. We have as much to learn from Japan as Japan has to learn from us; and no nation is fit to teach unless it is also willing to learn. Thruout Japan Americans are well treated, and any failure on the part of Americans at home to treat the Japanese with a like courtesy and consideration is by just so much a confession of inferiority in our civilization.\n Our nation fronts on the Pacific, just as it fronts on the Atlantic. We hope to play a constantly growing part in the great ocean of the Orient. We wish, as we ought to wish, for a great commercial development in our dealings with Asia; and it is out of the question that we should permanently have such development unless we freely and gladly extend to other nations the same measure of justice and good treatment which we expect to receive in return. It is only a very small body of our citizens that act badly. Where the Federal Government has power it will deal summarily with any such. Where the several States have power I earnestly ask that they also deal wisely and promptly with such conduct, or else this small body of wrongdoers may bring shame upon the great mass of their innocent and right-thinking fellows--that is, upon our nation as a whole. Good manners should be an international no less than an individual attribute. I ask fair treatment for the Japanese as I would ask fair treatment for Germans or Englishmen, Frenchmen, Russians, or Italians. I ask it as due to humanity and civilization. I ask it as due to ourselves because we must act uprightly toward all men.\n I recommend to the Congress that an act be past specifically providing for the naturalization of Japanese who come here intending to become American citizens. One of the great embarrassments attending the performance of our international obligations is the fact that the Statutes of the United States are entirely inadequate. They fail to give to the National Government sufficiently ample power, thru United States courts and by the use of the Army and Navy, to protect aliens in the rights secured to them under solemn treaties which are the law of the land. I therefore earnestly recommend that the criminal and civil statutes of the United States be so amended and added to as to enable the President, acting for the United States Government, which is responsible in our international relations, to enforce the rights of aliens under treaties. Even as the law now is something can be done by the Federal Government toward this end, and in the matter now before me affecting the Japanese everything that it is in my power to do will be done, and all of the forces, military and civil, of the United States which I may lawfully employ will be so employed. There should, however, be no particle of doubt as to the power of the National Government completely to perform and enforce its own obligations to other nations. The mob of a single city may at any time perform acts of lawless violence against some class of foreigners which would plunge us into war. That city by itself would be powerless to make defense against the foreign power thus assaulted, and if independent of this (Government it would never venture to perform or permit the performance of the acts complained of. The entire power and the whole duty to protect the offending city or the offending community lies in the hands of the United States Government. It is unthinkable that we should continue a policy under which a given locality may be allowed to commit a crime against a friendly nation, and the United States Government limited, not to preventing the commission of the crime, but, in the last resort, to defending the people who have committed it against the consequences of their own wrongdoing.\n Last August an insurrection broke out in Cuba which it speedily grew evident that the existing Cuban Government was powerless to quell. This Government was repeatedly asked by the then Cuban Government to intervene, and finally was notified by the President of Cuba that he intended to resign; that his decision was irrevocable; that none of the other constitutional officers would consent to carry on the Government, and that he was powerless to maintain order. It was evident that chaos was impending, and there was every probability that if steps were not immediately taken by this Government to try to restore order the representatives of various European nations in the island would apply to their respective governments for armed intervention in order to protect the lives and property of their citizens. Thanks to the preparedness of our Navy, I was able immediately to send enough ships to Cuba to prevent the situation from becoming hopeless; and I furthermore dispatched to Cuba the Secretary of War and the Assistant Secretary of State, in order that they might grapple with the situation on the ground. All efforts to secure an agreement between the contending factions, by which they should themselves come to an amicable understanding and settle upon some modus vivendi--some provisional government of their own--failed. Finally the President of the Republic resigned. The quorum of Congress assembled failed by deliberate purpose of its members, so that there was no power to act on his resignation, and the Government came to a halt. In accordance with the so-called Platt amendment, which was embodied in the constitution of Cuba, I thereupon proclaimed a provisional government for the island, the Secretary of War acting as provisional governor until he could be replaced by Mr. Magoon, the late minister to Panama and governor of the Canal Zone on the Isthmus; troops were sent to support them and to relieve the Navy, the expedition being handled with most satisfactory speed and efficiency. The insurgent chiefs immediately agreed that their troops should lay down their arms and disband; and the agreement was carried out. The provisional government has left the personnel of the old government and the old laws, so far as might be, unchanged, and will thus administer the island for a few months until tranquillity. can be restored, a new election properly held, and a new government inaugurated. Peace has come in the island; and the harvesting of the sugar-cane crop, the great crop of the island, is about to proceed.\n When the election has been held and the new government inaugurated in peaceful and orderly fashion the provisional government will come to an end. I take this opportunity of expressing upon behalf of the American people, with all possible solemnity, our most earnest hope that the people of Cuba will realize the imperative need of preserving justice and keeping order in the Island. The United States wishes nothing of Cuba except that it shall prosper morally and materially, and wishes nothing of the Cubans save that they shall be able to preserve order among themselves and therefore to preserve their independence. If the elections become a farce, and if the insurrectionary habit becomes confirmed in the Island, it is absolutely out of the question that the Island should continue independent; and the United States, which has assumed the sponsorship before the civilized world for Cuba's career as a nation, would again have to intervene and to see that the government was managed in such orderly fashion as to secure the safety cf life and property. The path to be trodden by those who exercise self-government is always hard, and we should have every charity and patience with the Cubans as they tread this difficult path. I have the utmost sympathy with, and regard for, them; but I most earnestly adjure them solemnly to weigh their responsibilities and to see that when their new government is started it shall run smoothly, and with freedom from flagrant denial of right on the one hand, and from insurrectionary disturbances on the other.\n The Second International Conference of American Republics, held in Mexico in the years 1901-2, provided for the holding of the third conference within five years, and committed the fixing of the time and place and the arrangements for the conference to the governing board of the Bureau of American Republics, composed of the representatives of all the American nations in Washington. That board discharged the duty imposed upon it with marked fidelity and painstaking care, and upon the courteous invitation of the United States of Brazil the conference was held at Rio de Janeiro, continuing from the 23d of July to the 29th of August last. Many subjects of common interest to all the American nations were discust by the conference, and the conclusions reached, embodied in a series of resolutions and proposed conventions, will be laid before you upon the coming in of the final report of the American delegates. They contain many matters of importance relating to the extension of trade, the increase of communication, the smoothing away of barriers to free intercourse, and the promotion of a better knowledge and good understanding between the different countries represented. The meetings of the conference were harmonious and the conclusions were reached with substantial unanimity. It is interesting to observe that in the successive conferences which have been held the representatives of the different American nations have been learning' to work together effectively, for, while the First Conference in Washington in 1889, and the Second Conference in Mexico in 1901-2, occupied many months, with much time wasted in an unregulated and fruitless discussion, the Third Conference at Rio exhibited much of the facility in the practical dispatch of business which characterizes permanent deliberative bodies, and completed its labors within the period of six weeks originally allotted for its sessions.\n Quite apart from the specific value of the conclusions reached by the conference, the example of the representatives of all the American nations engaging in harmonious and kindly consideration and discussion of subjects of common interest is itself of great and substantial value for the promotion of reasonable and considerate treatment of all international questions. The thanks of this country are due to the Government of Brazil and to the people of Rio de Janeiro for the generous hospitality with which our delegates, in common with the others, were received, entertained, and facilitated in their work.\n Incidentally to the meeting of the conference, the Secretary of State visited the city of Rio de Janeiro and was cordially received by the conference, of which he was made an honorary president. The announcement of his intention to make this visit was followed by most courteous and urgent invitations from nearly all the countries of South America to visit them as the guest of their Governments. It was deemed that by the acceptance of these invitations we might appropriately express the real respect and friendship in which we hold our sister Republics of the southern continent, and the Secretary, accordingly, visited Brazil, Uruguay, Argentina, Chile, Peru, Panama, and Colombia. He refrained from visiting Paraguay, Bolivia, and Ecuador only because the distance of their capitals from the seaboard made it impracticable with the time at his disposal. He carried with him a message of peace and friendship, and of strong desire for good understanding and mutual helpfulness; and he was everywhere received in the spirit of his message. The members of government, the press, the learned professions, the men of business, and the great masses of the people united everywhere in emphatic response to his friendly expressions and in doing honor to the country and cause which he represented.\n In many parts of South America there has been much misunderstanding of the attitude and purposes of the United States towards the other American Republics. An idea had become prevalent that our assertion of the Monroe Doctrine implied, or carried with it, an assumption of superiority, and of a right to exercise some kind of protectorate over the countries to whose territory that doctrine applies. Nothing could be farther from the truth. Yet that impression continued to be a serious barrier to good understanding, to friendly intercourse, to the introduction of American capital and the extension of American trade. The impression was so widespread that apparently it could not be reached by any ordinary means.\n It was part of Secretary Root's mission to dispel this unfounded impression, and there is just cause to believe that he has succeeded. In an address to the Third Conference at Rio on the 31st of July--an address of such note that I send it in, together with this message--he said:\n \"We wish for no victories but those of peace; for no territory except our own; for no sovereignty except the sovereignty over ourselves. We deem the independence and equal rights of the smallest and weakest member of the family of nations entitled to as much respect as those of the greatest empire, and we deem the observance of that respect the chief guaranty of the weak against the oppression of the strong. We neither claim nor desire any rights or privileges or powers that we do not freely concede to every American Republic. We wish to increase our prosperity, to extend our trade, to grow in wealth, in wisdom, and in spirit, but our conception of the true way to accomplish this is not to pull down others and profit by their ruin, but to help all friends to a common prosperity and a common growth, that we may all become greater and stronger together. Within a few months for the first time the recognized possessors of every foot of soil upon the American continents can be and I hope will be represented with the acknowledged rights of equal sovereign states in the great World Congress at The Hague. This will be the world's formal and final acceptance of the declaration that no part of the American continents is to be deemed subject to colonization. Let us pledge ourselves to aid each other in the full performance of the duty to humanity which that accepted declaration implies, so that in time the weakest and most unfortunate of our Republics may come to march with equal step by the side of the stronger and more fortunate. Let us help each other to show that for all the races of men the liberty for which we have fought and labored is the twin sister of justice and peace. Let us unite in creating and maintaining and making effective an all-American public opinion, whose power shall influence international conduct and prevent international wrong, and narrow the causes of war, and forever preserve our free lands from the burden of such armaments as are massed behind the frontiers of Europe, and bring us ever nearer to the perfection of ordered liberty. So shall come security and prosperity, production and trade, wealth, learning, the arts, and happiness for us all.\"\n These words appear to have been received with acclaim in every part of South America. They have my hearty approval, as I am sure they will have yours, and I can not be wrong in the conviction that they correctly represent the sentiments of the whole American people. I can not better characterize the true attitude of the United States in its assertion of the Monroe Doctrine than in the words of the distinguished former minister of foreign affairs of Argentina, Doctor Drago, in his speech welcoming Mr. Root at Buenos Ayres. He spoke of--\n \"The traditional policy of the United States (which) without accentuating superiority or seeking preponderance, condemned the oppression of the nations of this part of the world and the control of their destinies by the great Powers of Europe.\"\n It is gratifying to know that in the great city of Buenos Ayres, upon the arches which spanned the streets, entwined with Argentine and American flags for the reception of our representative, there were emblazoned not' only the names of Washington and Jefferson and Marshall, but also, in appreciative recognition of their services to the cause of South American independence, the names of James Monroe, John Quincy Adams, Henry Clay, and Richard Rush. We take especial pleasure in the graceful courtesy of the Government of Brazil, which has given to the beautiful and stately building first used for the meeting of the conference the name of \"Palacio Monroe.\" Our grateful acknowledgments are due to the Governments and the people of all the countries visited by the Secretary of State for the courtesy, the friendship, and the honor shown to our country in their generous hospitality to him.\n In my message to you on the 5th of December, 1905, I called your attention to the embarrassment that might be caused to this Government by the assertion by foreign nations of the right to collect by force of arms contract debts due by American republics to citizens of the collecting nation, and to the danger that the process of compulsory collection might result in the occupation of territory tending to become permanent. I then said:\n \"Our own Government has always refused to enforce such contractual obligations on behalf of its citizens by an appeal to arms. It is much to be wisht that all foreign governments would take the same view.\"\n This subject was one of the topics of consideration at the conference at Rio and a resolution was adopted by that conference recommending to the respective governments represented \"to consider the advisability of asking the Second Peace Conference at The Hague to examine the question of the compulsory collection of public debts, and, in general, means tending to diminish among nations conflicts of purely pecuniary origin.\"\n This resolution was supported by the representatives of the United States in accordance with the following instructions:\n \"It has long been the established policy of the United States not to use its armed forces for the collection of ordinary contract debts due to its citizens by other governments. We have not considered the use of force for such a purpose consistent with that respect for the independent sovereignty of other members of the family of nations which is the most important principle of international law and the chief protection of weak nations against the oppression of the strong. It seems to us that the practise is injurious in its general effect upon the relations of nations and upon the welfare of weak and disordered states, whose development ought to be encouraged in the interests of civilization; that it offers frequent temptation to bullying and oppression and to unnecessary and unjustifiable warfare. We regret that other powers, whose opinions and sense of justice we esteem highly, have at times taken a different view and have permitted themselves, tho we believe with reluctance, to collect such debts by force. It is doubtless true that the non-payment of public debts may be accompanied by such circumstances of fraud and wrongdoing or violation of treaties as to justify the use of force. This Government would be glad to see an international consideration of the subject which shall discriminate between such cases and the simple nonperformance of a contract with a private person, and a resolution in favor of reliance upon peaceful means in cases of the latter class.\n \"It is not felt, however, that the conference at Rio should undertake to make such a discrimination or to resolve upon such a rule. Most of the American countries are still debtor nations, while the countries of Europe are the creditors. If the Rio conference, therefore, were to take such action it would have the appearance of a meeting of debtors resolving how their creditors should act, and this would not inspire respect. The true course is indicated by the terms of the program, which proposes to request the Second Hague Conference, where both creditors and debtors will be assembled, to consider the subject.\"\n Last June trouble which had existed for some time between the Republics of Salvador, Guatemala, and Honduras culminated in war--a war which threatened to be ruinous to the countries involved and very destructive to the commercial interests of Americans, Mexicans, and other foreigners who are taking an important part in the development of these countries. The thoroly good understanding which exists between the United States and Mexico enabled this Government and that of Mexico to unite in effective mediation between the warring Republics; which mediation resulted, not without long-continued and patient effort, in bringing about a meeting of the representatives of the hostile powers on board a United States warship as neutral territory, and peace was there concluded; a peace which resulted in the saving of thousands of lives and in the prevention of an incalculable amount of misery and the destruction of property and of the means of livelihood. The Rio Conference past the following resolution in reference to this action:\n \"That the Third International American Conference shall address to the Presidents of the United States of America and of the United States of Mexico a note in which the conference which is being held at Rio expresses its satisfaction at the happy results of their mediation for the celebration of peace between the Republics of Guatemala, Honduras, and Salvador.\"\n This affords an excellent example of one way in which the influence of the United States can properly be exercised for the benefit of the peoples of the Western Hemisphere; that is, by action taken in concert with other American republics and therefore free from those suspicions and prejudices which might attach if the action were taken by one alone. In this way it is possible to exercise a powerful influence toward the substitution of considerate action in the spirit of justice for the insurrectionary or international violence which has hitherto been so great a hindrance to the development of many of our neighbors. Repeated examples of united action by several or many American republics in favor of peace, by urging cool and reasonable, instead of excited and belligerent, treatment of international controversies, can not fail to promote the growth of a general public opinion among the American nations which will elevate the standards of international action, strengthen the sense of international duty among governments, and tell in favor of the peace of mankind.\n I have just returned from a trip to Panama and shall report to you at length later on the whole subject of the Panama Canal.\n The Algeciras Convention, which was signed by the United States as well as by most of the powers of Europe, supersedes the previous convention of 1880, which was also signed both by the United States and a majority of the European powers. This treaty confers upon us equal commercial rights with all European countries and does not entail a single obligation of any kind upon us, and I earnestly hope it may be speedily ratified. To refuse to ratify it would merely mean that we forfeited our commercial rights in Morocco and would not achieve another object of any kind. In the event of such refusal we would be left for the first time in a hundred and twenty years without any commercial treaty with Morocco; and this at a time when we are everywhere seeking new markets and outlets for trade.\n The destruction of the Pribilof Islands fur seals by pelagic sealing still continues. The herd which, according to the surveys made in 1874 by direction of the Congress, numbered 4,700,000, and which, according to the survey of both American and Canadian commissioners in 1891, amounted to 1,000,000, has now been reduced to about 180,000. This result has been brought about by Canadian and some other sealing vessels killing the female seals while in the water during their annual pilgrimage to and from the south, or in search of food. As a rule the female seal when killed is pregnant, and also has an unweaned pup on land, so that, for each skin taken by pelagic sealing, as a rule, three lives are destroyed--the mother, the unborn offspring, and the nursing pup, which is left to starve to death. No damage whatever is done to the herd by the carefully regulated killing on land; the custom of pelagic sealing is solely responsible for all of the present evil, and is alike indefensible from the economic standpoint and from the standpoint of humanity.\n In 1896 over 16,000 young seals were found dead from starvation on the Pribilof Islands. In 1897 it was estimated that since pelagic sealing began upward of 400,000 adult female seals had been killed at sea, and over 300,000 young seals had died of starvation as the result. The revolting barbarity of such a practise, as well as the wasteful destruction which it involves, needs no demonstration and is its own condemnation. The Bering Sea Tribunal, which sat in Paris in 1893, and which decided against the claims of the United States to exclusive jurisdiction in the waters of Bering Sea and to a property right in the fur seals when outside of the three-mile limit, determined also upon certain regulations which the Tribunal considered sufficient for the proper protection and preservation of the fur seal. in, or habitually resorting to, the Bering Sea. The Tribunal by its regulations established a close season, from the 1st of May to the 31st of July, and excluded all killing in the waters within 60 miles around the Pribilof Islands. They also provided that the regulations which they had determined upon, with a view to the protection and preservation of the seals, should be submitted every five years to new examination, so as to enable both interested Governments to consider whether, in the light of past experience, there was occasion for any modification thereof.\n The regulations have proved plainly inadequate to accomplish the object of protection and preservation of the fur seals, and for a long time this Government has been trying in vain to secure from Great Britain such revision and modification of the regulations as were contemplated and provided for by the award of the Tribunal of Paris.\n The process of destruction has been accelerated during recent years by the appearance of a number of Japanese vessels engaged in pelagic sealing. As these vessels have not been bound even by the inadequate limitations prescribed by the Tribunal of Paris, they have paid no attention either to the close season or to the sixty-mile limit imposed upon the Canadians, and have prosecuted their work up to the very islands themselves. On July 16 and 17 the crews from several Japanese vessels made raids upon the island of St. Paul, and before they were beaten off by the very meager and insufficiently armed guard, they succeeded in killing several hundred seals and carrying off the skins of most of them. Nearly all the seals killed were females and the work was done with frightful barbarity. Many of the seals appear to have been skinned alive and many were found half skinned and still alive. The raids were repelled only by the use of firearms, and five of the raiders were killed, two were wounded, and twelve captured, including the two wounded. Those captured have since been tried and sentenced to imprisonment. An attack of this kind had been wholly unlookt for, but such provision of vessels, arms, and ammunition will now be made that its repetition will not be found profitable.\n Suitable representations regarding the incident have been made to the Government of Japan, and we are assured that all practicable measures will be taken by that country to prevent any recurrence of the outrage. On our part, the guard on the island will be increased and better equipped and organized, and a better revenue-cutter patrol service about the islands will be established; next season a United States war vessel will also be sent there.\n We have not relaxed our efforts to secure an agreement with Great Britain for adequate protection of the seal herd, and negotiations with Japan for the same purpose are in progress.\n The laws for the protection of the seals within the jurisdiction of the United States need revision and amendment. Only the islands of St. Paul and St. George are now, in terms, included in the Government reservation, and the other islands are also to be included. The landing of aliens as well as citizens upon the islands, without a permit from the Department of Commerce and Labor, for any purpose except in case of stress of weather or for water, should be prohibited under adequate penalties. The approach of vessels for the excepted purposes should be regulated. The authority of the Government agents on the islands should be enlarged, and the chief agent should have the powers of a committing magistrate. The entrance of a vessel into the territorial waters surrounding the islands with intent to take seals should be made a criminal offense and cause of forfeiture. Authority for seizures in such cases should be given and the presence on any such vessel of seals or sealskins, or the paraphernalia for taking them, should be made prima facie evidence of such intent. I recommend what legislation is needed to accomplish these ends; and I commend to your attention the report of Mr. Sims, of the Department of Commerce and Labor, on this subject.\n In case we are compelled to abandon the hope of making arrangements with other governments to put an end to the hideous cruelty now incident to pelagic sealing, it will be a question for your serious consideration how far we should continue to protect and maintain the seal herd on land with the result of continuing such a practise, and whether it is not better to end the practice by exterminating the herd ourselves in the most humane way possible.\n In my last message I advised you that the Emperor of Russia had taken the initiative in bringing about a second peace conference at The Hague. Under the guidance of Russia the arrangement of the preliminaries for such a conference has been progressing during the past year. Progress has necessarily been slow, owing to the great number of countries to be consulted upon every question that has arisen. It is a matter of satisfaction that all of the American Republics have now, for the first time, been invited to join in the proposed conference.\n The close connection between the subjects to be taken up by the Red Cross Conference held at Geneva last summer and the subjects which naturally would come before The Hague Conference made it apparent that it was desirable to have the work of the Red Cross Conference completed and considered by the different powers before the meeting at The Hague. The Red Cross Conference ended its labors on the 6th day of July, and the revised and amended convention, which was signed by the American delegates, will be promptly laid before the Senate.\n By the special and highly appreciated courtesy of the Governments of Russia and the Netherlands, a proposal to call The Hague Conference together at a time which would conflict with the Conference of the American Republics at Rio de Janeiro in August was laid aside. No other date has yet been suggested. A tentative program for the conference has been proposed by the Government of Russia, and the subjects which it enumerates are undergoing careful examination and consideration in preparation for the conference.\n It must ever be kept in mind that war is not merely justifiable, but imperative, upon honorable men, upon an honorable nation, where peace can only be obtained by the sacrifice of conscientious conviction or of national welfare. Peace is normally a great good, and normally it coincides with righteousness; but it is righteousness and not peace which should bind the conscience of a nation as it should bind the conscience of an individual; and neither a nation nor an individual can surrender conscience to another's keeping. Neither can a nation, which is an entity, and which does not die as individuals die, refrain from taking thought for the interest of the generations that are to come, no less than for the interest of the generation of to-day; and no public men have a right, whether from shortsightedness, from selfish indifference, or from sentimentality, to sacrifice national interests which are vital in character. A just war is in the long run far better for a nation's soul than the most prosperous peace obtained by acquiescence in wrong or injustice. Moreover, tho it is criminal for a nation not to prepare for war, so that it may escape the dreadful consequences of being defeated in war, yet it must always be remembered that even to be defeated in war may be far better than not to have fought at all. As has been well and finely said, a beaten nation is not necessarily a disgraced nation; but the nation or man is disgraced if the obligation to defend right is shirked.\n We should as a nation do everything in our power for the cause of honorable peace. It is morally as indefensible for a nation to commit a wrong upon another nation, strong or weak, as for an individual thus to wrong his fellows. We should do all in our power to hasten the day when there shall be peace among the nations--a peace based upon justice and not upon cowardly submission to wrong. We can accomplish a good deal in this direction, but we can not accomplish everything, and the penalty of attempting to do too much would almost inevitably be to do worse than nothing; for it must be remembered that fantastic extremists are not in reality leaders of the causes which they espouse, but are ordinarily those who do most to hamper the real leaders of the cause and to damage the cause itself. As yet there is no likelihood of establishing any kind of international power, of whatever sort, which can effectively check wrongdoing, and in these circumstances it would be both a foolish and an evil thing for a great and free nation to deprive itself of the power to protect its own rights and even in exceptional cases to stand up for the rights of others. Nothing would more promote iniquity, nothing would further defer the reign upon earth of peace and righteousness, than for the free and enlightened peoples which, tho with much stumbling and many shortcomings, nevertheless strive toward justice, deliberately to render themselves powerless while leaving every despotism and barbarism armed and able to work their wicked will. The chance for the settlement of disputes peacefully, by arbitration, now depends mainly upon the possession by the nations that mean to do right of sufficient armed strength to make their purpose effective.\n The United States Navy is the surest guarantor of peace which this country possesses. It is earnestly to be wisht that we would profit by the teachings of history in this matter. A strong and wise people will study its own failures no less than its triumphs, for there is wisdom to be learned from the study of both, of the mistake as well as of the success. For this purpose nothing could be more instructive than a rational study of the war of 1812, as it is told, for instance, by Captain Mahan. There was only one way in which that war could have been avoided. If during the preceding twelve years a navy relatively as strong as that which this country now has had been built up, and an army provided relatively as good as that which the country now has, there never would have been the slightest necessity of fighting the war; and if the necessity had arisen the war would under such circumstances have ended with our speedy and overwhelming triumph. But our people during those twelve years refused to make any preparations whatever, regarding either the Army or the Navy. They saved a million or two of dollars by so doing; and in mere money paid a hundredfold for each million they thus saved during the three years of war which followed--a war which brought untold suffering upon our people, which at one time threatened the gravest national disaster, and which, in spite of the necessity of waging it, resulted merely in what was in effect a drawn battle, while the balance of defeat and triumph was almost even.\n I do not ask that we continue to increase our Navy. I ask merely that it be maintained at its present strength; and this can be done only if we replace the obsolete and outworn ships by new and good ones, the equals of any afloat in any navy. To stop building ships for one year means that for that year the Navy goes back instead of forward. The old battle ship Texas, for instance, would now be of little service in a stand-up fight with a powerful adversary. The old double-turret monitors have outworn their usefulness, while it was a waste of money to build the modern single-turret monitors. All these ships should be replaced by others; and this can be done by a well-settled program of providing for the building each year of at least one first-class battle ship equal in size and speed to any that any nation is at the same time building; the armament presumably to consist of as large a number as possible of very heavy guns of one caliber, together with smaller guns to repel torpedo attack; while there should be heavy armor, turbine engines, and in short, every modern device. Of course, from time to time, cruisers, colliers, torpedo-boat destroyers or torpedo boats, Will have to be built also. All this, be it remembered, would not increase our Navy, but would merely keep it at its present strength. Equally of course, the ships will be absolutely useless if the men aboard them are not so trained that they can get the best possible service out of the formidable but delicate and complicated mechanisms intrusted to their care. The marksmanship of our men has so improved during the last five years that I deem it within bounds to say that the Navy is more than twice as efficient, ship for ship, as half a decade ago. The Navy can only attain proper efficiency if enough officers and men are provided, and if these officers and men are given the chance (and required to take advantage of it) to stay continually at sea and to exercise the fleets singly and above all in squadron, the exercise to be of every kind and to include unceasing practise at the guns, conducted under conditions that will test marksmanship in time of war.\n In both the Army and the Navy there is urgent need that everything possible should be done to maintain the highest standard for the personnel, alike as regards the officers and the enlisted men. I do not believe that in any service there is a finer body of enlisted men and of junior officer than we have in both the Army and the Navy, including the Marine Corps. All possible encouragement to the enlisted men should be given, in pay and otherwise, and everything practicable done to render the service attractive to men of the right type. They should be held to the strictest discharge of their duty, and in them a spirit should be encouraged which demands not the mere performance of duty, but the performance of far more than duty, if it conduces to the honor and the interest of the American nation; and in return the amplest consideration should be theirs.\n West Point and Annapolis already turn out excellent officers. We do not need to have these schools made more scholastic. On the contrary we should never lose sight of the fact that the aim of each school is to turn out a man who shall be above everything else a fighting man. In the Army in particular it is not necessary that either the cavalry or infantry officer should have special mathematical ability. Probably in both schools the best part of the education is the high standard of character and of professional morale which it confers.\n But in both services there is urgent need for the establishment of a principle of selection which will eliminate men after a certain age if they can not be promoted from the subordinate ranks, and which will bring into the higher ranks fewer men, and these at an earlier age. This principle of selection will be objected to by good men of mediocre capacity, who are fitted to do well while young in the lower positions, but who are not fitted to do well when at an advanced age they come into positions of command and of great responsibility. But the desire of these men to be promoted to positions which they are not competent to fill should not weigh against the interest of the Navy and the country. At present our men, especially in the Navy, are kept far too long in the junior grades, and then, at much too advanced an age, are put quickly thru the senior grades, often not attaining to these senior grades until they are too old to be of real use in them; and if they are of real use, being put thru them so quickly that little benefit to the Navy comes from their having been in them at all.\n The Navy has one great advantage over the Army in the fact that the officers of high rank are actually trained in the continual performance of their duties; that is, in the management of the battle ships and armored cruisers gathered into fleets. This is not true of the army officers, who rarely have corresponding chances to exercise command over troops under service conditions. The conduct of the Spanish war showed the lamentable loss of life, the useless extravagance, and the inefficiency certain to result, if during peace the high officials of the War and Navy Departments are praised and rewarded only if they save money at no matter what cost to the efficiency of the service, and if the higher officers are given no chance whatever to exercise and practise command. For years prior to the Spanish war the Secretaries of War were praised chiefly if they practised economy; which economy, especially in connection with the quartermaster, commissary, and medical departments, was directly responsible for most of the mismanagement that occurred in the war itself--and parenthetically be it observed that the very people who clamored for the misdirected economy in the first place were foremost to denounce the mismanagement, loss, and suffering which were primarily due to this same misdirected economy and to the lack of preparation it involved. There should soon be an increase in the number of men for our coast defenses; these men should be of the right type and properly trained; and there should therefore be an increase of pay for certain skilled grades, especially in the coast artillery. Money should be appropriated to permit troops to be massed in body and exercised in maneuvers, particularly in marching. Such exercise during the summer just past has been of incalculable benefit to the Army and should under no circumstances be discontinued. If on these practise marches and in these maneuvers elderly officers prove unable to bear the strain, they should be retired at once, for the fact is conclusive as to their unfitness for war; that is, for the only purpose because of which they should be allowed to stay in the service. It is a real misfortune to have scores of small company or regimental posts scattered thruout the country; the Army should be gathered in a few brigade or division posts; and the generals should be practised in handling the men in masses. Neglect to provide for all of this means to incur the risk of future disaster and disgrace.\n The readiness and efficiency of both the Army and Navy in dealing with the recent sudden crisis in Cuba illustrate afresh their value to the Nation. This readiness and efficiency would have been very much less had it not been for the existence of the General Staff in the Army and the General Board in the Navy; both are essential to the proper development and use of our military forces afloat and ashore. The troops that were sent to Cuba were handled flawlessly. It was the swiftest mobilization and dispatch of troops over sea ever accomplished by our Government. The expedition landed completely equipped and ready for immediate service, several of its organizations hardly remaining in Havana over night before splitting up into detachments and going to their several posts, It was a fine demonstration of the value and efficiency of the General Staff. Similarly, it was owing in large part to the General Board that the Navy was able at the outset to meet the Cuban crisis with such instant efficiency; ship after ship appearing on the shortest notice at any threatened point, while the Marine Corps in particular performed indispensable service. The Army and Navy War Colleges are of incalculable value to the two services, and they cooperate with constantly increasing efficiency and importance.\n The Congress has most wisely provided for a National Board for the promotion of rifle practise. Excellent results have already come from this law, but it does not go far enough. Our Regular Army is so small that in any great war we should have to trust mainly to volunteers; and in such event these volunteers should already know how to shoot; for if a soldier has the fighting edge, and ability to take care of himself in the open, his efficiency on the line of battle is almost directly Proportionate to excellence in marksmanship. We should establish shooting galleries in all the large public and military schools, should maintain national target ranges in different parts of the country, and should in every way encourage the formation of rifle clubs thruout all parts of the land. The little Republic of Switzerland offers us an excellent example in all matters connected with building up an efficient citizen soldiery."}