{"title": "December 6 1927 Fifth Annual Message-Calvin Coolidge", "content": " Particular attention has been given to assisting men past middle life and in providing field labor for harvesting agricultural crops. This has been made possible in part through the service of the Federal Board for Vocational Education, which is cooperating with the States in a program to increase the technical knowledge and skill of the wage earner.\n PUBLIC BUILDINGS\n Construction is under way in the country and ground has been broken for carrying out a public-building program for Washington. We have reached a time when not only the conveniences but the architectural beauty of the public buildings of the Capital City should be given much attention. It will be necessary to purchase further land and provide the required continuing appropriations.\n HISTORICAL CELEBRATIONS\n Provision is being made to commemorate the two hundredth anniversary of the birth of George Washington. Suggestion has been made for the construction of a memorial road leading from the Capital to Mount Vernon, which may well have the consideration of the Congress, and the commission intrusted with preparations for the celebration will undoubtedly recommend publication of the complete writings of Washington and a series of writings by different authors relating to him.\n February 25, 1929. is the one hundred and fiftieth anniversary of the capture of Fort Sackville, at Vincennes, in the State of Indiana. This eventually brought into the Union what was known as the Northwest Territory, embracing the region north of the Ohio River between the Alleghenies and the Mississippi River. This expedition was led by George Rogers Clark. His heroic character and the importance of his victory are too little known and understood. They gave us not only this Northwest Territory but by means of that the prospect of reaching the Pacific. The State of Indiana is proposing to dedicate the site of Fort Sackville as a national shrine. The Federal Government may well make some provision for the erection under its own management of a fitting memorial at that point.\n FOREIGN RELATIONS\n It is the policy of the United States to promote peace. We are a peaceful people and committed to the settling of disputes by amicable adjustment rather than by force. We have believed that peace can best be secured by a faithful observance on our part of the principles of international law, accompanied by patience and conciliation, and requiring of others a like treatment for ourselves. We have lately had some difference with Mexico relative to the injuries inflicted upon our nationals and their property within that country. A firm adherence to our rights and a scrupulous respect for the sovereignty of Mexico, both in accordance with the law of nations, coupled with patience and forbearance, it is hoped will resolve all our differences without interfering with the friendly relationship between the two Governments.\n We have been compelled to send naval and marine forces to China to protect the lives and property of our citizens. Fortunately their simple presence there has been sufficient to prevent any material loss of life. But there has been considerable loss of property. That unhappy country is torn by factions and revolutions which bid fair to last for an indefinite period. Meanwhile we are protecting our citizens and stand ready to cooperate with any government which may emerge in promoting the welfare of the people of China. They have always had our friendship, and they should especially merit our consideration in these days of their distraction and distress.\n We were confronted by similar condition on a small scale in Nicaragua. Our marine and naval forces protected our citizens and their property and prevented a heavy sacrifice of life and the destruction of that country by a reversion to a state of revolution. Henry L. Stimson, former Secretary of War, was sent there to cooperate with our diplomatic and military officers in effecting a settlement between the contending parties. This was done on the assurance that we would cooperate in restoring a state of peace where our rights would be protected by giving our assistance in the conduct of the next presidential election, which occurs in a few months. With this assurance the population returned to their peacetime pursuits, with the exception of some small roving bands of outlaws.\n In general, our relations with other countries can be said to have improved within the year. While having a due regard for our own affairs, the protection of our own rights, and the advancement of our own people, we can afford to be liberal toward others. Our example has become of great importance in the world. It is recognized that we are independent, detached, and can and do take a disinterested position in relation to international affairs. Our charity embraces the earth. Our trade is far flung. Our financial favors are widespread. Those who are peaceful and law-abiding realize that not only have they nothing to fear from us, but that they can rely on our moral support. Proposals for promoting the peace of the world will have careful consideration. But we are not a people who are always seeking for a sign. We know that peace comes from honesty and fair dealing, from moderation, and a generous regard for the rights of others. The heart of the Nation is more important than treaties. A spirit of generous consideration is a more certain defense than great armaments. We should continue to promote peace by our example, and fortify it by such international covenants against war as we are permitted under our Constitution to make.\n AMERICAN PROGRESS\n Our country has made much progress. But it has taken, and will continue to take, much effort. Competition will be keen, the temptation to selfishness and arrogance will be severe, the provocations to deal harshly with weaker peoples will be many. All of these are embraced in the opportunity for true greatness. They will be overbalanced by cooperation by generosity, and a spirit of neighborly kindness. The forces of the universe are taking humanity in that direction. In doing good, in walking humbly, in sustaining its own people in ministering to other nations, America will work out its own mighty destiny."}