{"title": "December 7 1875 Seventh Annual Message-Ulysses S. Grant", "content": "409,784.90, and for the year ending June 30, 1875, $110,007,493.58; increase, $7,597,708.68.\n The report also shows a complete history of the workings of the Department for the last year, and contains recommendations for reforms and for legislation which I concur in, but can not comment on so fully as I should like to do if space would permit, but will confine myself to a few suggestions which I look upon as vital to the best interests of the whole people--coming within the purview of \"Treasury;\" I mean specie resumption. Too much stress can not be laid upon this question, and I hope Congress may be induced, at the earliest day practicable, to insure the consummation of the act of the last Congress, at its last session, to bring about specie resumption \"on and after the 1st of January, 1879,\" at furthest. It would be a great blessing if this could be consummated even at an earlier day.\n Nothing seems to me more certain than that a full, healthy, and permanent reaction can not take place in favor of the industries and financial welfare of the country until we return to a measure of values recognized throughout the civilized world. While we use a currency not equivalent to this standard the world's recognized standard, specie, becomes a commodity like the products of the soil, the surplus seeking a market wherever there is a demand for it.\n Under our present system we should want none, nor would we have any, were it not that customs dues must be paid in coin and because of the pledge to pay interest on the public debt in coin. The yield of precious metals would flow out for the purchase of foreign productions and the United States \"hewers of wood and drawers of water,\" because of wiser legislation on the subject of finance by the nations with whom we have dealings. I am not prepared to say that I can suggest the best legislation to secure the end most heartily recommended. It will be a source of great gratification to me to be able to approve any measure of Congress looking effectively toward securing \"resumption.\"\n Unlimited inflation would probably bring about specie payments more speedily than any legislation looking to redemption of the legal-tenders in coin; but it would be at the expense of honor. The legal-tenders would have no value beyond settling present liabilities, or, properly speaking, repudiating them. They would buy nothing after debts were all settled.\n There are a few measures which seem to me important in this connection and which I commend to your earnest consideration:\n A repeal of so much of the legal-tender act as makes these notes receivable for debts contracted after a date to be fixed in the act itself, say not later than the 1st of January, 1877. We should then have quotations at real values, not fictitious ones. Gold would no longer be at a premium, but currency at a discount. A healthy reaction would set in at once, and with it a desire to make the currency equal to what it purports to be. The merchants, manufacturers, and tradesmen of every calling could do business on a fair margin of profit, the money to be received having an unvarying value. Laborers and all classes who work for stipulated pay or salary would receive more for their income, because extra profits would no longer be charged by the capitalists to compensate for the risk of a downward fluctuation in the value of the currency.\n Second. That the Secretary of the Treasury be authorized to redeem, say, not to exceed $2,000,000 monthly of legal-tender notes, by issuing in their stead a long bond, bearing interest at the rate of 3.65 per cent per annum, of denominations ranging from $50 up to $1,000 each. This would in time reduce the legal-tender notes to a volume that could be kept afloat without demanding redemption in large sums suddenly.\n Third. That additional power be given to the Secretary of the Treasury to accumulate gold for final redemption, either by increasing revenue, curtailing expenses, or both (it is preferable to do both); and I recommend that reduction of expenditures be made wherever it can be done without impairing Government obligations or crippling the due execution thereof. One measure for increasing the revenue--and the only one I think of--is the restoration of the duty on tea and coffee. These duties would add probably $18,000,000 to the present amount received from imports, and would in no way increase the prices paid for those articles by the consumers.\n These articles are the products of countries collecting revenue from exports, and as we, the largest consumers, reduce the duties they proportionately increase them. With this addition to the revenue, many duties now collected, and which give but an insignificant return for the cost of collection, might be remitted, and to the direct advantage of consumers at home.\n I would mention those articles which enter into manufactures of all sorts. All duty paid upon such articles goes directly to the cost of the article when manufactured here, and must be paid for by the consumers. These duties not only come from the consumers at home, but act as a protection to foreign manufacturers of the same completed articles in our own and distant markets.\n I will suggest or mention another subject bearing upon the problem of \"how to enable the Secretary of the Treasury to accumulate balances.\" It is to devise some better method of verifying claims against the Government than at present exists through the Court of Claims, especially those claims growing out of the late war. Nothing is more certain than that a very large percentage of the amounts passed and paid are either wholly fraudulent or are far in excess of the real losses sustained. The large amount of losses proven--on good testimony according to existing laws, by affidavits of fictitious or unscrupulous persons--to have been sustained on small farms and plantations are not only far beyond the possible yield of those places for any one year, but, as everyone knows who has had experience in tilling the soil and who has visited the scenes of these spoliations, are in many instances more than the individual claimants were ever worth, including their personal and real estate.\n The report of the Attorney-General, which will be submitted to Congress at an early day, will contain a detailed history of awards made and of claim pending of the class here referred to.\n The report of the Secretary of War, accompanying this message, gives a detailed account of Army operations for the year just passed, expenses for maintenance, etc., with recommendations for legislation to which I respectfully invite your attention. To some of these I invite special attention:\n First. The necessity of making $300,000 of the appropriation for the Subsistence Department available before the beginning of the next fiscal year. Without this provision troops at points distant from supply production must either go without food or existing laws must be violated. It is not attended with cost to the Treasury.\n Second. His recommendation for the enactment of a system of annuities for the families of deceased officers by voluntary deductions from the monthly pay of officers. This again is not attended with burden upon the Treasury, and would for the future relieve much distress which every old army officer has witnessed in the past--of officers dying suddenly or being killed, leaving families without even the means of reaching their friends, if fortunate enough to have friends to aid them.\n Third. The repeal of the law abolishing mileage, and a return to the old system.\n Fourth. The trial with torpedoes under the Corps of Engineers, and appropriation for the same. Should war ever occur between the United States and any maritime power, torpedoes will be among if not the most effective and cheapest auxiliary for the defense of harbors, and also in aggressive operations, that we can have. Hence it is advisable to learn by experiment their best construction and application, as well as effect.\n Fifth. A permanent organization for the Signal-Service Corps. This service has now become a necessity of peace as well as war, under the advancement made by the present able management.\n Sixth. A renewal of the appropriation for compiling the official records of the war, etc.\n The condition of our Navy at this time is a subject of satisfaction. It does not contain, it is true, any of the powerful cruising ironclads which make so much of the maritime strength of some other nations, but neither our continental situation nor our foreign policy requires that we should have a large number of ships of this character, while this situation and the nature of our ports combine to make those of other nations little dangerous to us under any circumstances.\n Our Navy does contain, however, a considerable number of ironclads of the monitor class, which, though not properly cruisers, are powerful and effective for harbor defense and for operations near our own shores. Of these all the single-turreted ones, fifteen in number, have been substantially rebuilt, their rotten wooden beams replaced with iron, their hulls strengthened, and their engines and machinery thoroughly repaired, so that they are now in the most efficient condition and ready for sea as soon as they can be manned and put in commission.\n The five double-turreted ironclads belonging to our Navy, by far the most powerful of our ships for fighting purposes, are also in hand undergoing complete repairs, and could be ready for sea in periods varying from four to six months. With these completed according to the present design and our two iron torpedo boats now ready, our ironclad fleet will be, for the purposes of defense at home, equal to any force that can readily be brought against it.\n Of our wooden navy also cruisers of various sizes, to the number of about forty, including those now in commission, are in the Atlantic, and could be ready for duty as fast as men could be enlisted for those not already in commission. Of these, one-third are in effect new ships, and though some of the remainder need considerable repairs to their boilers and machinery, they all are, or can readily be made, effective.\n This constitutes a fleet of more than fifty war ships, of which fifteen are ironclad, now in hand on the Atlantic coast. The Navy has been brought to this condition by a judicious and practical application of what could be spared from the current appropriations of the last few years and from that made to meet the possible emergency of two years ago. It has been done quietly, without proclamation or display, and though it has necessarily straitened the Department in its ordinary expenditure, and, as far as the ironclads are concerned, has added nothing to the cruising force of the Navy, yet the result is not the less satisfactory because it is to be found in a great increase of real rather than apparent force. The expenses incurred in the maintenance of an effective naval force in all its branches are necessarily large, but such force is essential to our position, relations, and character, and affects seriously the weight of our principles and policy throughout the whole sphere of national responsibilities.\n The estimates for the regular support of this branch of the service for the next year amount to a little less in the aggregate than those made for the current year; but some additional appropriations are asked for objects not included in the ordinary maintenance of the Navy, but believed to be of pressing importance at this time. It would, in my opinion, be wise at once to afford sufficient means for the immediate completion of the five double-turreted monitors now undergoing repairs, which must otherwise advance slowly, and only as money can be spared from current expenses. Supplemented by these, our Navy, armed with the destructive weapons of modern warfare, manned by our seamen, and in charge of our instructed officers, will present a force powerful for the home purposes of a responsible though peaceful nation.\n The report of the Postmaster-General herewith transmitted gives a full history of the workings of the Department for the year just past. It will be observed that the deficiency to be supplied from the General Treasury is increased over the amount required for the preceding year. In a country so vast in area as the United States, with large portions sparsely settled, it must be expected that this important service will be more or less a burden upon the Treasury for many years to come. But there is no branch of the public service which interests the whole people more than that of cheap and rapid transmission of the mails to every inhabited part of our territory. Next to the free school, the post-office is the great educator of the people, and it may well receive the support of the General Government.\n The subsidy of $150,000 per annum given to vessels of the United States for carrying the mails between New York and Rio de Janeiro having ceased on the 30th day of September last, we are without direct mail facilities with the South American States. This is greatly to be regretted, and I do not hesitate to recommend the authorization of a renewal of that contract, and also that the service may be increased from monthly to semi-monthly trips. The commercial advantages to be gained by a direct line of American steamers to the South American States will far outweigh the expense of the service.\n By act of Congress approved March 3, 1875, almost all matter, whether properly mail matter or not, may be sent any distance through the mails, in packages not exceeding 4 pounds in weight, for the sum of 16 cents per pound. So far as the transmission of real mail matter goes, this would seem entirely proper; but I suggest that the law be so amended as to exclude from the mails merchandise of all descriptions, and limit this transportation to articles enumerated, and which may be classed as mail matter proper.\n The discovery of gold in the Black Hills, a portion of the Sioux Reservation, has had the effect to induce a large emigration of miners to that point. Thus far the effort to protect the treaty rights of the Indians to that section has been successful, but the next year will certainly witness a large increase of such emigration. The negotiations for the relinquishment of the gold fields having failed, it will be necessary for Congress to adopt some measures to relieve the embarrassment growing out of the causes named. The Secretary of the Interior suggests that the supplies now appropriated for the sustenance of that people, being no longer obligatory under the treaty of 1868, but simply a gratuity, may be issued or withheld at his discretion.\n The condition of the Indian Territory, to which I have referred in several of my former annual messages, remains practically unchanged. The Secretary of the Interior has taken measures to obtain a full report of the condition of that Territory, and will make it the subject of a special report at an early day. It may then be necessary to make some further recommendation in regard to legislation for the government of that Territory.\n The steady growth and increase of the business of the Patent Office indicates in some measure the progress of the industrial activity of the country. The receipts of the office are in excess of its expenditures, and the office generally is in a prosperous and satisfactory condition.\n The report of the General Land Office shows that there were 2,459,601 acres less disposed of during this than during the last year. More than one-half of this decrease was in lands disposed of under the homestead and timber-culture laws. The cause of this decrease is supposed to be found in the grasshopper scourge and the droughts which prevailed so extensively in some of the frontier States and Territories during that time as to discourage and deter entries by actual settlers. The cash receipts were less by $690,322.23 than during the preceding year.\n The entire surveyed area of the public domain is 680,253,094 acres, of which 26,077,531 acres were surveyed during the past year, leaving 1,154,471,762 acres still unsurveyed.\n The report of the Commissioner presents many interesting suggestions in regard to the management and disposition of the public domain and the modification of existing laws, the apparent importance of which should insure for them the careful consideration of Congress.\n The number of pensioners still continues to decrease, the highest number having been reached during the year ending June 30, 1873. During the last year 11,557 names were added to the rolls, and 12,977 were dropped therefrom, showing a net decrease of 1,420. But while the number of pensioners has decreased, the annual amount due on the pension rolls has increased $44,733.13. This is caused by the greatly increased average rate of pensions, which, by the liberal legislation of Congress, has increased from $90.26 in 1872 to $103.91 in 1875 to each invalid pensioner, an increase in the average rate of 15 per cent in the three years. During the year ending June 30, 1875, there was paid on account of pensions, including the expenses of disbursement, $29,683,116, being $910,632 less than was paid the preceding year. This reduction in amount of expenditures was produced by the decrease in the amount of arrearages due on allowed claims and on pensions the rate of which was increased by the legislation of the preceding session of Congress. At the close of the last fiscal year there were on the pension rolls 234,821 persons, of whom 210,363 were army pensioners, 105,478 being invalids and 104,885 widows and dependent relatives; 3,420 were navy pensioners, of whom 1,636 were invalids and 1,784 widows and dependent relatives; 21,038 were pensioners of the War of 1812, 15,875 of whom were survivors and 5,163 were widows.\n It is estimated that $29,535,000 will be required for the payment of pensions for the next fiscal year, an amount $965,000 less than the estimate for the present year.\n The geological explorations have been prosecuted with energy during the year, covering an area of about 40,000 square miles in the Territories of Colorado, Utah, and New Mexico, developing the agricultural and mineral resources and furnishing interesting scientific and topographical details of that region.\n The method for the treatment of the Indians adopted at the beginning of my first term has been steadily pursued, and with satisfactory and encouraging results. It has been productive of evident improvement in the condition of that race, and will be continued, with only such modifications as further experience may indicate to be necessary.\n The board heretofore appointed to take charge of the articles and materials pertaining to the War, the Navy, the Treasury, the Interior, and the Post-Office Departments, and the Department of Agriculture, the Smithsonian Institution, and the Commission of Food Fishes, to be contributed, under the legislation of last session, to the international exhibition to be held at Philadelphia during the centennial year 1876, has been diligent in the discharge of the duties which have devolved upon it; and the preparations so far made with the means at command give assurance that the governmental contribution will be made one of the marked characteristics of the exhibition. The board has observed commendable economy in the matter of the erection of a building for the governmental exhibit, the expense of which it is estimated will not exceed, say, $80,000. This amount has been withdrawn, under the law, from the appropriations of five of the principal Departments, which leaves some of those Departments without sufficient means to render their respective practical exhibits complete and satisfactory. The exhibition being an international one, and the Government being a voluntary contributor, it is my opinion that its contribution should be of a character, in quality and extent, to sustain the dignity and credit of so distinguished a contributor. The advantages to the country of a creditable display are, in an international point of view, of the first importance, while an indifferent or uncreditable participation by the Government would be humiliating to the patriotic feelings of our people themselves. I commend the estimates of the board for the necessary additional appropriations to the favorable consideration of Congress.\n The powers of Europe almost without exception, many of the South American States, and even the more distant Eastern powers have manifested their friendly sentiments toward the United States and the interest of the world in our progress by taking steps to join with us in celebrating the centennial of the nation, and I strongly recommend that a more national importance be given to this exhibition by such legislation and by such appropriation as will insure its success. Its value in bringing to our shores innumerable useful works of art and skill, the commingling of the citizens of foreign countries and our own, and the interchange of ideas and manufactures will far exceed any pecuniary outlay we may make.\n I transmit herewith the report of the Commissioner of Agriculture, together with the reports of the Commissioners, the board of audit, and the board of health of the District of Columbia, to all of which I invite your attention.\n The Bureau of Agriculture has accomplished much in disseminating useful knowledge to the agriculturist, and also in introducing new and useful productions adapted to our soil and climate, and is worthy of the continued encouragement of the Government.\n The report of the Commissioner of Education, which accompanies the report of the Secretary of the Interior, shows a gratifying progress in educational matters.\n In nearly every annual message that I have had the honor of transmitting to Congress I have called attention to the anomalous, not to say scandalous, condition of affairs existing in the Territory of Utah, and have asked for definite legislation to correct it. That polygamy should exist in a free, enlightened, and Christian country, without the power to punish so flagrant a crime against decency and morality, seems preposterous. True, there is no law to sustain this unnatural vice; but what is needed is a law to punish it as a crime, and at the same time to fix the status of the innocent children, the offspring of this system, and of the possibly innocent plural wives. But as an institution polygamy should be banished from the land.\n While this is being done I invite the attention of Congress to another, though perhaps no less an evil--the importation of Chinese women, but few of whom are brought to our shores to pursue honorable or useful occupations.\n Observations while visiting the Territories of Wyoming, Utah, and Colorado during the past autumn convinced me that existing laws regulating the disposition of public lands, timber, etc., and probably the mining laws themselves, are very defective and should be carefully amended, and at an early day. Territory where cultivation of the soil can only be followed by irrigation, and where irrigation is not practicable the lands can only be used as pasturage, and this only where stock can reach water (to quench its thirst), can not be governed by the same laws as to entries as lands every acre of which is an independent estate by itself.\n Land must be held in larger quantities to justify the expense of conducting water upon it to make it fruitful, or to justify utilizing it as pasturage. The timber in most of the Territories is principally confined to the mountain regions, which are held for entry in small quantities only, and as mineral lands. The timber is the property of the United States, for the disposal of which there is now no adequate law. The settler must become a consumer of this timber, whether he lives upon the plain or engages in working the mines. Hence every man becomes either a trespasser himself or knowingly a patron of trespassers.\n My opportunities for observation were not sufficient to justify me in recommending specific legislation on these subjects, but I do recommend that a joint committee of the two Houses of Congress, sufficiently large to be divided into subcommittees, be organized to visit all the mining States and Territories during the coming summer, and that the committee shall report to Congress at the next session such laws or amendments to laws as it may deem necessary to secure the best interests of the Government and the people of these Territories, who are doing so much for their development.\n I am sure the citizens occupying the territory described do not wish to be trespassers, nor will they be if legal ways are provided for them to become owners of these actual necessities of their position.\n As this will be the last annual message which I shall have the honor of transmitting to Congress before my successor is chosen, I will repeat or recapitulate the questions which I deem of vital importance which may be legislated upon and settled at this session:\n First. That the States shall be required to afford the opportunity of a good common-school education to every child within their limits.\n Second. No sectarian tenets shall ever be taught in any school supported in whole or in part by the State, nation, or by the proceeds of any tax levied upon any community. Make education compulsory so far as to deprive all persons who can not read and write from becoming voters after the year 1890, disfranchising none, however, on grounds of illiteracy who may be voters at the time this amendment takes effect.\n Third. Declare church and state forever separate and distinct, but each free within their proper spheres; and that all church property shall bear its own proportion of taxation.\n Fourth. Drive out licensed immorality, such as polygamy and the importation of women for illegitimate purposes. To recur again to the centennial year, it would seem as though now, as we are about to begin the second century of our national existence, would be a most fitting time for these reforms.\n Fifth. Enact such laws as will insure a speedy return to a sound currency, such as will command the respect of the world.\n Believing that these views will commend themselves to the great majority of the right-thinking and patriotic citizens of the United States, I submit the rest to Congress."}