{"title": "December 10 1832 Nullification Proclamation-Andrew Jackson", "content": " mistaken men? For what do you throw away these inestimable blessings? For what would you exchange your share in the advantages and honor of the Union? For the dream of a separate independence--a dream interrupted by bloody conflicts with your neighbors and a vile dependence on a foreign power. If your leaders could succeed in establishing a separation, what would be your situation? Are you united at home? Are you free from the apprehension of civil discord, with all its fearful consequences? Do our neighboring republics, every day suffering some new revolution or contending with some new insurrection, do they excite your envy? But the dictates of a high duty oblige me solemnly to announce that you can not succeed. The laws of the United States must be executed. I have no discretionary power on the subject; my duty is emphatically pronounced in the Constitution. Those who told you that you might peaceably prevent their execution deceived you; they could not have been deceived themselves. They know that a forcible opposition could alone prevent the execution of the laws, and they know that such opposition must be repelled. Their object is disunion. But be not deceived by names. Disunion by armed force is treason. Are you really ready to incur its guilt? If you are, on the heads of the instigators of the act be the dreadful consequences; on their heads be the dishonor, but on yours may fall the punishment. On your unhappy State will inevitably fall all the evils of the conflict you force upon the Government of your country. It can not accede to the mad project of disunion, of which you would be the first victims. Its First Magistrate can not, if he would, avoid the performance of his duty. The consequence must be fearful for you, distressing to your fellow-citizens here and to the friends of good government throughout the world. Its enemies have beheld our prosperity with a vexation they could not conceal; it was a standing refutation of their slavish doctrines, and they will point to our discord with the triumph of malignant joy. It is yet in your power to disappoint them. There is yet time to show that the descendants of the Pinckneys, the Sumpters, the Rutledges, and of the thousand other names which adorn the pages of your Revolutionary history will not abandon that Union to support which so many of them fought and bled and died. I adjure you, as you honor their memory, as you love the cause of freedom, to which they dedicated their lives, as you prize the peace of your country, the lives of its best citizens, and your own fair fame, to retrace your steps. Snatch from the archives of your State the disorganizing edict of its convention; bid its members to reassemble and promulgate the decided expressions of your will to remain in the path which alone can conduct you to safety, prosperity, and honor. Tell them that compared to disunion all other evils are light, because that brings with it an accumulation of all. Declare that you will never take the field unless the star-spangled banner of your country shall float over you; that you will not be stigmatized when dead, and dishonored and scorned while you live, as the authors of the first attack on the Constitution of your country. Its destroyers you can not be. You may disturb its peace, you may interrupt the course of its prosperity, you may cloud its reputation for stability; but its tranquillity will be restored, its prosperity will return, and the stain upon its national character will be transferred and remain an eternal blot on the memory of those who caused the disorder.\n\nFellow-citizens of the United States, the threat of unhallowed disunion, the names of those once respected by whom it is uttered, the array of military force to support it, denote the approach of a crisis in our affairs on which the continuance of our unexampled prosperity, our political existence, and perhaps that of all free governments may depend. The conjuncture demanded a free, a full, and explicit enunciation, not only of my intentions, but of my principles of action; and as the claim was asserted of a right by a State to annul the laws of the Union, and even to secede from it at pleasure, a frank exposition of my opinions in relation to the origin and form of our Government and the construction I give to the instrument by which it was created seemed to be proper. Having the fullest confidence in the justness of the legal and constitutional opinion of my duties which has been expressed, I rely with equal confidence on your undivided support in my determination to execute the laws, to preserve the Union by all constitutional means, to arrest, if possible, by moderate and firm measures the necessity of a recourse to force; and if it be the will of Heaven that the recurrence of its primeval curse on man for the shedding of a brother's blood should fall upon our land, that it be not called down by any offensive act on the part of the United States.\n\nFellow-citizens, the momentous case is before you. On your undivided support of your Government depends the decision of the great question it involves--whether your sacred Union will be preserved and the blessing it secures to us as one people shall be perpetuated. No one can doubt that the unanimity with which that decision will be expressed will be such as to inspire new confidence in republican institutions, and that the prudence, the wisdom, and the courage which it will bring to their defense will transmit them unimpaired and invigorated to our children.\n\nMay the Great Ruler of Nations grant that the signal blessings with which He has favored ours may not, by the madness of party or personal ambition, be disregarded and lost; and may His wise providence bring those who have produced this crisis to see the folly before they feel the misery of civil strife, and inspire a returning veneration for that Union which, if we may dare to penetrate His designs, He has chosen as the only means of attaining the high destinies to which we may reasonably aspire.\n\nIn testimony whereof I have caused the seal of the United States to be hereunto affixed, having signed the same with my hand.\n\nDone at the city of Washington, this 10th day of December, A.D. 1832, and of the Independence of the United States the fifty-seventh.\n\nANDREW JACKSON.\n\nBy the President:\n\nEDW. LIVINGSTON,\n\nSecretary of State."}