{"title": "December 5 1899 Third Annual Message-William McKinley", "content": " San Francisco Mountains (Arizona), the Black Mesa (Arizona), Lake Tahoe (California), Gallatin (Montana), Gila River (New Mexico), and Fish Lake (Utah), the total estimated area of which is 5,205,775 acres. This makes at the present time a total of thirty-six forest reservations, embracing an estimated area Of 46,021,899 acres. This estimated area is the aggregated areas within the boundaries of the reserves. The lands actually reserved are, however, only the vacant public lands therein, and these have been set aside and reserved for sale or settlement in order that they may be of the greatest use to the people.\n Protection of the national forests, inaugurated by the Department of the Interior in 1897, has been continued during the past year and much has been accomplished in the way of preventing forest fires and the protection of the timber. There are now large tracts covered by forests which will eventually be reserved and set apart for forest uses. Until that can be done Congress should increase the appropriations for the work of protecting the forests.\n The Department of Agriculture is constantly consulting the needs of producers in all the States and Territories. It is introducing seeds and plants of great value and promoting fuller diversification of crops. Grains, grasses, fruits, legumes, and vegetables are imported for all parts of the United States. Under this encouragement the sugar-beet factory multiplies in the North and far West, semitropical plants are sent to the South, and congenial climates are sought for the choice productions of the far East. The hybridizing of fruit trees and grains is conducted in the search for varieties adapted to exacting conditions. The introduction of tea gardens into the Southern States promises to provide employment for idle hands, as well as to supply the home market with tea. The subject of irrigation where it is of vital importance to the people is being carefully studied, steps are being taken to reclaim injured or abandoned lands, and information for the people along these lines is being printed and distributed.\n Markets are being sought and opened up for surplus farm and factory products in Europe and in Asia. The outlook for the education of the young farmer through agricultural college and experiment station, with opportunity given to specialize in the Department of Agriculture, is very promising. The people of Hawaii, Puerto Rico, and the Philippine Islands should be helped, by the establishment of experiment stations, to a more scientific knowledge of the production of coffee, India rubber, and other tropical products, for which there is demand in the United States.\n There is widespread interest in the improvement of our public highways at the present time, and the Department of Agriculture is co-operating with the people in each locality in making the best possible roads from local material and in experimenting with steel tracks. A more intelligent system of managing the forests of the country is being put in operation and a careful study of the whole forestry problem is being conducted throughout the United States. A very extensive and complete exhibit of the agricultural and horticultural products of the United States is being prepared for the Paris Exposition.\n On the 10th of December, 1898, the treaty of peace between the United States and Spain was signed. It provided, among other things, that Spain should cede to the United States the archipelago known as the Philippine Islands, that the United States should pay to Spain the sum of twenty millions of dollars, and that the civil rights and political status of the native inhabitants of the territories thus ceded to the United States should be determined by the Congress. The treaty was ratified by the Senate on the 6th of February, 1899, and by the Government of Spain on the 19th of March following. The ratifications were exchanged on the 11th of April and the treaty publicly proclaimed. On the 2d of March the Congress voted the sum contemplated by the treaty, and the amount was paid over to the Spanish Government on the 1st of May.\n In this manner the Philippines came to the United States. The islands were ceded by the Government of Spain, which had been in undisputed possession of them for centuries. They were accepted not merely by our authorized commissioners in Paris, under the direction of the Executive, but by the constitutional and well-considered action of the representatives of the people of the United States in both Houses of Congress. I had every reason to believe, and I still believe that this transfer of sovereignty was in accordance with the wishes and the aspirations of the great mass of the Filipino people.\n From the earliest moment no opportunity was lost of assuring the people of the islands of our ardent desire for their welfare and of the intention of this Government to do everything possible to advance their interests. In my order of the 19th of May, 1898, the commander of the military expedition dispatched to the Philippines was instructed to declare that we came not to make war upon the people of that country, \" nor upon any party or faction among them, but to protect them in their homes, in their employments, and in their personal and religious rights.\" That there should be no doubt as to the paramount authority there, on the I 7th of August it was directed that 11 there must be no joint occupation with the insurgents \"; that the United States must preserve the peace and protect persons and property within the territory occupied by their military and naval forces; that the insurgents and all others must recognize the military occupation and authority of the United States. As early as December 4, before the cession, and in anticipation of that event, the commander in Manila was urged to restore peace and tranquility and to undertake the establishment of a beneficent government, which should afford the fullest security for life and property.\n On the 21st of December, after the treaty was signed, the commander of the forces of occupation was instructed 11 to announce and proclaim in the most public manner that we come, not as invaders and conquerors, but as friends to protect the natives in their homes, in their employments, and in their personal and religious rights.\" On the same day, while ordering General Otis to see that the peace should be preserved in Iloilo, he was admonished that: 11 It is most important that there should be no conflict with the insurgents.\" On the 1st day of January, 1899, urgent orders were reiterated that the kindly intentions of this Government should be in every possible way communicated to the insurgents.\n On the 21st of January I announced my intention of dispatching to Manila a commission composed of three gentlemen of the highest character and distinction, thoroughly acquainted with the Orient, who, in association with Admiral Dewey and Major-General Otis, were instructed \"to facilitate the most humane and effective extension of authority throughout the islands, and to secure with the least possible delay the benefits of a wise and generous protection of life and property to the inhabitants.\" These gentlemen were Dr. Jacob Gould Schurman, president of Cornell University; the Hon. Charles Denby, for many years minister to China, and Prof. Dean C. Worcester, of the University of Michigan, who had made a most careful study of life in the Philippines. While the treaty of peace was under consideration in the Senate, these Commissioners set out on their mission of good will and liberation. Their character was a sufficient guaranty of the beneficent purpose with which they went, even if they had not borne the positive instructions of this Government, which made their errand pre-eminently one of peace and friendship.\n But before their arrival at Manila the sinister ambition of a few leaders of the Filipinos had created a situation full of embarrassment for us and most grievous in its consequences to themselves. The clear and impartial preliminary report of the Commissioners, which I transmit herewith, gives so lucid and comprehensive a history of the present insurrectionary movement that the story need not be here repeated. It is enough to say that the claim of the rebel leader that he was promised independence by an officer of the United States in return for his assistance has no foundation in fact and is categorically denied by the very witnesses who were called to prove it. The most the insurgent leader hoped for when he came back to Manila was the liberation of the islands from the Spanish control, which they had been laboring for years without success to throw off.\n The prompt accomplishment of this work by the American Army and Navy gave him other ideas and ambitions, and insidious suggestions from various quarters perverted the purposes and intentions with which he had taken up arms. No sooner had our army captured Manila than the Filipino forces began to assume an attitude of suspicion and hostility which the utmost efforts of our officers and troops were unable to disarm or modify. Their kindness and forbearance were taken as a proof of cowardice. The aggressions of the Filipinos continually increased until finally, just before the time set by the Senate of the United States for a vote upon the treaty, an attack, evidently prepared in advance, was made all along the American lines, which resulted in a terribly destructive and sanguinary repulse of the insurgents.\n Ten days later an order of the insurgent government was issued to its adherents who had remained in Manila, of which General Otis justly observes that \"for barbarous intent it is unequaled in modern times.\" It directs that at 8 o'clock on the night of the 15th of February the ?territorial militia? shall come together in the streets of San Pedro armed with their bolos, with guns and ammunition where convenient; that Filipino families only shall be respected; but that all other individuals, of whatever race they maybe, shall be exterminated without any compassion, after the extermination of the army of occupation, and adds: \"Brothers, we must avenge ourselves on the Americans and exterminate them, that we may take our revenge for the infamies and treacheries which they have committed upon us. Have no compassion upon them; attack with vigor.\" A copy of this fell by good fortune into the hands of our officers and they were able to take measures to control the rising, which was actually attempted on the night of February 22, a week later than was originally contemplated. Considerable numbers of armed insurgents entered the city by waterways and swamps and in concert with confederates inside attempted to destroy Manila by fire. They were kept in check during the night and the next day driven out of the city with heavy loss.\n This was the unhappy condition of affairs which confronted our Commissioners on their arrival in Manila. They had come with the hope and intention of co-operating with Admiral Dewey and Major General Otis in establishing peace and order in the archipelago and the largest measure of self-government compatible with the true welfare of the people. What they actually found can best be set forth in their own words:\n Deplorable as war is, the one in which we are now engaged was unavoidable by us. We were attacked by a bold, adventurous, and enthusiastic army. No alternative was left to us except ignominious retreat. It is not to be conceived of that any American would have sanctioned the surrender of Manila to the insurgents. Our obligations to other nations and to the friendly Filipinos and to ourselves and our flag demanded that force should be met by force. Whatever the future of the Philippines may be, there is no course open to us now except the prosecution of the war until the insurgents are reduced to submission. The Commission is of the opinion that there has been no time since the destruction of the Spanish squadron by Admiral Dewey when it was possible to withdraw our forces from the island either with honor to ourselves or with safety to the inhabitants.\n The course thus clearly indicated has been unflinchingly pursued. The rebellion must be put down. Civil government cannot be thoroughly established until order is restored. With a devotion and gallantry worthy of its most brilliant history, the Army, ably and loyally assisted by the Navy, has carried on this unwelcome but most righteous campaign with richly deserved success. The noble self-sacrifice with which our soldiers and sailors whose terms of service had expired refused to avail themselves of their right to return home as long as they were needed at the front forms one of the brightest pages in our annals. Although their operations have been somewhat interrupted and checked by a rainy season of unusual violence and duration, they have gained ground steadily in every direction, and now look forward confidently to a speedy completion of their task.\n The unfavorable circumstances connected with an active campaign have not been permitted to interfere with the equally important work of reconstruction. Again I invite your attention to the report of the Commissioners for the interesting and encouraging details of the work already accomplished in the establishment of peace and order and the inauguration of self-governing municipal life in many portions of the archipelago. A notable beginning has been made in the establishment of a government in the island of Negros which is deserving of special consideration. This was the first island to accept American sovereignty. Its people unreservedly proclaimed allegiance to the United States and adopted a constitution looking to the establishment of a popular government. It was impossible to guarantee to the people of Negros that the constitution so adopted should be the ultimate form of government. Such a question, under the treaty with Spain and in accordance with our own Constitution and laws, came exclusively within the jurisdiction of the Congress. The government actually set up by the inhabitants of Negros eventually proved unsatisfactory to the natives themselves. A new system was put into force by order of the Major-General Commanding the Department, of which the following are the most important elements:\n It was ordered that the government of the island of Negros should consist of a military governor appointed by the United States military governor of the Philippines, and a civil governor and an advisory council elected by the people. The military governor was authorized to appoint secretaries of the treasury, interior, agriculture, public instruction, an attorney-general, and an auditor. The seat of government was fixed at Bacolod. The military governor exercises the supreme executive power. He is to see that the laws are executed, appoint to office, and fill all vacancies in office not otherwise provided for, and may, with the approval of the military governor of the Philippines, remove any officer from office. The civil governor advises the military governor on all public civil questions and presides over the advisory council. He, in general, performs the duties which are performed by secretaries of state in our own system of government.\n The advisory council consists of eight members elected by the people within territorial limits which are defined in the order of the commanding general.\n The times and places of holding elections are to be fixed by the military governor of the island of Negros. The qualifications or voters are as follows:\n (i) A voter must be a male citizen of the island of Negros. (q) Of the age Of 21 years. (3) He shall be able to speak, read, and write the English, Spanish. or Visayan language, or he must aw.12 real property worth $500, or pay a rental on real property of the value of $1,000. (4) He must have resided in the island not less than one year preceding, and in the district in which he offers to register as a voter not less than three months immediately preceding the time he offers to register. (5) He must register at a time fixed by law before voting. (6) Prior to such registration he shall have paid all taxes due by him to the Government. Provided, that no insane person shall be allowed to register or vote.\n The military governor has the right to veto all bills or resolutions adopted by the advisory council, and his veto is final if not disapproved by the military governor of the Philippines.\n The advisory council discharges all the ordinary duties of a legislature. The usual duties pertaining to said offices are to be per. formed by the secretaries of the treasury, interior, agriculture, public instruction, the attorney-general, and the auditor.\n The judicial power is vested in three judges, who are to be appointed by the military governor of the island. Inferior courts are to be established.\n Free public schools are to be established throughout the populous districts of the island, in which the English language shall be taught, and this subject will receive the careful consideration of the advisory council.\n The burden of government must be distributed equally and equitably among the people. The military authorities will collect and receive the customs revenue, and will control postal matters and Philippine inter-island trade and commerce.\n The military governor, subject to the approval of the military governor of the Philippines, determines all questions not specifically provided for and which do not come under the jurisdiction of the advisory council.\n The authorities of the Sulu Islands have accepted the succession of the United States to the rights of Spain, and our flag floats over that territory. On the 10th of August, 1899, Brig. Gen. J. C. Bates, United States Volunteers, negotiated an agreement with the Sultan and his principal chiefs, which I transmit herewith. By Article I the sovereignty of the United States over the whole archipelago of Jolo and its dependencies is declared and acknowledged.\n The United States flag will be used in the archipelago and its dependencies, on land and sea. Piracy is to be suppressed, and the Sultan agrees to co-operate heartily with the United States authorities to that end and to make every possible effort to arrest and bring to justice all persons engaged in piracy. All trade in domestic products of the archipelago of Jolo when carried on with any part of the Philippine Islands and under the American flag shall be free, unlimited, and undutiable. The United States will give full protection to the Sultan in case any foreign nation should attempt to impose upon him. The United States will not sell the island of Jolo or any other island of the Jolo archipelago to any foreign nation without the consent of the Sultan. Salaries for the Sultan and his associates in the administration of the islands have been agreed upon to the amount of $760 monthly.\n Article X provides that any slave in the archipelago of Jolo shall have the right to purchase freedom by paying to the master the usual market value. The agreement by General Bates was made subject to confirmation by the President and to future modifications by the consent of the parties in interest. I have confirmed said agreement, subject to the action of the Congress, and with the reservation, which I have directed shall be communicated to the Sultan of Jolo, that this agreement is not to be deemed in any way to authorize or give the consent of the United States to the existence of slavery in the Sulu archipelago. I communicate these facts to the Congress for its information and action.\n Everything indicates that with the speedy suppression of the Tagalo rebellion life in the archipelago will soon resume its ordinary course under the protection of our sovereignty, and the people of those favored islands will enjoy a prosperity and a freedom which they have never before known. Already hundreds of schools are open and filled with children. Religious freedom is sacredly assured and enjoyed. The courts are dispensing justice. Business is beginning to circulate in its accustomed channels. Manila, whose inhabitants were fleeing to the country a few months ago, is now a populous and thriving mart of commerce. The earnest and unremitting endeavors of the Commission and the Admiral and Major-General Commanding the Department of the Pacific to assure the people of the beneficent intentions of this Government have had their legitimate effect in convincing the great mass of them that peace and safety and prosperity and stable government can only be found in a loyal acceptance of the authority of the United States.\n The future government of the Philippines rests with the Congress of the United States. Few graver responsibilities have ever been confided to us. If we accept them in a spirit worthy of our race and our traditions, a great opportunity comes with them. The islands lie under the shelter of our flag. They are ours by every title of law and equity. They cannot be abandoned. If we desert them we leave them at once to anarchy and finally to barbarism. We fling them, a golden apple of discord, among the rival powers, no one of which could permit another to seize them unquestioned. Their rich plains and valleys would be the scene of endless strife and bloodshed. The advent of Dewey's fleet in Manila Bay instead of being, as we tope, the dawn of a new day of freedom and progress, will have been the beginning of an era of misery and violence worse than any which has darkened their unhappy past. The suggestion has been made that we could renounce our authority over the islands and, giving them independence, could retain a protectorate over them. This proposition will not be found, I am sure, worthy of your serious attention. Such an arrangement would involve at the outset a cruel breach of faith. It would place the peaceable and loyal majority, who ask nothing better than to accept our authority, at the mercy of the minority of armed insurgents. It would make us responsible for the acts of the insurgent leaders and give us no power to control them. It would charge us with the task of protecting them against each other and defending them against any foreign power with which they chose to quarrel. In short, it would take from the Congress of the United States the power of declaring war and vest that tremendous prerogative in the Tagal leader of the hour.\n It does not seem desirable that I should recommend at this time a specific and final form of government for these islands. When peace shall be restored it will be the duty of Congress to construct a plan of government which shall establish and maintain freedom and order and peace in the Philippines. The insurrection is still existing, and when it terminates further information will be required as to the actual condition of affairs before inaugurating a permanent scheme of civil government. The full report of the Commission, now in preparation, will contain information and suggestions which will be of value to Congress, and which I will transmit as soon as it is completed. As long as the insurrection continues the military arm must necessarily be supreme. But there is no reason why steps should not be taken from time to time to inaugurate governments essentially popular in their form as fast as territory is held and con. trolled by our troops. To this end I am considering the advisability of the return of the Commission, or such of the members thereof as can be secured, to aid the existing authorities and facilitate this work throughout the islands. I have believed that reconstruction should not begin by the establishment of one central civil government for all the islands, with its seat at Manila, but rather that the work should be commenced by building up from the bottom, first establishing municipal governments and then provincial governments, a central government at last to follow.\n Until Congress shall have made known the formal expression of its will I shall use the authority vested in me by the Constitution and the statutes to uphold the sovereignty of the United States in those distant islands as in all other places where our flag rightfully floats. I shall put at the disposal of the Army and Navy all the means which the liberality of Congress and the people have provided to cause this unprovoked and wasteful insurrection to cease. If any orders of mine were required to insure the merciful conduct of military and naval operations, they would not be lacking; but every step of the progress of our troops has been marked by q humanity which has surprised even the misguided insurgents. The truest kindness to them will be a swift and effective defeat of their present leader. The hour of victory will be the hour of clemency and reconstruction.\n No effort will be spared to build up the waste places desolated by war and by long years of misgovernment. We shall not wait for the end of strife to begin the beneficent work. We shall continue, as we have begun, to open the schools and the churches, to set the courts in operation, to foster industry and trade and agriculture, and in every way in our power to make these people whom Providence has brought within our jurisdiction feel that it is their liberty and not our power, their welfare and not our gain, we are seeking to enhance. Our flag has never waved over any community but in blessing. I believe the Filipinos will soon recognize the fact that it has not lost its gift of benediction in its world-wide journey to their shores.\n Some embarrassment in administration has occurred by reason of the peculiar status which the Hawaiian Islands at present occupy under the joint resolution of annexation approved July 7, 1898. While by that resolution the Republic of Hawaii as an independent nation was extinguished, its separate sovereignty destroyed, and its property and possessions vested in the United States, yet a complete establishment for its government under our system was not effected. While the municipal laws of the islands not enacted for the fulfillment of treaties and not inconsistent with the joint resolution or contrary to the Constitution of the United. States or any of its treaties, remain in force, yet these laws relate only to the social and internal affairs of the islands, and do not touch many subjects of importance which are of a broader national character. For example, the Hawaiian Republic was divested of all title to the public lands in the islands, and is not only unable to dispose of lands to settlers desiring to take up homestead sites, but is without power to give complete title in cases where lands have been entered upon under lease or other conditions which carry with them the right to the purchaser, lessee, or settler to have a full title granted to him upon compliance with the conditions prescribed by law or by his particular agreement of entry.\n Questions of doubt and difficulty have also arisen with reference to the collection of tonnage tax on vessels coming from Hawaiian ports , with reference to the status of Chinese in the islands, their entrance and exit there from; as to patents and copyrights; as to the register of vessels under the navigation laws; as to the necessity of holding elections in accordance with the provisions of the Hawaiian statutes for the choice of various officers, and as to several other matters of detail touching the interests both of the island and of the Federal Government.\n By the resolution of annexation the President was directed to appoint five commissioners to recommend to Congress such legislation concerning the islands as they should deem necessary or proper. These commissioners were duly appointed and after a careful investigation and study of the system of laws and government prevailing in the islands, and of the conditions existing there, they prepared a bill to provide a government under the title of \"The Territory of Hawaii.\" The report of the Commission, with the bill which they prepared, was transmitted by me to Congress on December 6, 1898, but the bill still awaits final action.\n The people of these islands are entitled to the benefits and privileges of our Constitution, but in the absence of any act of Congress providing for Federal courts in the islands, and for a procedure by which appeals, writs of error, and other judicial proceedings necessary for the enforcement of civil rights may be prosecuted, they are powerless to secure their enforcement by the judgment of the courts of the United States. It is manifestly important, therefore, that an act shall be passed as speedily as possible erecting these islands into a judicial district, providing for the appointment of a judge and other proper officers and methods of procedure in appellate proceedings, and that the government of this newly acquired territory under the Federal Constitution shall be fully defined and provided for.\n A necessity for immediate legislative relief exists in the Territory of Alaska. Substantially the only law providing a civil government for this Territory is the act of May 17, 1884. This is meager in its provisions, and is fitted only for the administration of affairs in a country sparsely inhabited by civilized people and unimportant in trade and production, as was Alaska at the time this act was passed. The increase in population by immigration during the past few years, consequent upon the discovery of gold, has produced such a condition as calls for more ample facilities for local self-government and more numerous conveniences of civil and judicial administration. Settlements have grown up in various places, constituting in point of population and business cities of thousands of inhabitants, yet there is no provision of law under which a municipality can be organized or maintained.\n In some localities the inhabitants have met together and voluntarily formed a municipal organization for the purposes of local government. adopting the form of a municipal constitution and charter, under which said officials have been appointed; and ordinance creating and regulating a police force, a fire department, a department of health, and making provision for the care of the insane and indigent poor and sick and for public schools, have been passed. These proceedings and the ordinances passed by such municipalities are without statutory authority and have no sanction, except as they are maintained by the popular sentiment of the community. There is an entire absence of authority to provide the ordinary instruments of local police control and administration, the population consisting of the usual percentage of lawless adventurers of the class that always flock to new fields of enterprise or discovery, and under circumstances which require more than ordinary provision for the maintenance of peace, good order, and lawful conduct.\n The whole vast area of Alaska comprises but one judicial district, with one judge, one marshal, and one district attorney, yet the civil and criminal business has more than doubled within the past year, and is many times greater both in volume and importance than it was in 1884. The duties of the judge require him to travel thousands of miles to discharge his judicial duties at the various places designated for that purpose. The Territory should be divided into at least two districts, and an additional judge, district attorney, marshal, and other appropriate officers be provided.\n There is practically no organized form of government in the Territory. There is no authority, except in Congress, to pass any law, no matter how local or trivial, and the difficulty of conveying to the Congress an adequate conception and understanding of the various needs of the people in the different communities is easily understood. I see no reason why a more complete form of Territorial organization should not be provided. Following the precedent established in the year 1805, when a temporary government was provided for the recently acquired territory, then known under the name of Louisiana, it seems to me that it would be advantageous to confer greater executive power upon the governor and to establish, as was done in the case of the Territory of Louisiana, a legislative council having power to adopt ordinances which shall extend to all the rightful subjects of local legislation, such ordinances not to take effect until reported to and approved by the Congress if in session, and if that body is not in session then by the President. In this manner a system of laws providing for the incorporation and government of towns and cities having a certain population, giving them the power to establish and maintain a system of education to be locally supported, and ordinances providing for police, sanitary, and other such purposes, could be speedily provided. I believe a provision of this kind would be satisfactory to the people of the Territory. It is probable that the area is too vast and the population too scattered and transitory to make it wise at the present time to provide for an elective legislative body, but the conditions calling for local self-government will undoubtedly very soon exist, and will be facilitated by the measures which I have recommended.\n I recommend that legislation to the same end be had with reference to the government of Puerto Rico. The time is ripe for the adoption of a temporary form of government for this island; and many suggestions made with reference to Alaska are applicable also to Puerto Rico.\n The system of civil jurisprudence now adopted by the people of this island is described by competent lawyers who are familiar with it, as thoroughly modern and scientific, so far as it relates to matters of internal business, trade, production, and social and private right in general. The cities of the island are governed under charters which probably require very little or no change. So that with relation to matters of local concern and private right, it is not probable that much, if any, legislation is desirable; but with reference to public administration and the relations of the island to the Federal Government, there are many matters which are of pressing urgency. The same necessity exists for legislation on the part of Congress to establish Federal courts and Federal jurisdiction in the island as has been previously pointed out by me with reference to Hawaii. Besides the administration of justice, there are the subjects of the public lands; the control and improvement of rivers and harbors; the control of the waters or streams not navigable, which, under the Spanish law, belonged to the Crown of Spain, and have by the treaty of cession passed to the United States; the immigration of people from foreign countries; the importation of contract labor; the imposition and collection of internal revenue; the application of the navigation laws; the regulation of the current money; the establishment of post-offices and post-roads; the regulation of tariff rates on merchandise imported from the island into the United States; the establishment of ports of entry and delivery; the regulation of patents and copyrights; these, with various other subjects which rest entirely within the power of the Congress, call for careful consideration and immediate action.\n It must be borne in mind that since the cession Puerto Rico has been denied the principal markets she had long enjoyed and our tariffs have been continued against her products as when she was under Spanish sovereignty. The markets of Spain are closed to her products except upon terms to which the commerce of all nations is subjected. The island of Cuba, which used to buy her cattle and tobacco without customs duties, now imposes the same duties upon those products as from any other country entering her ports. She has therefore lost her free intercourse with Spain and Cuba without any compensating benefits in this market. Her coffee was little known and not in use by our people, and therefore there was no demand here for this, one of her chief products. The markets of the United States should be opened up to her products. Our plain duty is to abolish all customs tariffs between the United States and Puerto Rico and give her products free access to our markets.\n As a result of the hurricane which swept over Puerto Rico on the 8th of August, 1899, over 100,000 people were reduced to absolute destitution, without homes, and deprived of the necessaries of life. To the appeal of the War Department the people of the United States made prompt and generous response. In addition to the private charity of our people, the War Department has expended for the relief of the distressed $392,342.63, which does not include the cost of transportation.\n It is desirable that the government of the island under the law of belligerent right, now maintained through the Executive Department, should be superseded by an administration entirely civil in its nature. For present purposes I recommend that Congress pass a law for the organization of a temporary government, which shall provide for the appointment by the President, subject to confirmation by the Senate, of a governor and such other officers as the general ad. ministration of the island may require, and that for legislative purposes upon subjects of a local nature not partaking of a Federal character a legislative council, composed partly of Puerto Ricans and partly of citizens of the United States, shall be nominated and appointed by the President, subject to confirmation by the Senate, their acts to be subject to the approval of the Congress or the President prior to going into effect. In the municipalities and other local subdivisions I recommend that the principle of local self-government be applied at once, so as to enable the intelligent citizens of the island to participate in their own government and to learn by practical experience the duties and requirements of a self-contained and self-governing people. I have not thought it wise to commit the entire government of the island to officers selected by the people, because I doubt whether in habits, training, and experience they are such as to fit them to exercise at once so large a degree of self-government; but it is my judgment and expectation that they will soon arrive at an attainment of experience and wisdom and self-control that will justify conferring upon them a much larger participation in the choice of their insular officers.\n The fundamental requirement for these people, as for all people, is education. The free schoolhouse is the best preceptor for citizenship. In the introduction of modern educational methods care, however, must be exercised that changes be not made too abruptly and that the history and racial peculiarities of the inhabitants shall be given due weight. Systems of education in these new possessions founded upon common-sense methods, adapted to existing conditions and looking to the future moral and industrial advancement of the people, will commend to them in a peculiarly effective manner the blessings of free government.\n The love of law and the sense of obedience and submission to the lawfully constituted judicial tribunals are embedded in the hearts of our people, and any violation of these sentiments and disregard of their obligations justly arouses public condemnation. The guaranties of life, liberty, and of civil rights should be faithfully upheld, the right of trial by jury respected and defended. The rule of the courts should assure the public of the prompt trial of those charged with criminal offenses, and upon conviction the punishment should be commensurate with the enormity of the crime.\n Those who, in disregard of law and the public peace, unwilling to await the judgment of court and jury, constitute themselves judges and executioners should not escape the severest penalties for their crimes.\n What I said in my inaugural address of March 4, 1897, I now repeat:\n The constituted authorities must be cheerfully and vigorously upheld. Lynchings must not be tolerated in a great and civilized country like the United States. Courts, not mobs, must execute the penalties of the laws. The preservation of public order, the right of discussion, the integrity of courts, and the orderly administration of justice must continue forever the rock of safety upon which our Government securely rests.\n In accordance with the act of Congress providing for an appropriate national celebration in the year 1900 of the establishment of the seat of Government in the District of Columbia, I have appointed a committee, consisting of the governors of all the States and Territories of the United States, who have been invited to assemble in the city of Washington on the 21st of December, 1899, which, with the committees of the Congress and the District of Columbia, are charged with the proper conduct of this celebration.\n Congress at its last session appropriated five thousand dollars \"to enable the Chief of Engineers of the Army to continue the examination of the subject and to make or secure designs, calculations, and estimates for a memorial bridge from the most convenient point of the Naval Observatory grounds, or adjacent thereto, across the Potomac River to the most convenient point of the Arlington estate property.\" In accordance with the provisions of this act, the Chief of Engineers has selected four eminent bridge engineers to submit competitive designs for a bridge combining the elements of strength and durability and such architectural embellishment and ornamentation as will fitly apply to the dedication, \"A memorial to American patriotism.\" The designs are now being prepared, and as soon as completed will be submitted to the Congress by the Secretary of War. The proposed bridge would be a convenience to all the people from every part of the country who visit the national cemetery, an ornament to the Capital of the Nation, and forever stand as a monument to American patriotism. I do not doubt that Congress will give to the enterprise still further proof of its favor and approval.\n The executive order of May 6, 1896, extending the limits of the classified service, brought within the operation of the civil-service law and rules nearly all of the executive civil service not previously classified.\n Some of the inclusions were found wholly illogical and unsuited to the work of the several Departments. The application of the rules to many of the places so included was found to result in friction and embarrassment. After long and very careful consideration, it became evident to the heads of the Departments, responsible for their efficiency, that in order to remove these difficulties and promote an efficient and harmonious administration certain amendments were necessary. These amendments were promulgated by me in executive order dated May 29, 1899.\n The principal purpose of the order was to except from competitive examination certain places involving fiduciary responsibilities or duties of a strictly confidential, scientific, or executive character which it was thought might better be filled either by noncompetitive examination, or in the discretion of the appointing officer, than by open competition. These places were comparatively few in number. The order provides for the filling of a much larger number of places, mainly in the outside service of the War Department, by what is known as the registration system, under regulations to be approved by the President, similar to those which have produced such admirable results in the navy-yard service.\n All of the amendments had for their main object a more efficiency and satisfactory administration of the system of appointments established by the civil-service law. The results attained show that under their operation the public service has improved and that the civil service system is relieved of many objectionable features which here tofore subjected it to just criticism and the administrative officers to the charge of unbusinesslike methods in the conduct of public affairs. It is believed that the merit system has been greatly strengthened and its permanence assured. It will be my constant aim in the administration of government in our new possessions to make fitness, character, and merit essential to appointment to office, and to give to the capable and deserving inhabitants preference in appointments.\n The 14th of December will be the One Hundredth Anniversary of the death of Washington. For a hundred years the Republic has had the priceless advantage of the lofty standard of character and conduct which he bequeathed to the American people. It is an inheritance which time, instead of wasting, continually increases and enriches. We may justly hope that in the years to come the benignant influence of the Father of his Country may be even more potent for good than in the century which is drawing to a close. I have been glad to learn that in many parts of the country the people will fittingly observe this historic anniversary,\n Presented to this Congress are great opportunities. With them come great responsibilities. The power confided to us increases the weight of our obligations to the people, and we must be profoundly sensible of them as we contemplate the new and grave problems which confront us. Aiming only at the public good, we cannot err. A right interpretation of the people's will and of duty cannot fail to insure wise measures for the welfare of the islands which have come under the authority of the United States, and inure to the common interest and lasting honor of our country. Never has this Nation had more abundant cause than during the past year for thankfulness to God for manifold blessings and mercies, for which we make reverent acknowledgment."}