{"title": "December 5 1911 Third Annual Message-William Taft", "content": " anything like their full amount, it is none the less true that such prohibitive duties eliminate the possibility of foreign competition, even in time of scarcity; that they form a temptation to monopoly and conspiracies to control domestic prices; that they are much in excess of the difference in cost of production here and abroad, and that they should be reduced to a point which accords with this principle.\n\n The findings of the board show that in this industry the actual manufacturing cost, aside from the question of the price of materials, is much higher in this country than it is abroad; that in the making of yarn and cloth the domestic woolen or worsted manufacturer has in general no advantage in the form of superior machinery or more efficient labor to offset the higher wages paid in this country The findings show that the cost of turning wool into yarn in this country is about double that in the leading competing country, and that the cost of turning yarn into cloth is somewhat more than double. Under the protective policy a great industry, involving the welfare of hundreds of thousands of people, has been established despite these handicaps.\n\n In recommending revision and reduction, I therefore urge that action be taken with these facts in mind, to the end that an important and established industry may not be jeopardized.\n\n The Tariff Board reports that no equitable method has been found to, levy purely specific duties on woolen and worsted fabrics and that, excepting for a compensatory duty, the rate must be ad valorem on such manufactures. It is important to realize, however, that no flat ad valorem rate on such fabrics can be made to work fairly and effectively. Any single rate which is high enough to equalize the difference in manufacturing cost at home and abroad on highly finished goods involving such labor would be prohibitory on cheaper goods, in which the labor cost is a smaller proportion of the total value. Conversely, a rate only adequate to equalize this difference on cheaper goods would remove protection from the fine-goods manufacture, the increase in which has been one of the striking features of the trade's development in recent years. I therefore recommend that in any revision the importance of a graduated scale of ad valorem duties on cloths be carefully considered and applied.\n\n I venture to say that no legislative -body has ever had presented to it a more complete and exhaustive report than this on so difficult and complicated a subject as the relative costs of wool and woolens the world over. It is a monument to the thoroughness, industry, impartiality, and accuracy of the men engaged in its making. They were chosen from both political parties but have allowed no partisan spirit to prompt or control their inquiries. They are unanimous in their findings. I feel sure that after the report has been printed and studied the value of such a compendium of exact knowledge in respect to this schedule of the tariff will convince all of the wisdom of making such a board permanent in order that it may treat each schedule of the tariff as it has treated this, and then keep its bureau of information up to date with current changes in the economic world.\n\n It is no part of the function of the Tariff Board to propose rates of duty. Their function is merely to present findings of fact on which rates of duty may be fairly determined in the light of adequate knowledge in accord with the economic policy to be followed. This is what the present report does.\n\n The findings of fact by the board show ample reason for the revision downward of Schedule K, in accord with the protective principle, and present the data as to relative costs and prices from which may be determined what rates will fairly equalize the difference in production costs. I recommend that such revision be proceeded with at once.\n\n PART IV.\n\n [On the financial condition of the treasury, needed banking and currency reform, and departmental questions.]\n\n THE WHITE HOUSE, December 21, 1911.\n\n To the Senate and House of Representatives:\n\n The financial condition of the Government, as shown at the close of the last fiscal year, June 30, 1911, was very satisfactory. The ordinary receipts into the general fund, excluding postal revenues, amounted to $701,372,374.99, and the disbursements from the general fund for current expenses and capital outlays, excluding postal and Panama Canal disbursements, including the interest on the public debt, amounted to $654,137,907-89, leaving a surplus Of $47,234,377.10.\n\n The postal revenue receipts amounted to $237,879,823,60, while the payments made for the postal service from the postal revenues amounted to $237,660,705.48, which left a surplus of postal receipts over disbursements Of $219,118.12, the first time in 27 years in which a surplus occurred.\n\n The interest-bearing debt of the United States June 30, 1911, amounted to $915,353,igo. The debt on which interest had ceased amounted to $1,879,830.26, and the debt bearing no interest, including greenbacks, national bank notes to be redeemed, and fractional currency, amounted to $386,751,917-43, or a total of interest and noninterest bearing debt amounting to $1,303,984,937.69.\n\n The actual disbursements, exclusive of those for the Panama Canal and for the postal service for the year ending June 30, 1911, were $654,137,997.89. The actual disbursements for the year ending June 30, 1910, exclusive of the Panama Canal and the postal service disbursements, were $659,705,391.08, making a decrease Of $5,567,393.19 in yearly expenditures in the year 1911 under that of 1910. For the year ending June 30, 1912, the estimated receipts, exclusive of the postal revenues, are $666,000,000, while the total estimates, exclusive of those for the Panama Canal and the postal expenditures payable from the postal revenues, amount to $645,842,799.34. This is a decrease in the 1912 estimates from that of the 1911 estimates of $1,534,367-22.\n\n For the year ending June 30, 1913, the estimated receipts, exclusive of the postal revenues, are $667,000,000, while the total estimated appropriations, exclusive of the Panama Canal and postal disbursements payable from postal revenues, will amount to $637,920,803.35. This is a decrease in the 1913 estimates from that of the 1912 estimates of $7,921,995.99.\n\n As to the postal revenues, the expansion of the business in that department, the normal increase in the Post Office and the extension of the service, will increase the outlay to the SUM Of $260,938,463 ; but as the department was self-sustaining this year the Postmaster General is assured that next year the receipts will at least equal the expenditures, and probably exceed them by more than the surplus of this year. It is fair and equitable, therefore, in determining the economy with which the Government has been run, to exclude the transactions of a department like the Post Office Department, which relies for its support upon its receipts. In calculations heretofore made for comparison of economy in each year, it has been the proper custom only to include in the statement the deficit in the Post Office Department which was paid out of the Treasury.\n\n A calculation of the actual increase in the expenses of Government arising from the increase in the population and the general expansion of governmental functions, except those of the Post Office, for a number of years shows a normal increase of about 4 per cent a year. By directing the exercise of great care to keep down the expenses and the estimates we have succeeded in reducing the total disbursements each year.\n\n THE CREDIT OF THE UNITED STATES.\n\n The credit of this Government was shown to be better than that of any other Government by the sale of the Panama Canal 3 per cent bonds. These bonds did not give their owners the privilege of using them as a basis for bank-note circulation, nor was there any other privilege extended to them which would affect their general market value. Their sale, therefore, measured the credit of the Government. The premium which was realized upon the bonds made the actual interest rate of the transaction 2.909 per cent.\n\n EFFICIENCY AND ECONOMY IN THE TREASURY DEPARTMENT.\n\n I In the Treasury Department the efficiency and economy work has been kept steadily up. Provision is made for the elimination of 134 positions during the coming year. Two hundred and sixty-seven statutory positions were eliminated during the last year in the office of the Treasury in Washington, and 141 positions in the year 1910, making an elimination Of 542 statutory positions since March 4, 1909; and this has been done without the discharge of anybody, because the normal resignations and deaths have been equal to the elimination of the places, a system of transfers having taken care of the persons whose positions were dropped out. In the field service if the department, too, 1,259 positions have been eliminated down to the present time, making a total net reduction of all Treasury positions to the number of 1,801. Meantime the efficiency of the work of the departmeat has increased.\n\n MONETARY REFORM.\n\n A matter of first importance that will come before Congress for action at this session is monetary reform. The Congress has itself arranged an early introduction of this great question through the report of its Monetary Commission. This commission was appointed to recommend a solution of the banking and currency problems so long confronting the Nation and to furnish the facts and data necessary to enable the Congress to take action. The commission was appointed when an impressive and urgent popular demand for legislative relief suddenly arose out of the distressing situation of the people caused by the deplorable panic of 1907. The Congress decided that while it could not give immediately the relief required, it would provide a commission to furnish the means for prompt action at a later date.\n\n In order to do its work with thoroughness and precision this commission has taken some time to make its report. The country is undoubtedly hoping for as prompt action on the report as the convenience of the Congress can permit. The recognition of the gross imperfections and marked inadequacy of our banking and currency system even in our most quiet financial periods is of long standing; and later there has matured a recognition of the fact that our system is responsible for the extraordinary devastation, waste, and business paralysis of our recurring periods of panic. Though the members of the Monetary Commission have for a considerable time been working in the open, and while large numbers of the people have been openly working with them, and while the press has largely noted and discussed this work as it has proceeded, so that the report of the commission promises to represent a national movement, the details of the report are still being considered. I can not, therefore, do much more at this time than commend the immense importance of monetary reform, urge prompt consideration and action when the commission's report is received, and express my satisfaction that the plan to be proposed promises to embrace main features that, having met the approval of a great preponderance of the practical and professional opinion of the country, are likely to meet equal approval in Congress.\n\n It is exceedingly fortunate that the wise and undisputed policy of maintaining unchanged the main features of our banking system rendered it at once impossible to introduce a central bank; for a central bank would certainly have been resisted, and a plan into which it could have been introduced would probably have been defeated. But as a central bank could not be a part of the only plan discussed or considered, that troublesome question is eliminated. And ingenious and novel as the proposed National Reserve Association appears, it simply is a logical outgrowth of what is best in our present system, and is, in fact, the fulfillment of that system.\n\n Exactly how the management of that association should be organized is a question still open. It seems to be desirable that the banks which would own the association should in the main manage it, It will be an agency of the banks to act for them, and they can be trusted better than anybody else chiefly to conduct it. It is mainly bankers' work. But there must be some form of Government supervision and ultimate control, and I favor a reasonable representation of the Government in the management. I entertain no fear of the introduction of politics or of any undesirable influences from a properly measured Government representation.\n\n I trust that all banks of the country possessing the requisite standards will be placed upon a footing of perfect equality of opportunity. Both the National system and the State system should be fairly recognized, leaving them eventually to coalesce if that shall prove to be their tendency. But such evolution can not develop impartially if the banks of one system are given or permitted any advantages of opportunity over those of the other system. And I trust also that the new legislation will carefully and completely protect and assure the individuality and the independence of each bank, to the end that any tendency there may ever be toward a consolidation of the money or banking power of the Nation shall be defeated.\n\n It will always be possible, of course, to correct any features of the new law which may in practice prove to be unwise; so that while this law is sure to be enacted under conditions of unusual knowledge and authority, it also will include, it is well to remember, the possibility of future amendment.\n\n With the present prospects of this long-awaited reform encouraging us, it would be singularly unfortunate if this monetary question should by any chance become a party issue. And I sincerely hope it will not. The exceeding amount of consideration it has received from the people of the Nation has been wholly nonpartisan; and the Congress set its nonpartisan seal upon it when the Monetary Commission was appointed. In commending the question to the favorable consideration of Congress, I speak for, and in the spirit of, the great number of my fellow citizens who without any thought of party or partisanship feel with remarkable earnestness that this reform is necessary to the interests of all the people.\n\n THE WAR DEPARTMENT.\n\n There is now before Congress a Dill, the purpose of which is to increase the efficiency and decrease the expense of the Army. It contains four principal features: First, a consolidation of the General Staff with the Adjutant General's and the Inspector General's Departments; second, a consolidation of the Quartermaster's Department with the Subsistence and the Pay Departments; third, the creation of an Army Service Corps; and fourth, an extension of the enlistment period from three to five years.\n\n With the establishment of an Army Service Corps, as proposed in the bill, I am thoroughly in accord and am convinced that the establishment of such a corps will result in a material economy and a very great increase of efficiency in the Army. It has repeatedly been recommended by me and my predecessors. I also believe that a consolidation of the Staff Corps can be made with a resulting increase in efficiency and economy, but not along the lines provided in the bill under consideration.\n\n I am opposed to any plan the result of which would be to break up or interfere with the essential principles of the detail system in the Staff Corps established by the act of February 2, 1901, and I am opposed to any plan the result of which would be to give to the officer selected as Chief of Staff or to any other member of the General Staff Corps greater permanency of office than he now has. Under the existing law neither the Chief. of Staff nor any other member of the General Staff Corps can remain in office for a period of more than four years, and there must be an interval of two years between successive tours of duty.\n\n The bill referred to provides that certain persons shall become permanent members of the General Staff Corps, and that certain others are subject to redetail without an interval of two years. Such provision is fraught with danger to the welfare of the Army, and\n\n would practically nullify the main purpose of the law creating the\n\n In making the consolidations no reduction should be made in the total number of officers of the Army, of whom there are now too few to perform the duties imposed by law. I have in the past recommended an increase in the number of officers by 6oo in order to provide sufficient officers to perform all classes of staff duty and tc reduce the number of line officers detached from their commands. Congress at the last session increased the total number of officers by 2oo, but this is not enough. Promotion in the line of the Army is too slow. Officers do not attain command rank at an age early enough properly to exercise it. It would be a mistake further to retard this already slow promotion by throwing back into the line of the Arm a number of high-ranking officers to be absorbed as is rovided in the\n\n Another feature of the bill which I believe to be a mistake is the proposed increase in the term of enlistment from three to five ears I believe it would be better to enlist men for six years, release them at the end of three years from active service, and put them in reserve for the remaining three years. Reenlistments should be largely confined to the noncommissioned officers and other enlisted men in the skilled grades. This plan by the payment of a comparatively small compensation during the three years of reserve, would keep a large bodv of men at the call of the Government, trained and ready for\n\n The Army of the United States is in good condition. It showed itself able to meet an emergency in the successful mobilization of an army division of from i5,ooo to :2o,ooo men, which took place along the border of Mexico during the recent disturbances in that country. The marvelous freedom from the ordinary camp diseases of typhoid fever and measles is referred to in the report of the Secretary of War and shows such an effectiveness in the sanitary regulations and treatment of the Medical Corps, and in the discipline of the Army itself, as to invoke the highest commendation.\n\n MEMORIAL AMPHITHEATER AT ARLINGTON.\n\n I beg to renew my recommendation of last year that the Congress appropriate for a memorial amphitheater at Arlington, Va., the funds required to construct it upon the plans already approved.\n\n THE PANAMA CANAL.\n\n The very satisfactory progress made on the Panama Canal last year has continued, and there is every reason to believe that the canal\n\n will be completed as early as the 1st of July, 1913, unless something unforeseen occurs. This is about 18 months before the time promised by the engineers.\n\n We are now near enough the completion of the canal to make it imperatively necessary that legislation should be enacted to fix the method by which the canal shall be maintained and controlled and the zone governed. The fact is that to-day there is no statutory law by authority of which the President is maintaining the government of the zone. Such authority was given in an amendment to the Spooner Act, which expired by the terms of its own limitation some years ago. Since that time the government has continued, under the advice of the Attorney General that in the absence of action by Congress, there is necessarily an implied authority on the part of the Executive to maintain a government in a territory in which he has to see that the laws are executed. The fact that we have been able thus to get along during the important days of construction without legislation expressly formulating the government of the zone, or delegating the creation of it to the President, is not a reason for supposing that we may continue the same kind of a government after the construction is finished. The implied authority of the President to maintain a civil government in the zone may be derived from the mandatory direction given him in the original Spooner Act, by which he was commanded to build the canal; but certainly, now that the canal is about to be completed and to be put under a permanent management, there ought to be specific statutory authority for its regulation and control and for the government of the zone, which we hold for the chief and main purpose of operating the canal.\n\n I fully concur with the Secretary of War that the problem is simply the management of a great public work, and not the government of a local republic; that every provision must be directed toward the successful maintenance of the canal as an avenue of commerce, and that all provisions for the government of those who live within the zone should be subordinate to the main purpose.\n\n The zone is 40 miles long and 10 miles wide. Now, it has a population Of 50,000 or 60,000, but as soon as the work of construction is completed, the towns which make up this population will be deserted, and only comparatively few natives will continue their residence there. The control of them ought to approximate a military government. One judge and two justices of the peace will be sufficient to attend to all the judicial and litigated business there is. With a few fundamental laws of Congress, the zone should be governed by the orders of the President, issued through the War Department, as it is today. Provisions can be made for the guaranties of life, liberty, and property, but beyond those, the government should be that of a military reservation, managed in connection with this great highway of trade.\n\n FURNISHING SUPPLIES AND REPAIRS.\n\n In my last annual message I discussed at length the reasons for the Government's assuming the task of furnishing to all ships that use the canal, whether our own naval vessels or others, the supplies of coal and oil and other necessities with which they must be replenished either before or after passing through the canal, together with the dock facilities and repairs of every character. This it is thought wise to do through the Government, because the Government must establish for itself, for its own naval vessels, large depots and dry docks and warehouses, and these may easily be enlarged so as to secure to the world public using the canal reasonable prices and a certainty that there will be no discrimination between those who wish to avail themselves of such facilities.\n\n TOLLS .\n\n I renew my recommendation with respect to the tolls of the canal that within limits, which shall seem wise to Congress, the power of fixing tolls be given to the President. In order to arrive at a proper conclusion, there must be some experimenting, and this can not be done if Congress does not delegate the power to one who can act expeditiously.\n\n POWER EXISTS TO RELIEVE AMERICAN SHIPPING.\n\n I am very confident that the United States has the power to relieve from the payment of tolls any part of our shipping that Congress deems wise. We own the canal. It was our money that built it. We have the right to charge tolls for its use. Those tolls must be the same to everyone; but when we are dealing with our own ships, the practice of many Governments of subsidizing their own merchant vessels is so well established in general that a subsidy equal to the tolls, an equivalent remission of tolls, can not be held to be a discrimination in the use of the canal. The practice in the Suez Canal makes this clear. The experiment in tolls to be made by the President would doubtless disclose how great a burden of tolls the coastwise trade between the Atlantic and the Pacific coast could bear without preventing its usefulness in competition with the transcontinental railroads. One of the chief reasons for building the canal was to set up this competition and to bring the two shores closer together as a practical trade problem. It may be that the tolls will have to be wholly remitted. I do not think this is the best principle, because I believe that the cost of such a Government work as the Panama Canal ought to be imposed gradually but certainly upon the trade which it creates and makes possible. So far as we can, consistent with the development of the world's trade through the canal, and the benefit which it was intended to secure to the east and west coastwise trade, we ought to labor to secure from the canal tolls a sufficient amount ultimately to meet the debt which we have assumed and to pay the interest.\n\n THE PHILIPPINE ISLANDS.\n\n In respect to the Philippines, I urgently join in the recommendation of the Secretary of War that the act of February 6, 1905, limiting the indebtedness that may be incurred by the Philippine Government for the construction of public works, be increased from $5,000,000 to $15,ooo,ooo. The finances of that Government are in excellent condition. The maximum sum mentioned is quite low as compared with the amount of indebtedness of other governments with similar resources, and the success which has attended the expenditure of the $5,000,000 in the useful improvements of the harbors and other places in the Islands justifies and requires additional expenditures for like purposes.\n\n NATURALIZATION .\n\n I also join in the recommendation that the legislature of the Philippine Islands be authorized to provide for the naturalization of Filipinos and others who by the present law are treated as aliens, so as to enable them to become citizens of the Philippine Islands.\n\n FRIARS' LANDS.\n\n Pending an investigation by Congress at its last session, through one of its committees, into the disposition of the friars' lands, Secretary Dickinson directed that the friars' lands should not be sold in excess of the limits fixed for the public lands until Congress should pass upon the subject or should have concluded its investigation. This order has been an obstruction to the disposition of the lands, and I expect to direct the Secretary of War to return to the practice under the opinion of the Attorney General which will enable us to dispose of the lands much more promptly, and to prepare a sinking fund with which to meet the $7,000,000 of bonds issued for the purchase of the lands. I have no doubt whatever that the Attorney General's construction was a proper one, and that it is in the interest of everyone that the land shall be promptly disposed of. The danger of creating a monopoly of ownership in lands under the statutes as construed is nothing. There are only two tracts of 60,000 acres each unimproved and in remote Provinces that are likely to be disposed of in bulk, and the rest of the lands are subject to the limitation that they shall be first offered to the present tenants and lessors who hold them in small tracts.\n\n RIVERS AND HARBORS.\n\n The estimates for the river and harbor improvements reach $32,000,000 for the coming year. I wish to urge that whenever a project has been adopted by Congress as one to be completed, the more money which can be economically expended in its construction in each year, the greater the ultimate economy. This has especial application to the improvement of the Mississippi River and its large branches. It seems to me that an increase in the amount- of money now being annually expended in the improvement of the Ohio River which has been formally adopted by Congress would be in the interest of the public. A similar change ought to be made during the present Congress, in the amount to be appropriated for the Missouri River. The engineers say that the cost of the improvement of the Missouri River from Kansas City to St. Louis, in order to secure 6 feet as a permanent channel, will reach $20,000,000. There have been at least three recommendations from the Chief of Engineers that if the improvement be adopted, $2,000,000 should be expended upon it annually. This particular improvement is especially entitled to the attention of Congress, because a company has been organized in Kansas City, with a capital of $1,000,000, which has built steamers and barges, and is actually using the river for transportation in order to show what can be done in the way of affecting rates between Kansas City and St. Louis, and in order to manifest their good faith and confidence in respect of the improvement. I urgently recommend that the appropriation for this improvement be increased from $600,000, as recommended now in the completion of a contract, to $2,000,000 annually, so that the work may be done in 10 years.\n\n WATERWAY FROM THE LAKES TO THE GULF.\n\n The project for a navigable waterway from Lake Michigan to the mouth of the Illinois River, and thence via the Mississippi to the Gulf of Mexico, is one of national importance. In view of the work already accomplished by the Sanitary District of Chicago, an agency of the State of Illinois, which has constructed the most difficult and costly stretch of this waterway and made it an asset of the Nation, and in view of the fact that the people of Illinois have authorized the expenditure Of $20,000,000 to carry this waterway 62 miles farther to Utica, I feel that it is fitting that this work should be supplemented by the Government, and that the expenditures recommended by the special board of engineers on the waterway from Utica to the mouth of the Illinois River be made upon lines which while providing a waterway for the Nation should otherwise benefit that State to the fullest extent. I recommend that the term of service of said special board of engineers be continued, and that it be empowered to reopen the question of the treatment of the lower Illinois River, and to negotiate with a properly constituted commission representing the State of Illinois, and to agree upon a plan for the improvement of the lower Illinois River and upon the extent to which the United States may properly cooperate with the State of Illinois in securing the construction of a navigable waterway from Lockport to the mouth of the Illinois River in conjunction with the development of water power by that State between Lockport and Utica.\n\n THE DEPARTMENT OF JUSTICE.\n\n Removal of clerks of Federal courts.\n\n The report of the Attorney General shows that he has subjected to close examination the accounts of the clerks of the Federal courts; that he has found a good many which disclose irregularities or dishonesty; but that he has had considerable difficulty in securing an effective prosecution or removal of the clerks thus derelict. I am certainly not unduly prejudiced against the Federal courts, but the fact is that the long and confidential relations which grow out of the tenure for life on the part of the judge and the practical tenure for life on the part of the clerk are not calculated to secure the strictness of dealing by the judge with the clerk in respect to his fees and accounts which assures in the clerk's conduct a freedom from overcharges and carelessness. The relationship between the judge and the clerk makes it ungracious for members of the bar to complain of the clerk or for department examiners to make charges against him to be heard by the court, and an order of removal of a clerk and a judgment for the recovery of fees are in some cases reluctantly entered by the judge. For this reason I recommend an amendment to the law whereby the President shall be given power to remove the clerks for cause. This provision need not interfere with the right of the judge to appoint his clerk or to remove him.\n\n French spoliation awards.\n\n In my last message, I recommended to Congress that it authorize the payment of the findings or judgments of the Court of Claims in the matter of the French spoliation cases. There has been no appropriation to pay these judgments since 1905. The findings and awards were obtained after a very bitter fight, the Government succeeding in about 75 per cent of the cases. The amount of the awards ought, as a matter of good faith on the part of the Government, to be paid.\n\n E MPLOYERS' LIABILITY AND WORKMEN'S COMPENSATION COMMISSION.\n\n The limitation of the liability of the master to his servant for personal injuries to such as are occasioned by his fault has been abandoned in most civilized countries and provision made whereby the employee injured in the course of his employment is compensated for his loss of working ability irrespective of negligence. The principle upon which such provision proceeds is that accidental injuries to workmen in modern industry, with its vast complexity and inherent dangers arising from complicated machinery and the use of the great forces of steam and electricity, should be regarded as risks of the industry and the loss borne in some equitable proportion by those who for their own profit engage therein. In recognition of this the last Congress authorized the appointment of a commission to investigate the subject of employers' liability and workmen's compensation and to report the result of their investigations, through the President, to Congress. This commission was appointed and has been at work, holding hearings, gathering data, and considering the subject, and it is expected will be able to report by the first of the year, in accordance with the provisions of the law. It is hoped and expected that the commission will suggest legislation which will enable us to put in the place of the present wasteful and sometimes unjust system of employers' liability a plan of compensation which will afford some certain and definite relief to all employees who are injured in the course of their employment in those industries which are subject to the regulating power of Congress.\n\n MEASURES TO PREVENT DELAY AND UNNECESSARY COST OF LITIGATION.\n\n In promotion of the movement for the prevention of delay and unnecessary cost, in litigation, I am glad to say that the Supreme Court has taken steps to reform the present equity rules of the Federal courts, and that we may in the near future expect a revision of them which will be a long step in the right direction.\n\n The American Bar Association has recommended to Congress several bills expediting procedure, one of which has already passed the House unanimously, February 6, 1911. This directs that no judgment should be set aside or reversed, or new trial granted, unless it appears to the court, after an examination of the entire cause, that the error complained of has injuriously affected the substantial rights of the parties, and also provides for the submission of issues of fact to a jury, reserving questions of law for subsequent argument and decision. I hope this bill will pass the Senate and become law, for it will simplify the procedure at law.\n\n Another bill to amend chapter II of the judicial Code, in order to avoid errors in pleading, was presented by the same association, and one. enlarging the jurisdiction of the Supreme Court so as to permit that court to examine, upon a writ of error, all cases in which any right or title is claimed under the Constitution, or any statute or treaty of the United States, whether the decision in the court below has been against the right or title or in its favor. Both these measures are in the interest of justice and should be passed.\n\n POST OFFICE.\n\n At the beginning of the present administration in 1909 the postal service was in arrears to the extent Of $17,479,770.47. It was very much the largest deficit on record. In the brief space of two years this has been turned into a surplus Of $220,000, which has been accomplished without curtailment of the postal facilities, as may be seen by the fact that there have been established 3,744 new post offices; delivery by carrier has been added to the service in 186 cities; 2,516 new rural routes have been established, covering 60,000 miles; the force of postal employees has been increased in these two years by more than 8,000, and their average annual salary has had a substantial increase.\n\n POSTAL-SAVINGS SYSTEM.\n\n On January 3, 1911, postal-savings depositories were established experimentally in 48 States and Territories. After three months' successful operation the system was extended as rapidly as feasible to the 7,500 Post offices of the first, second, and third classes constituting the presidential grade. By the end of the year practically all of these will have been designated and then the system will be extended to all fourth-class post offices doing a money-order business.\n\n In selecting post offices for depositories consideration was given to the efficiency of the postmasters and only those offices where the ratings were satisfactory to the department have been designated. Withholding designation from postmasters with unsatisfactory ratings has had a salutary effect on the service.\n\n The deposits have kept pace with the extension of the system. Amounting to only $60,652 at the end of the first month's operation in the experimental offices, they increased to $679,310 by July, and now after 11 months of operation have reached a total of $ 11,000,000. This sum is distributed among 2,71o banks and protected tinder the law by bonds deposited with the Treasurer of the United States.\n\n Under the method adopted for the conduct of the system certificates are issued as evidence of deposits, and accounts with depositors are kept by the post offices instead of by the department. Compared with the practice in other countries of entering deposits in pass books and keeping at the central office a ledger account with each depositor, the use of the certificate has resulted in great economy of administration.\n\n The depositors thus far number approximately 150,000. They include 40 nationalities, native Americans largely predominating and English and Italians coming next.\n\n The first conversion of deposits into United States bonds bearing interest at the rate of 2.5 per cent occurred on July 1, 1911, the amount of deposits exchanged being $41,900, or a little more than 6 per cent of the total outstanding certificates of deposit on June 30. Of this issue, bonds to the value of $6,120 were in coupon form and $35,780 in registered form.\n\n PARCEL POST.\n\n Steps should be taken immediately for the establishment of a rural parcel post. In the estimates of appropriations needed for the maintenance of the postal service for the ensuing fiscal year an item of $150,000 has been inserted to cover the preliminary expense of establishing a parcel post on rural mail routes, as well as to cover an investigation having for its object the final establishment of a general parcel post on all railway and steamboat transportation routes. The department believes that after the initial expenses of establishing the system are defrayed and the parcel post is in full operation on the rural routes it will not only bring in sufficient revenue to meet its cost, but also a surplus that can be utilized in paying the expenses of a parcel post in the City Delivery Service.\n\n It is hoped that Congress will authorize the immediate establishment of a limited parcel post on such rural routes as may be selected, providing for the delivery along the routes of parcels not exceeding eleven pounds, which is the weight limit for the international parcel post, or at the post office from which such route emanates, or on another route emanating from the same office. Such preliminary service will prepare the way for the more thorough and comprehensive inquiry contemplated in asking for the appropriation mentioned, enable the department to gain definite information concerning the practical operation of a general system, and at the same time extend the benefit of the service to a class of people who, above all others, are specially in need of it.\n\n The suggestion that we have a general parcel post has awakened great opposition on the part of some who think that it will have the effect to destroy the business of the country storekeeper. Instead of doing this, I think the change will greatly increase business for the benefit of all. The reduction in the cost of living it will bring about ought to make its coming certain.\n\n THE NAVY DEPARTMENT.\n\n On the 2d of November last, I reviewed the fighting fleet of battleships and other vessels assembled in New York Harbor, consisting of 24 battleships, 2 armored cruisers, 2 cruisers, 22 destroyers, 12 torpedo boats, 8 submarines, and other attendant vessels, making 98 vessels of all classes, of a tonnage Of 576,634 tons. Those who saw the fleet were struck with its preparedness and with its high military efficiency. All Americans should be proud of its personnel.\n\n The fleet was deficient in the number of torpedo destroyers, in cruisers, and in colliers, as well as in large battleship cruisers, which are now becoming a very important feature of foreign navies, notably the British, German, and Japanese.\n\n The building plan for this year contemplates two battleships and two colliers. This is because the other and smaller vessels can be built much more rapidly in case of emergency than the battleships, and we certainly ought to continue the policy of two battleships a year until after the Panama Canal is finished and until in our first line and in our reserve line we can number 40 available vessels of proper armament and size.\n\n The reorganization of the Navy and the appointment of four aids to the Secretary have continued to demonstrate their usefulness. It would be difficult now to administer the affairs of the Navy without the expert counsel and advice of these aids, and I renew the recommendation which I made last year, that the aids be recognized by statute.\n\n It is certain that the Navy, with its present size, should have admirals in active command higher than rear admirals. The recognized grades in order are: Admiral of the fleet, admiral, vice admiral, and rear admiral. Our great battleship fleet is commanded by a rear admiral, with four other rear admirals under his orders. This is not as it should be, and when questions of precedence arise between our naval officers and those of European navies, the American rear admiral, though in command of ten times the force of a foreign vice admiral, must yield precedence to the latter. Such an absurdity ought not to prevail, and it can be avoided by the creation of two or three positions of flag rank above that of rear admiral.\n\n I attended the opening of the new training school at North Chicago, Ill., and am glad to note the opportunity which this gives for drawing upon young men of the country from the interior, from farms, stores, shops, and offices, which insures a high average of intelligence and character among them, and which they showed in the very wonderful improvement in discipline and drill which only a few short weeks' presence at the naval station had made.\n\n I invite your attention to the consideration of the new system of detention and of punishment for Army and Navy enlisted men which has obtained in Great Britain, and which has made greatly for the better control of the. men. We should adopt a similar system here.\n\n Like the Treasury Department and the War Department, the Navy Department has given much attention to economy in administration, and has cut down a number of unnecessary expenses and reduced its estimates except for construction and the increase that that involves.\n\n I urge upon Congress the necessity for an immediate increase of 2,000 men in the enlisted strength of the Navy, provided for in the estimates. Four thousand more are now needed to man all the available vessels.\n\n There are in the service to-day about 47,750 enlisted men of all ratings.\n\n Careful computation shows that in April, 1912, 49,166 men will be required for vessels in commission, and 3,000 apprentice seamen should be kept under training at all times.\n\n ABOLITION OF NAVY YARDS.\n\n The Secretary of the Navy has recommended the abolition of certain of the smaller and unnecessary navy yards, and in order to furnish a complete and comprehensive report has referred the question of all navy yards to the joint board of the Army and Navy. This board will shortly make its report and the Secretary of the Navy advises me that his recommendations on the subject will be presented early in the coming year. The measure of economy contained in a proper handling of this subject is so great and so important to the interests of the Nation that I shall present it to Congress as a separate subject apart from my annual message. Concentration of the necessary work for naval vessels in a few navy yards on each coast is a vital necessity if proper economy in Government expenditures is to be attained.\n\n AMALGAMATION OF STAFF CORPS IN THE NAVY.\n\n The Secretary of the Navy is striving to unify the various corps of the Navy to the extent possible and thereby stimulate a Navy spirit as distinguished from a corps spirit. In this he has my warm support.\n\n All officers are to be naval officers first and specialists afterwards. This means that officers will take up at least one specialty, such as ordnance, construction, or engineering. This is practically what is done now, only some of the specialists, like the pay officers and naval constructors, are not of the line. It is proposed to make them all of the line.\n\n All combatant corps should obviously be of the line. This necessitates amalgamating the pay officers and also those engaged in the technical work of producing the finished ship. This is at present the case with the single exception of the naval constructors, whom it is now proposed to amalgamate with the line.\n\n COUNCIL OF NATIONAL DEFENSE.\n\n I urge again upon Congress the desirability of establishing the council of national defense. The bill to establish this council was before Congress last winter, and it is hoped that this legislation will pass during the present session. The purpose of the council is to determine the general policy of national defense and to recommend to Congress and to the President such measures relating to it as it shall deem necessary and expedient.\n\n No such machinery is now provided by which the readiness of the Army and Navy may be improved and the programs of military and naval requirements shall be coordinated and properly scrutinized with a view of the necessities of the whole Nation rather than of separate departments.\n\n DEPARTMENTS OF AGRICULTURE AND COMMERCE AND LABOR.\n\n For the consideration of matters which are pending or have been disposed of in the Agricultural Department and in the Department of Commerce and Labor, I refer to the very excellent reports of the Secretaries of those departments. I shall not be able to submit to Congress until after the Christmas holidays the question of conservation of our resources arising in Alaska and the West and the question of the rate for second-class mail matter in the Post Office Department.\n\n COMMISSION ON EFFICIENCY AND ECONOMY.\n\n The law does not require the submission of the reports of the Commission on Economy and Efficiency until the 31st of December. I shall therefore not be able to submit a report of the work of that commission until the assembling of Congress after the holidays.\n\n CIVIL RETIREMENT AND CONTRIBUTORY PENSION SYSTEM.\n\n I have already advocated, in my last annual message, the adoption of a civil-service retirement system, with a contributory feature to it so as to reduce to a minimum the cost to the Government of the pensions to be paid. After considerable reflection, I am very much opposed to a pension system that involves no contribution from the employees. I think the experience of other governments justifies this view; but the crying necessity for some such contributory system, with possibly a preliminary governmental outlay, in order to cover the initial cost and to set the system going at once while the contributions are accumulating, is manifest on every side. Nothing will so much promote the economy and efficiency of the Government as such a system.\n\n ELIMINATION OF ALL LOCAL OFFICES FROM POLITICS.\n\n I wish to renew again my recommendation that all the local offices throughout the country, including collectors of internal revenue, collectors of customs, postmasters of all four classes, immigration commissioners and marshals, should be by law covered into the classified service, the necessity for confirmation by the Senate be removed, and the President and the others, whose time is now taken up in distributing this patronage under the custom that has prevailed since the beginning of the Government in accordance with the recommendation of the Senators and Congressmen of the majority party, should be relieved from this burden. I am confident that such a change would greatly reduce the cost of administering the Government, and that it would add greatly to its efficiency. It would take away the power to use the patronage of the Government for political purposes. When officers are recommended by Senators and Congressmen from political motives and for political services rendered, it is impossible to expect that while in office the appointees will not regard their tenure as more or less dependent upon continued political service for their patrons, and no regulations, however stiff or rigid, will prevent this, because such regulations, in view of the method and motive for selection, are plainly inconsistent and deemed hardly worthy of respect."}