{"title": "December 3 1907 Seventh Annual Message-Theodore Roosevelt", "content": " cash and the workingmen their earnings; all of which money has been withheld and kept in hiding or in safe deposit box to the detriment of prosperity. Through the agency of the postal savings banks such money would be restored to the channels of trade, to the mutual benefit of capital and labor.\n I further commend to the Congress the consideration of the Postmaster-General's recommendation for an extension of the parcel post, especially on the rural routes. There are now 38,215 rural routes, serving nearly 15,000,000 people who do not have the advantages of the inhabitants of cities in obtaining their supplies. These recommendations have been drawn up to benefit the farmer and the country storekeeper; otherwise, I should not favor them, for I believe that it is good policy for our Government to do everything possible to aid the small town and the country district. It is desirable that the country merchant should not be crushed out.\n The fourth-class postmasters' convention has passed a very strong resolution in favor of placing the fourth-class postmasters under the civil-service law. The Administration has already put into effect the policy of refusing to remove any fourth-class postmasters save for reasons connected with the good of the service; and it is endeavoring so far as possible to remove them from the domain of partisan politics. It would be a most desirable thing to put the fourth-class postmasters in the classified service. It is possible that this might be done without Congressional action, but, as the matter is debatable, I earnestly recommend that the Congress enact a law providing that they be included under the civil-service law and put in the classified service.\n Oklahoma has become a State, standing on a full equality with her elder sisters, and her future is assured by her great natural resources. The duty of the National Government to guard the personal and property rights of the Indians within her borders remains of course unchanged.\n I reiterate my recommendations of last year as regards Alaska. Some form of local self-government should be provided, as simple and inexpensive as possible; it is impossible for the Congress to devote the necessary time to all the little details of necessary Alaskan legislation. Road building and railway building should be encouraged. The Governor of Alaska should begiven an ample appropriation wherewith to organize a force to preserve the public peace. Whisky selling to the natives should be made a felony. The coal land laws should be changed so as to meet the peculiar needs of the Territory. This should be attended to at once; for the present laws permit individuals to locate large areas of the public domain for speculative purposes; and cause an immense amount of trouble, fraud, and litigation. There should be another judicial division established. As early as possible lighthouses and buoys should be established as aids to navigation, especially in and about Prince William Sound, and the survey of the coast completed. There is need of liberal appropriations for lighting and buoying the southern coast and improving the aids to navigation in southeastern Alaska. One of the great industries of Alaska, as of Puget Sound and the Columbia, is salmon fishing. Gradually, by reason of lack of proper laws, this industry is being ruined; it should now be taken in charge, and effectively protected, by the United States Government.\n The courage and enterprise of the citizens of the farnorth-west in their projected Alaskan-Yukon-Pacific Exposition, to be held in 1909, should receive liberal encouragement. This exposition is not sentimental in its conception, but seeks to exploit the natural resources of Alaska and to promote the commerce, trade, and industry of the Pacific States with their neighboring States and with our insular possessions and the neighboring countries of the Pacific. The exposition asks no loan from the Congress but seeks appropriations for National exhibits and exhibits of the western dependencies of the General Government. The State of Washington and the city of Seattle have shown the characteristic western enterprise in large donations for the conduct of this exposition in which other States are lending generous assistance.\n The unfortunate failure of the shipping bill at the last session of the last Congress was followed by the taking off of certain Pacific steamships, which has greatly hampered the movement of passengers between Hawaii and the mainland. Unless the Congress is prepared by positive encouragement to secure proper facilities in the way of shipping between Hawaii and the mainland, then the coastwise shipping laws should be so far relaxed as to prevent Hawaii suffering as it is now suffering. I again call your attention to the capital importance from every standpoint of making Pearl Harbor available for the largest deep water vessels, and of suitably fortifying the islan\n The Secretary of War has gone to the Philippines. On his return I shall submit to you his report on the islands.\n I again recommend that the rights of citizenship be conferred upon the people of Porto Rico.\n A bureau of mines should be created under the control and direction of the Secretary of the Interior; the bureau to have power to collect statistics and make investigations in all matters pertaining to mining and particularly to the accidents and dangers of the industry. If this can not now be done, at least additional appropriations should be given the Interior Department to be used for the study of mining conditions, for the prevention of fraudulent mining schemes, for carrying on the work of mapping the mining districts, for studying methods for minimizing the accidents and dangers in the industry; in short, to aid in all proper ways the development of the mining industry.\n I strongly recommend to the Congress to provide funds for keeping up the Hermitage, the home of Andrew Jackson; these funds to be used through the existing Hermitage Association for the preservation of a historic building which should ever be dear to Americans.\n I further recommend that a naval monument be established in the Vicksburg National Park. This national park gives a unique opportunity for commemorating the deeds of those gallant men who fought on water, no less than of those who fought on land, in the great civil War.\n Legislation should be enacted at the present session of the Congress for the Thirteenth Census. The establishment of the permanent Census Bureau affords the opportunity for a better census than we have ever had, but in order to realize the full advantage of the permanent organization, ample time must be given for preparation.\n There is a constantly growing interest in this country in the question of the public health. At last the public mind is awake to the fact that many diseases, notably tuberculosis, are National scourges. The work of the State and city boards of health should be supplemented by a constantly increasing interest on the part of the National Government. The Congress has already provided a bureau of public health and has provided for a hygienic laboratory. There are other valuable laws relating to the public health connected with the various departments. This whole branch of the Government should be strengthened and aided in every way.\n I call attention to two Government commissions which I have appointed and which have already done excellent work. The first of these has to do with the organization of the scientific work of the Government, which has grown up wholly without plan and is in consequence so unwisely distributed among the Executive Departments that much of its effect is lost for the lack of proper coordination. This commission's chief object is to introduce a planned and orderly development and operation in the place of the ill-assorted and often ineffective grouping and methods of work which have prevailed. This can not be done without legislation, nor would it be feasible to deal in detail with so complex an administrative problem by specific provisions of law. I recommend that the President be given authority to concentrate related lines of work and reduce duplication by Executive order through transfer and consolidation of lines of work.\n The second committee, that on Department methods, was instructed to investigate and report upon the changes needed to place the conduct of the executive force of the Government on the most economical and effective basis in the light of the best modern business practice. The committee has made very satisfactory progress. Antiquated practices and bureaucratic ways have been abolished, and a general renovation of departmental methods has been inaugurated. All that can be done by Executive order has already been accomplished or will be put into effect in the near future. The work of the main committee and its several assistant committees has produced a wholesome awakening on the part of the great body of officers and employees engaged in Government work. In nearly every Department and office there has been a careful self-inspection for the purpose of remedying any defects before they could be made the subject of adverse criticism. This has led individuals to a wider study of the work on which they were engaged, and this study has resulted in increasing their efficiency in their respective lines of work. There are recommendations of special importance from the committee on the subject of personnel and the classification of salaries which will require legislative action before they can be put into effect. It is my intention to submit to the Congress in the near future a special message on those subjects.\n Under our form of government voting is not merely a right but a duty, and, moreover, a fundamental and necessary duty if a man is to be a good citizen. It is well to provide that corporations shall not contribute to Presidential or National campaigns, and furthermore to provide for the publication of both contributions and expenditures. There is, however, always danger in laws of this kind, which from their very nature are difficult of enforcement; the danger being lest they be obeyed only by the honest, and disobeyed by the unscrupulous, so as to act only as a penalty upon honest men. Moreover, no such law would hamper an unscrupulous man of unlimited means from buying his own way into office. There is a very radical measure which would, I believe, work a substantial improvement in our system of conducting a campaign, although I am well aware that it will take some time for people so to familiarize themselves with such a proposal as to be willing to consider its adoption. The need for collecting large campaign funds would vanish if Congress provided an appropriation for the proper and legitimate expenses of each of the great national parties, an appropriation ample enough to meet the necessity for thorough organization and machinery, which requires a large expenditure of money. Then the stipulation should be made that no party receiving campaign funds from the Treasury should accept more than a fixed amount from any individual subscriber or donor; and the necessary publicity for receipts and expenditures could without difficulty be provided.\n There should be a National gallery of art established in the capital city of this country. This is important not merely to the artistic but to the material welfare of the country; and the people are to be congratulated on the fact that the movement to establish such a gallery is taking definite form under the guidance of the Smithsonian Institution. So far from there being a tariff on works of art brought into the country, their importation should be encouraged in every way. There have been no sufficient collections of objects of art by the Government, and what collections have been acquired are scattered and are generally placed in unsuitable and imperfectly lighted galleries.\n The Biological Survey is quietly working for the good of our agricultural interests, and is an excellent example of a Government bureau which conducts original scientific research the findings of which are of much practical utility. For more than twenty years it has studied the food habits of birds and mammals that are injurious or beneficial to agriculture, horticulture, and forestry; has distributed illustrated bulletins on the subject, and has labored to secure legislative protection for the beneficial species. The cotton boll-weevil, which has recently overspread the cotton belt of Texas and is steadily extending its range, is said to cause an annual loss of about $3,000,000. The Biological Survey has ascertained and gives wide publicity to the fact that at least 43 kinds of birds prey upon this destructive insect. It has discovered that 57 species of birds feed upon scale-insects--dreaded enemies of the fruit grower. It has shown that woodpeckers as a class, by destroying the larvae of wood-boring insects, are so essential to tree life that it is doubtful if our forests could exist without them. It has shown that cuckoos and orioles are the natural enemies of the leaf-eating caterpillars that destroy our shade and fruit trees; that our quails and sparrows consume annually hundreds of tons of seeds of noxious weeds; that hawks and owls as a class (excepting the few that kill poultry and game birds) are markedly beneficial, spending their lives in catching grasshoppers, mice, and other pests that prey upon the products of husbandry. It has conducted field experiments for the purpose of devising and perfecting simple methods for holding in check the hordes of destructive rodents--rats, mice, rabbits, gophers, prairie dogs, and ground squirrels--which annually destroy crops worth many millions of dollars; and it has published practical directions for the destruction of wolves and coyotes on the stock ranges of the West, resulting during the past year in an estimated saving of cattle and sheep valued at upwards of a million dollars.\n It has inaugurated a system of inspection at the principal ports of entry on both Atlantic and Pacific coasts by means of which the introduction of noxious mammals and birds is prevented, thus keeping out the mongoose and certain birds which are as much to be dreaded as the previously introduced English sparrow and the house rats and mice.\n In the interest of game protection it has cooperated with local officials in every State in the Union, has striven to promote uniform legislation in the several States, has rendered important service in enforcing the Federal law regulating interstate traffic in game, and has shown bow game protection may be made to yield a large revenue to the State--a revenue amounting in the case of Illinois to $128,000 in a single year.\n The Biological Survey has explored the faunas and floras of America with reference to the distribution of animals and plants; it has defined and mapped the natural life areas--areas in which, by reason of prevailing climatic conditions, certain kinds of animals and plants occur--and has pointed out the adaptability of these areas to the cultivation of particular crops. The results of these investigations are not only of high educational value but are worth each year to the progressive farmers of the country many times the cost of maintaining the Survey, which, it may be added, is exceedingly small. I recommend to Congress that this bureau, whose usefulness is seriously handicapped by lack of funds, be granted an appropriation in some degree commensurate with the importance of the work it is doing.\n I call your especial attention to the unsatisfactory condition of our foreign mail service, which, because of the lack of American steamship lines is now largely done through foreign lines, and which, particularly so far as South and Central America are concerned, is done in a manner which constitutes a serious barrier to the extension of our commerce.\n The time has come, in my judgment, to set to work seriously to make our ocean mail service correspond more closely with our recent commercial and political development. A beginning was made by the ocean mail act of March 3, 1891, but even at that time the act was known to be inadequate in various particulars. Since that time events have moved rapidly in our history. We have acquired Hawaii, the Philippines, and lesser islands in the Pacific. We are steadily prosecuting the great work of uniting at the Isthmus the waters of the Atlantic and the Pacific. To a greater extent than seemed probable even a dozen years ago, we may look to an American future on the sea worthy of the traditions of our past. As the first step in that direction, and the step most feasible at the present time, I recommend the extension of the ocean mail act of 1891. This act has stood for some years free from successful criticism of its principle and purpose. It was based on theories of the obligations of a great maritime nation, undisputed in our own land and followed by other nations since the beginning of steam navigation. Briefly those theories are, that it is the duty of a first-class Power so far as practicable to carry its ocean mails under its own flag;that the fast ocean steamships and their crews, required for such mail service, are valuable auxiliaries to the sea power of a nation. Furthermore, the construction of such steamships insures the maintenance in an efficient condition of the shipyards in which our battleships must be built.\n The expenditure of public money for the Performance of such necessary functions of government is certainly warranted, nor is it necessary to dwell upon the incidental benefits to our foreign commerce, to the shipbuilding industry, and to ship owning and navigation which will accompany the discharge of these urgent public duties, though they, too, should have weight.\n The only serious question is whether at this time we can afford to improve our ocean mail service as it should be improved. All doubt on this subject is removed by the reports of the Post-Office Department. For the fiscal year ended June 30, 1907, that Department estimates that the postage collected on the articles exchanged with foreign countries other than Canada and Mexico amounted to $6,579,043.48, or $3,637,226.81 more than the net cost of the service exclusive of the cost of transporting the articles between the United States exchange post-offices and the United States post-offices at which they were mailed or delivered. In other words, the Government of the United States, having assumed a monopoly of carrying the mails for the people, making a profit of over $3,600,000 by rendering a cheap and inefficient service. That profit I believe should be devoted to strengthening maritime power in those directions where it will best promote our prestige. The country is familiar with the facts of our maritime impotence in the harbors of the great and friendly Republics of South America. Following the failure of the shipbuilding bill we lost our only American line of steamers to Australasia, and that loss on the Pacific has become a serious embarrassment to the people of Hawaii, and has wholly cut off the Samoan islands from regular communication with the Pacific coast. Puget Sound, in the year, has lost over half (four out of seven) of its American steamers trading with the Orient.\n We now pay under the act of 1891 $4 a statute mile outward to 20-knot American mail steamships, built according to naval plans, available as cruisers, and manned by Americans. Steamships of that speed are confined exclusively to trans-Atlantic trade with New York. To steamships of 16 knots or over only $2 a mile can be paid, and it is steamships of this speed and type which are needed to meet the requirements of mail service to South America, Asia (including the Philippines), and Australia. I strongly recommend, therefore, a simple amendment to the ocean mail act of 1891 which shall authorize the Postmaster-General in his discretion to enter into contracts for the transportation of mails to the Republics of South America, to Asia, the Philippines, and Australia at a rate not to exceed $4 a mile for steamships of 16 knots speed or upwards, subject to the restrictions and obligations of the act of 1891. The profit of $3,600,000 which has been mentioned will fully cover the maximum annual expenditure involved in this recommendation, and it is believed will in time establish the lines so urgently needed. The proposition involves no new principle, but permits the efficient discharge of public functions now inadequately performed or not performed at all.\n Not only there is not now, but there never has been, any other nation in the world so wholly free from the evils of militarism as is ours. There never has been any other large nation, not even China, which for so long a period has had relatively to its numbers so small a regular army as has ours. Never at any time in our history has this Nation suffered from militarism or been in the remotest danger of suffering from militarism. Never at any time of our history has the Regular Army been of a size which caused the slightest appreciable tax upon the tax-paying citizens of the Nation. Almost always it has been too small in size and underpaid. Never in our entire history has the Nation suffered in the least particular because too much care has been given to the Army, too much prominence given it, too much money spent upon it, or because it has been too large. But again and again we have suffered because enough care has not been given to it, because it has been too small, because there has not been sufficient preparation in advance for possible war. Every foreign war in which we have engaged has cost us many times the amount which, if wisely expended during the preceding years of peace on the Regular Army, would have insured the war ending in but a fraction of the time and but for a fraction of the cost that was actually the case. As a Nation we have always been shortsighted in providing for the efficiency of the Army in time of peace. It is nobody's especial interest to make such provision and no one looks ahead to war at any period, no matter how remote, as being a serious possibility; while an improper economy, or rather niggardliness, can be practiced at the expense of the Army with the certainty that those practicing it will not be called to account therefor, but that the price will be paid by the unfortunate persons who happen to be in office when a war does actually come.\n I think it is only lack of foresight that troubles us, not any hostility to the Army. There are, of course, foolish people who denounce any care of the Army or Navy as \"militarism,\" but I do not think that these people are numerous. This country has to contend now, and has had to contend in the past, with many evils, and there is ample scope for all who would work for reform. But there is not one evil that now exists, or that ever has existed in this country, which is, or ever has been, owing in the smallest part to militarism. Declamation against militarism has no more serious place in an earnest and intelligent movement for righteousness in this country than declamation against the worship of Baal or Astaroth. It is declamation against a non-existent evil, one which never has existed in this country, and which has not the slightest chance of appearing here. We are glad to help in any movement for international peace, but this is because we sincerely believe that it is our duty to help all such movements provided they are sane and rational, and not because there is any tendency toward militarism on our part which needs to be cured. The evils we have to fight are those in connection with industrialism, not militarism. Industry is always necessary, just as war is sometimes necessary. Each has its price, and industry in the United States now exacts, and has always exacted, a far heavier toll of death than all our wars put together. The statistics of the railroads of this country for the year ended June 30, 1906, the last contained in the annual statistical report of the Interstate Commerce Commission, show in that one year a total of 108,324 casualties to persons, of which 10,618 represent the number of persons killed. In that wonderful hive of human activity, Pittsburg, the deaths due to industrial accidents in 1906 were 919, all the result of accidents in mills, mines or on railroads. For the entire country, therefore, it is safe to say that the deaths due to industrial accidents aggregate in the neighborhood of twenty thousand a year. Such a record makes the death rate in all our foreign wars utterly trivial by comparison. The number of deaths in battle in all the foreign wars put together, for the last century and a quarter, aggregate considerably less than one year's death record for our industries. A mere glance at these figures is sufficient to show the absurdity of the outcry against militarism.\n But again and again in the past our little Regular Army has rendered service literally vital to the country, and it may at any time have to do so in the future. Its standard of efficiency and instruction is higher now than ever in the past. But it is too small. There are not enough officers; and it is impossible to secure enough enlisted men. We should maintain in peace a fairly complete skeleton of a large army. A great and long-continued war would have to be fought by volunteers. But months would pass before any large body of efficient volunteers could be put in the field, and our Regular Army should be large enough to meet any immediate need. In particular it is essential that we should possess a number of extra officers trained in peace to perform efficiently the duties urgently required upon the breaking out of war.\n The Medical Corps should be much larger than the needs of our Regular Army in war. Yet at present it is smaller than the needs of the service demand even in peace. The Spanish war occurred less than ten years ago. The chief loss we suffered in it was by disease among the regiments which never left the country. At the moment the Nation seemed deeply impressed by this fact; yet seemingly it has already been forgotten, for not the slightest effort has been made to prepare a medical corps of sufficient size to prevent the repetition of the same disaster on a much larger scale if we should ever be engaged in a serious conflict. The trouble in the Spanish war was not with the then existing officials of the War Department; it was with the representatives of the people as a whole who, for the preceding thirty years, had declined to make the necessary provision for the Army. Unless ample provision is now made by Congress to put the Medical Corps where it should be put disaster in the next war is inevitable, and the responsibility will not lie with those then in charge of the War Department, but with those who now decline to make the necessary provision. A well organized medical corps, thoroughly trained before the advent of war in all the important administrative duties of a military sanitary corps, is essential to the efficiency of any large army, and especially of a large volunteer army. Such knowledge of medicine and surgery as is possessed by the medical profession generally will not alone suffice to make an efficient military surgeon. He must have, in addition, knowledge of the administration and sanitation of large field hospitals and camps, in order to safeguard the health and lives of men intrusted in great numbers to his care. A bill has long been pending before the Congress for the reorganization of the Medical Corps; its passage is urgently needed.\n But the Medical Department is not the only department for which increased provision should be made. The rate of pay for the officers should be greatly increased; there is no higher type of citizen than the American regular officer, and he should have a fair reward for his admirable work. There should be a relatively even greater increase in the pay for the enlisted men. In especial provision should be made for establishing grades equivalent to those of warrant officers in the Navy which should be open to the enlisted men who serve sufficiently long and who do their work well. Inducements should be offered sufficient to encourage really good men to make the Army a life occupation. The prime needs of our present Army is to secure and retain competent noncommissioned officers. This difficulty rests fundamentally on the question of pay. The noncommissioned officer does not correspond with an unskilled laborer; he corresponds to the best type of skilled workman or to the subordinate official in civil institutions. Wages have greatly increased in outside occupations in the last forty years and the pay of the soldier, like the pay of the officers, should be proportionately increased. The first sergeant of a company, if a good man, must be one of such executive and administrative ability, and such knowledge of his trade, as to be worth far more than we at present pay him. The same is true of the regimental sergeant major. These men should be men who had fully resolved to make the Army a life occupation and they should be able to look forward to ample reward; while only men properly qualified should be given a chance to secure these final rewards. The increase over the present pay need not be great in the lower grades for the first one or two enlistments, but the increase should be marked for the noncommissioned officers of the upper grades who serve long enough to make it evident that they intend to stay permanently in the Army, while additional pay should be given for high qualifications in target practice. The position of warrant officer should be established and there should be not only an increase of pay, but an increase of privileges and allowances and dignity, so as to make the grade open to noncommissioned officers capable of filling them desirably from every standpoint. The rate of desertion in our Army now in time of peace is alarming. The deserter should be treated by public opinion as a man guilty of the greatest crime; while on the other hand the man who serves steadily in the Army should be treated as what he is, that is, as preeminently one of the best citizens of this Republic. After twelve years' service in the Army, my own belief is that the man should be given a preference according to his ability for certain types of office over all civilian applicants without examination. This should also apply, of course, to the men who have served twelve years in the Navy. A special corps should be provided to do the manual labor now necessarily demanded of the privates themselves.\n Among the officers there should be severe examinations to weed out the unfit up to the grade of major. From that position on appointments should be solely by selection and it should be understood that a man of merely average capacity could never get beyond the position of major, while every man who serves in any grade a certain length of time prior to promotion to the next grade without getting the promotion to the next grade should be forthwith retired. The practice marches and field maneuvers of the last two or three years have been invaluable to the Army. They should be continued and extended. A rigid and not a perfunctory examination of physical capacity has been provided for the higher grade officers. This will work well. Unless an officer has a good physique, unless he can stand hardship, ride well, and walk fairly, he is not fit for any position, even after he has become a colonel. Before he has become a colonel the need for physical fitness in the officers is almost as great as in the enlisted man. I hope speedily to see introduced into the Army a far more rigid and thoroughgoing test of horsemanship for all field officers than at present. There should be a Chief of Cavalry just as there is a Chief of Artillery.\n Perhaps the most important of all legislation needed for the benefit of the Army is a law to equalize and increase the pay of officers and enlisted men of the Army, Navy, Marine Corps, and Revenue-Cutter Service. Such a bill has been prepared, which it is hoped will meet with your favorable consideration. The next most essential measure is to authorize a number of extra officers as mentioned above. To make the Army more attractive to enlisted men, it is absolutely essential to create a service corps, such as exists in nearly every modern army in the world, to do the skilled and unskilled labor, inseparably connected with military administration, which is now exacted, without just compensation, of enlisted men who voluntarily entered the Army to do service of an altogether different kind. There are a number of other laws necessary to so organize the Army as to promote its efficiency and facilitate its rapid expansion in time of war; but the above are the most important.\n It was hoped The Hague Conference might deal with the question of the limitation of armaments. But even before it had assembled informal inquiries had developed that as regards naval armaments, the only ones in which this country had any interest, it was hopeless to try to devise any plan for which there was the slightest possibility of securing the assent of the nations gathered at The Hague. No plan was even proposed which would have had the assent of more than one first class Power outside of the United States. The only plan that seemed at all feasible, that of limiting the size of battleships, met with no favor at all. It is evident, therefore, that it is folly for this Nation to base any hope of securing peace on any international agreement as to the limitations of armaments. Such being the fact it would be most unwise for us to stop the upbuilding of our Navy. To build one battleship of the best and most advanced type a year would barely keep our fleet up to its present force. This is not enough. In my judgment, we should this year provide for four battleships. But it is idle to build battleships unless in addition to providing the men, and the means for thorough training, we provide the auxiliaries for them, unless we provide docks, the coaling stations, the colliers and supply ships that they need. We are extremely deficient in coaling stations and docks on the Pacific, and this deficiency should not longer be permitted to exist. Plenty of torpedo boats and destroyers should be built. Both on the Atlantic and Pacific coasts, fortifications of the best type should be provided for all our greatest harbors.\n We need always to remember that in time of war the Navy is not to be used to defend harbors and sea-coast cities; we should perfect our system of coast fortifications. The only efficient use for the Navy is for offense. The only way in which it can efficiently protect our own coast against the possible action of a foreign navy is by destroying that foreign navy. For defense against a hostile fleet which actually attacks them, the coast cities must depend upon their forts, mines, torpedoes, submarines, and torpedo boats and destroyers. All of these together are efficient for defensive purposes, but they in no way supply the place of a thoroughly efficient navy capable of acting on the offensive; for parrying never yet won a fight. It can only be won by hard hitting, and an aggressive sea-going navy alone can do this hard hitting of the offensive type. But the forts and the like are necessary so that the Navy may be footloose. In time of war there is sure to be demand, under pressure, of fright, for the ships to be scattered so as to defend all kind of ports. Under penalty of terrible disaster, this demand must be refused. The ships must be kept together, and their objective made the enemies' fleet. If fortifications are sufficiently strong, no modern navy will venture to attack them, so long as the foe has in existence a hostile navy of anything like the same size or efficiency. But unless there exists such a navy then the fortifications are powerless by themselves to secure the victory. For of course the mere deficiency means that any resolute enemy can at his leisure combine all his forces upon one point with the certainty that he can take it.\n Until our battle fleet is much larger than at present it should never be split into detachments so far apart that they could not in event of emergency be speedily united. Our coast line is on the Pacific just as much as on the Atlantic. The interests of California, Oregon, and Washington are as emphatically the interests of the whole Union as those of Maine and New York, of Louisiana and Texas. The battle fleet should now and then be moved to the Pacific, just as at other times it should be kept in the Atlantic. When the Isthmian Canal is built the transit of the battle fleet from one ocean to the other will be comparatively easy. Until it is built I earnestly hope that the battle fleet will be thus shifted between the two oceans every year or two. The marksmanship on all our ships has improved phenomenally during the last five years. Until within the last two or three years it was not possible to train a battle fleet in squadron maneuvers under service conditions, and it is only during these last two or three years that the training under these conditions has become really effective. Another and most necessary stride in advance is now being taken. The battle fleet is about starting by the Straits of Magellan to visit the Pacific coast.. Sixteen battleships are going under the command of Rear-Admiral Evans, while eight armored cruisers and two other battleships will meet him at San Francisco, whither certain torpedo destroyers are also going. No fleet of such size has ever made such a voyage, and it will be of very great educational use to all engaged in it. The only way by which to teach officers and men how to handle the fleet so as to meet every possible strain and emergency in time of war is to have them practice under similar conditions in time of peace. Moreover, the only way to find out our actual needs is to perform in time of peace whatever maneuvers might be necessary in time of war. After war is declared it is too late to find out the needs; that means to invite disaster. This trip to the Pacific will show what some of our needs are and will enable us to provide for them. The proper place for an officer to learn his duty is at sea, and the only way in which a navy can ever be made efficient is by practice at sea, under all the conditions which would have to be met if war existed.\n I bespeak the most liberal treatment for the officers and enlisted men of the Navy. It is true of them, as likewise of the officers and enlisted men of the Army, that they form a body whose interests should be close to the heart of every good American. In return the most rigid performance of duty should be exacted from them. The reward should be ample when they do their best; and nothing less than their best should be tolerated. It is idle to hope for the best results when the men in the senior grades come to those grades late in life and serve too short a time in them. Up to the rank of lieutenant-commander promotion in the Navy should be as now, by seniority, subject, however, to such rigid tests as would eliminate the unfit. After the grade of lieutenant-commander, that is, when we come to the grade of command rank, the unfit should be eliminated in such manner that only the conspicuously fit would remain, and sea service should be a principal test of fitness. Those who are passed by should, after a certain length of service in their respective grades, be retired. Of a given number of men it may well be that almost all would make good lieutenants and most of them good lieutenant-commanders, while only a minority be fit to be captains, and but three or four to be admirals. Those who object to promotion otherwise than by mere seniority should reflect upon the elementary fact that no business in private life could be successfully managed if those who enter at the lowest rungs of the ladder should each in turn, if he lived, become the head of the firm, its active director, and retire after he had held the position a few months. On its face such a scheme is an absurdity. Chances for improper favoritism can be minimized by a properly formed board; such as the board of last June, which did such conscientious and excellent work in elimination.\n If all that ought to be done can not now be done, at least let a beginning be made. In my last three annual Messages, and in a special Message to the last Congress, the necessity for legislation that will cause officers of the line of the Navy to reach the grades of captain and rear-admiral at less advanced ages and which will cause them to have more sea training and experience in the highly responsible duties of those grades, so that they may become thoroughly skillful in handling battleships, divisions, squadrons, and fleets in action, has been fully explained and urgently recommended. Upon this subject the Secretary of the Navy has submitted detailed and definite recommendations which have received my approval, and which, if enacted into law, will accomplish what is immediately necessary, and will, as compared with existing law, make a saving of more than five millions of dollars during the next seven years. The navy personnel act of 1899 has accomplished all that was expected of it in providing satisfactory periods of service in the several subordinate grades, from the grade of ensign to the grade of lieutenant-commander, but the law is inadequate in the upper grades and will continue to be inadequate on account of the expansion of the personnel since its enactment. Your attention is invited to the following quotations from the report of the personnel board of 1906, of which the Assistant Secretary of the Navy was president:\n \"Congress has authorized a considerable increase in the number of midshipmen at the Naval Academy, and these midshipmen upon graduation are promoted to ensign and lieutenant (junior-grade). But no provision has been made for a corresponding increase in the upper grades, the result being that the lower grades will become so congested that a midshipman now in one of the lowest classes at Annapolis may possibly not be promoted to lieutenant until he is between 45 and 50 years of age. So it will continue under the present law, congesting at the top and congesting at the bottom. The country fails to get from the officers of the service the best that is in them by not providing opportunity for their normal development and training. The board believes that this works a serious detriment to the efficiency of the Navy and is a real menace to the public safety.\"\n As stated in my special Message to the last Congress: \"I am firmly of the opinion that unless the present conditions of the higher commissioned personnel is rectified by judicious legislation the future of our Navy will be gravely compromised.\" It is also urgently necessary to increase the efficiency of the Medical Corps of the Navy. Special legislation to this end has already been proposed; and I trust it may be enacted without delay.\n It must be remembered that everything done in the Navy to fit it to do well in time of war must be done in time of peace. Modern wars are short; they do not last the length of time requisite to build a battleship; and it takes longer to train the officers and men to do well on a battleship than it takes to build it. Nothing effective can be done for the Navy once war has begun, and the result of the war, if the combatants are otherwise equally matched, will depend upon which power has prepared best in time of peace. The United States Navy is the best guaranty the Nation has that its honor and interest will not be neglected; and in addition it offers by far the best insurance for peace that can by human ingenuity be devised.\n I call attention to the report of the official Board of Visitors to the Naval Academy at Annapolis which has been forwarded to the Congress. The report contains this paragraph:\n \"Such revision should be made of the courses of study and methods of conducting and marking examinations as will develop and bring out the average all-round ability of the midshipman rather than to give him prominence in any one particular study. The fact should be kept in mind that the Naval Academy is not a university but a school, the primary object of which is to educate boys to be efficient naval officers. Changes in curriculum, therefore, should be in the direction of making the course of instruction less theoretical and more practical. No portion of any future class should be graduated in advance of the full four years' course, and under no circumstances should the standard of instruction be lowered. The Academy in almost all of its departments is now magnificently equipped, and it would be very unwise to make the course of instruction less exacting than it is to-day.\"\n Acting upon this suggestion I designated three seagoing officers, Capt. Richard Wainwright, Commander Robert S. Griffin, and Lieut. Commander Albert L. Key, all graduates of the Academy, to investigate conditions and to recommend to me the best method of carrying into effect this general recommendation. These officers performed the duty promptly and intelligently, and, under the personal direction of Capt. Charles J. Badger, Superintendent of the Academy, such of the proposed changes as were deemed to be at present advisable were put into effect at the beginning of the academic year, October 1, last. The results, I am confident, will be most beneficial to the Academy, to the midshipmen, and to the Navy.\n In foreign affairs this country's steady policy is to behave toward other nations as a strong and self-respecting man should behave toward the other men with whom he is brought into contact. In other words, our aim is disinterestedly to help other nations where such help can be wisely given without the appearance of meddling with what does not concern us; to be careful to act as a good neighbor; and at the same time, in good-natured fashion, to make it evident that we do not intend to be imposed upon.\n The Second International Peace Conference was convened at The Hague on the 15th of June last and remained in session until the 18th of October. For the first time the representatives of practically all the civilized countries of the world united in a temperate and kindly discussion of the methods by which the causes of war might be narrowed and its injurious effects reduced.\n Although the agreements reached in the Conference did not in any direction go to the length hoped for by the more sanguine, yet in many directions important steps were taken, and upon every subject on the programme there was such full and considerate discussion as to justify the belief that substantial progress has been made toward further agreements in the future. Thirteen conventions were agreed upon embodying the definite conclusions which had been reached, and resolutions were adopted marking the progress made in matters upon which agreement was not yet sufficiently complete to make conventions practicable.\n The delegates of the United States were instructed to favor an agreement for obligatory arbitration, the establishment of a permanent court of arbitration to proceed judicially in the hearing and decision of international causes, the prohibition of force for the collection of contract debts alleged to be due from governments to citizens of other countries until after arbitration as to the justice and amount of the debt and the time and manner of payment, the immunity of private property at sea, the better definition of the rights of neutrals, and, in case any measure to that end should be introduced, the limitation of armaments.\n In the field of peaceful disposal of international differences several important advances were made. First, as to obligatory arbitration. Although the Conference failed to secure a unanimous agreement upon the details of a convention for obligatory arbitration, it did resolve as follows;\n \"It is unanimous: (1) In accepting the principle for obligatory arbitration; (2) In declaring that certain differences, and notably those relating to the interpretation and application of international conventional stipulations are susceptible of being submitted to obligatory arbitration without any restriction.\"\n In view of the fact that as a result of the discussion the vote upon the definite treaty of obligatory arbitration, which was proposed, stood 32 in favor to 9 against the adoption of the treaty, there can be little doubt that the great majority of the countries of the world have reached a point where they are now ready to apply practically the principles thus unanimously agreed upon by the Conference.\n The second advance, and a very great one, is the agreement which relates to the use of force for the collection of contract debts. Your attention is invited to the paragraphs upon this subject in my Message of December, 1906, and to the resolution of the Third American Conference at Rio in the summer of 1906. The convention upon this subject adopted by the Conference substantially as proposed by the American delegates is as follows::\n \"In order to avoid between nations armed conflicts of a purely pecuniary origin arising from contractual debts claimed of the government of one country by the government of another country to be due to its nationals, the signatory Powers agree not to have recourse to armed force for the collection of such contractual debts.\n \"However, this stipulation shall not be applicable when the debtor State refuses or leaves unanswered an offer to arbitrate, or, in case of acceptance, makes it impossible to formulate the terms of submission, or, after arbitration, fails to comply with the award rendered.\n \"It is further agreed that arbitration here contemplated shall be in conformity, as to procedure, with Chapter III of the Convention for the Pacific Settlement of International Disputes adopted at The Hague, and that it shall determine, in so far as there shall be no agreement between the parties, the justice and the amount of the debt, the time and mode of payment thereof.\"\n Such a provision would have prevented much injustice and extortion in the past, and I cannot doubt that its effect in the future will be most salutary.\n A third advance has been made in amending and perfecting the convention of 1899 for the voluntary settlement of international disputes, and particularly the extension of those parts of that convention which relate to commissions of inquiry. The existence of those provisions enabled the Governments of Great Britain and Russia to avoid war, notwithstanding great public excitement, at the time of the Dogger Bank incident, and the new convention agreed upon by the Conference gives practical effect to the experience gained in that inquiry.\n Substantial progress was also made towards the creation of a permanent judicial tribunal for the determination of international causes. There was very full discussion of"}