{"title": "December 31 1855 Third Annual Message-Franklin Pierce", "content": "; and those purposes of general welfare and common defense were afterwards defined by specific enumeration as being matters only of co-relation between the States themselves or between them and foreign governments, which, because of their common and general nature, could not be left to the separate control of each State.\n Of the circumstances of local condition, interest, and rights in which a portion of the States, constituting one great section of the Union, differed from the rest and from another section, the most important was the peculiarity of a larger relative colored population in the Southern than in the Northern States.\n A population of this class, held in subjection, existed in nearly all the States, but was more numerous and of more serious concernment in the South than in the North on account of natural differences of climate and production; and it was foreseen that, for the same reasons, while this population would diminish and sooner or later cease to exist in some States, it might increase in others. The peculiar character and magnitude of this question of local rights, not in material relations only, but still more in social ones, caused it to enter into the special stipulations of the Constitution.\n Hence, while the General Government, as well by the enumerated powers granted to it as by those not enumerated, and therefore refused to it, was forbidden to touch this matter in the sense of attack or offense, it was placed under the general safeguard of the Union in the sense of defense against either invasion or domestic violence, like all other local interests of the several States. Each State expressly stipulated, as well for itself as for each and all of its citizens, and every citizen of each State became solemnly bound by his allegiance to the Constitution that any person held to service or labor in one State, escaping into another, should not, in consequence of any law or regulation thereof, be discharged from such service or labor, but should be delivered up on claim of the party to whom such service or labor might be due by the laws of his State.\n Thus and thus only, by the reciprocal guaranty of all the rights of every State against interference on the part of another, was the present form of government established by our fathers and transmitted to us, and by no other means is it possible for it to exist. If one State ceases to respect the rights of another and obtrusively intermeddles with its local interests; if a portion of the States assume to impose their institutions on the others or refuse to fulfill their obligations to them, we are no longer united, friendly States, but distracted, hostile ones, with little capacity left of common advantage, but abundant means of reciprocal injury and mischief. Practically it is immaterial whether aggressive interference between the States or deliberate refusal on the part of any one of them to comply with constitutional obligations arise from erroneous conviction or blind prejudice, whether it be perpetrated by direction or indirection. In either case it is full of threat and of danger to the durability of the Union.\n Placed in the office of Chief Magistrate as the executive agent of the whole country, bound to take care that the laws be faithfully executed, and specially enjoined by the Constitution to give information to Congress on the state of the Union, it would be palpable neglect of duty on my part to pass over a subject like this, which beyond all things at the present time vitally concerns individual and public security.\n It has been matter of painful regret to see States conspicuous for their services in rounding this Republic and equally sharing its advantages disregard their constitutional obligations to it. Although conscious of their inability to heal admitted and palpable social evils of their own, and which are completely within their jurisdiction, they engage in the offensive and hopeless undertaking of reforming the domestic institutions of other States, wholly beyond their control and authority. In the vain pursuit of ends by them entirely unattainable, and which they may not legally attempt to compass, they peril the very existence of the Constitution and all the countless benefits which it has conferred. While the people of the Southern States confine their attention to their own affairs, not presuming officiously to intermeddle with the social institutions of the Northern States, too many of the inhabitants of the latter are permanently organized in associations to inflict injury on the former by wrongful acts, which would be cause of war as between foreign powers and only fail to be such in our system because perpetrated under cover of the Union.\n Is it possible to present this subject as truth and the occasion require without noticing the reiterated but groundless allegation that the South has persistently asserted claims and obtained advantages in the practical administration of the General Government to the prejudice of the North, and in which the latter has acquiesced? That is, the States which either promote or tolerate attacks on the rights of persons and of property in other States, to disguise their own injustice, pretend or imagine, and constantly aver, that they, whose constitutional rights are thus systematically assailed, are themselves the aggressors. At the present time this imputed aggression, resting, as it does, only in the vague declamatory charges of political agitators, resolves itself into misapprehension, or misinterpretation, of the principles and facts of the political organization of the new Territories of the United States.\n What is the voice of history? When the ordinance which provided for the government of the territory northwest of the river Ohio and for its eventual subdivision into new States was adopted in the Congress of the Confederation, it is not to be supposed that the question of future relative power as between the States which retained and those which did not retain a numerous colored population escaped notice or failed to be considered. And yet the concession of that vast territory to the interests and opinions of the Northern States, a territory now the seat of five among the largest members of the Union, was in great measure the act of the State of Virginia and of the South.\n When Louisiana was acquired by the United States, it was an acquisition not less to the North than to the South; for while it was important to the country at the mouth of the river Mississippi to become the emporium of the country above it, so also it was even more important to the whole Union to have that emporium; and although the new province, by reason of its imperfect settlement, was mainly regarded as on the Gulf of Mexico, yet in fact it extended to the opposite boundaries of the United States, with far greater breadth above than below, and was in territory, as in everything else, equally at least an accession to the Northern States. It is mere delusion and prejudice, therefore, to speak of Louisiana as acquisition in the special interest of the South.\n The patriotic and just men who participated in the act were influenced by motives far above all sectional jealousies. It was in truth the great event which, by completing for us the possession of the Valley of the Mississippi, with commercial access to the Gulf of Mexico, imparted unity and strength to the whole Confederation and attached together by indissoluble ties the East and the West, as well as the North and the South.\n As to Florida, that was but the transfer by Spain to the United States of territory on the east side of the river Mississippi in exchange for large territory which the United States transferred to Spain on the west side of that river, as the entire diplomatic history of the transaction serves to demonstrate. Moreover, it was an acquisition demanded by the commercial interests and the security of the whole Union. In the meantime the people of the United States had grown up to a proper consciousness of their strength, and in a brief contest with France and in a second serious war with Great Britain they had shaken off all which remained of undue reverence for Europe, and emerged from the atmosphere of those transatlantic influences which surrounded the infant Republic, and had begun to turn their attention to the full and systematic development of the internal resources of the Union.\n Among the evanescent controversies of that period the most conspicuous was the question of regulation by Congress of the social condition of the future States to be rounded in the territory of Louisiana.\n The ordinance for the government of the territory northwest of the river Ohio had contained a provision which prohibited the use of servile labor therein, subject to the condition of the extraditions of fugitives from service due in any other part of the United States. Subsequently to the adoption of the Constitution this provision ceased to remain as a law, for its operation as such was absolutely superseded by the Constitution. But the recollection of the fact excited the zeal of social propagandism in some sections of the Confederation, and when a second State, that of Missouri, came to be formed in the territory of Louisiana proposition was made to extend to the latter territory the restriction originally applied to the country situated between the rivers Ohio and Mississippi.\n Most questionable as was this proposition in all its constitutional relations, nevertheless it received the sanction of Congress, with some slight modifications of line, to save the existing rights of the intended new State. It was reluctantly acquiesced in by Southern States as a sacrifice to the cause of peace and of the Union, not only of the rights stipulated by the treaty of Louisiana, but of the principle of equality among the States guaranteed by the Constitution. It was received by the Northern States with angry and resentful condemnation and complaint, because it did not concede all which they had exactingly demanded. Having passed through the forms of legislation, it took its place in the statute book, standing open to repeal, like any other act of doubtful constitutionality, subject to be pronounced null and void by the courts of law, and possessing no possible efficacy to control the rights of the States which might thereafter be organized out of any part of the original territory of Louisiana.\n In all this, if any aggression there were, any innovation upon preexisting rights, to which portion of the Union are they justly chargeable? This controversy passed away with the occasion, nothing surviving it save the dormant letter of the statute.\n But long afterwards, when by the proposed accession of the Republic of Texas the United States were to take their next step in territorial greatness, a similar contingency occurred and became the occasion for systematized attempts to intervene in the domestic affairs of one section of the Union, in defiance of their rights as States and of the stipulations of the Constitution. These attempts assumed a practical direction in the shape of persevering endeavors by some of the Representatives in both Houses of Congress to deprive the Southern States of the supposed benefit of the provisions of the act authorizing the organization of the State of Missouri.\n But the good sense of the people and the vital force of the Constitution triumphed over sectional prejudice and the political errors of the day, and the State of Texas returned to the Union as she was, with social institutions which her people had chosen for themselves and with express agreement by the reannexing act that she should be susceptible of subdivision into a plurality of States.\n Whatever advantage the interests of the Southern States, as such, gained by this were far inferior in results, as they unfolded in the progress of time, to those which sprang from previous concessions made by the South.\n To every thoughtful friend of the Union, to the true lovers of their country, to all who longed and labored for the full success of this great experiment of republican institutions, it was cause of gratulation that such an opportunity had occurred to illustrate our advancing power on this continent and to furnish to the world additional assurance of the strength and stability of the Constitution. Who would wish to see Florida still a European colony? Who would rejoice to hail Texas as a lone star instead of one in the galaxy of States? Who does not appreciate the incalculable benefits of the acquisition of Louisiana? And yet narrow views and sectional purposes would inevitably have excluded them all from the Union.\n But another struggle on the same point ensued when our victorious armies returned from Mexico and it devolved on Congress to provide for the territories acquired by the treaty of Guadalupe Hidalgo. The great relations of the subject had now become distinct and clear to the perception of the public mind, which appreciated the evils of sectional controversy upon the question of the admission of new States. In that crisis intense solicitude pervaded the nation. But the patriotic impulses of the popular heart, guided by the admonitory advice of the Father of his Country, rose superior to all the difficulties of the incorporation of a new empire into the Union. In the counsels of Congress there was manifested extreme antagonism of opinion and action between some Representatives, who sought by the abusive and unconstitutional employment of the legislative powers of the Government to interfere in the condition of the inchoate States and to impose their own social theories upon the latter, and other Representatives, who repelled the interposition of the General Government in this respect and maintained the self-constituting rights of the States. In truth, the thing attempted was in form alone action of the General Government, while in reality it was the endeavor, by abuse of legislative power, to force the ideas of internal policy entertained in particular States upon allied independent States. Once more the Constitution and the Union triumphed signally. The new territories were organized without restrictions on the disputed point, and were thus left to judge in that particular for themselves; and the sense of constitutional faith proved vigorous enough in Congress not only to accomplish this primary object, but also the incidental and hardly less important one of so amending the provisions of the statute for the extradition of fugitives from service as to place that public duty under the safeguard of the General Government, and thus relieve it from obstacles raised up by the legislation of some of the States.\n Vain declamation regarding the provisions of law for the extradition of fugitives from service, with occasional episodes of frantic effort to obstruct their execution by riot and murder, continued for a brief time to agitate certain localities. But the true principle of leaving each State and Territory to regulate its own laws of labor according to its own sense of right and expediency had acquired fast hold of the public judgment, to such a degree that by common consent it was observed in the organization of the Territory of Washington. When, more recently, it became requisite to organize the Territories of Nebraska and Kansas, it was the natural and legitimate, if not the inevitable, consequence of previous events and legislation that the same great and sound principle which had already been applied to Utah and New Mexico should be applied to them--that they should stand exempt from the restrictions proposed in the act relative to the State of Missouri.\n These restrictions were, in the estimation of many thoughtful men, null from the beginning, unauthorized by the Constitution, contrary to the treaty stipulations for the cession of Louisiana, and inconsistent with the equality of these States.\n They had been stripped of all moral authority by persistent efforts to procure their indirect repeal through contradictory enactments. They had been practically abrogated by the legislation attending the organization of Utah, New Mexico, and Washington. If any vitality remained in them it would have been taken away, in effect, by the new Territorial acts in the form originally proposed to the Senate at the first session of the last Congress. It was manly and ingenuous, as well as patriotic and just, to do this directly and plainly, and thus relieve the statute book of an act which might be of possible future injury, but of no possible future benefit; and the measure of its repeal was the final consummation and complete recognition of the principle that no portion of the United States shall undertake through assumption of the powers of the General Government to dictate the social institutions of any other portion.\n The scope and effect of the language of repeal were not left in doubt. It was declared in terms to be \"the true intent and meaning of this act not to legislate slavery into any Territory or State, nor to exclude it therefrom, but to leave the people thereof perfectly free to form and regulate their domestic institutions in their own way, subject only to the Constitution of the United States.\"\n The measure could not be withstood upon its merits alone. It was attacked with violence on the false or delusive pretext that it constituted a breach of faith. Never was objection more utterly destitute of substantial justification. When before was it imagined by sensible men that a regulative or declarative statute, whether enacted ten or forty years ago, is irrepealable; that an act of Congress is above the Constitution? If, indeed, there were in the facts any cause to impute bad faith, it would attach to those only who have never ceased, from the time of the enactment of the restrictive provision to the present day, to denounce and condemn it; who have constantly refused to complete it by needful supplementary legislation; who have spared no exertion to deprive it of moral force; who have themselves again and again attempted its repeal by the enactment of incompatible provisions, and who, by the inevitable reactionary effect of their own violence on the subject, awakened the country to perception of the true constitutional principle of leaving the matter involved to the discretion of the people of the respective existing or incipient States.\n It is not pretended that this principle or any other precludes the possibility of evils in practice, disturbed, as political action is liable to be, by human passions. No form of government is exempt from inconveniences; but in this case they are the result of the abuse, and not of the legitimate exercise, of the powers reserved or conferred in the organization of a Territory. They are not to be charged to the great principle of popular sovereignty. On the contrary, they disappear before the intelligence and patriotism of the people, exerting through the ballot box their peaceful and silent but irresistible power.\n If the friends of the Constitution are to have another struggle, its enemies could not present a more acceptable issue than that of a State whose constitution clearly embraces \"a republican form of government\" being excluded from the Union because its domestic institutions may not in all respects comport with the ideas of what is wise and expedient entertained in some other State. Fresh from groundless imputations of breach of faith against others, men will commence the agitation of this new question with indubitable violation of an express compact between the independent sovereign powers of the United States and of the Republic of Texas, as well as of the older and equally solemn compacts which assure the equality of all the States.\n But deplorable as would be such a violation of compact in itself and in all its direct consequences, that is the very least of the evils involved. When sectional agitators shall have succeeded in forcing on this issue, can their pretensions fail to be met by counter pretensions? Will not different States be compelled, respectively, to meet extremes with extremes? And if either extreme carry its point, what is that so far forth but dissolution of the Union? If a new State, formed from the territory of the United States, be absolutely excluded from admission therein, that fact of itself constitutes the disruption of union between it and the other States. But the process of dissolution could not stop there. Would not a sectional decision producing such result by a majority of votes, either Northern or Southern, of necessity drive out the oppressed and aggrieved minority and place in presence of each other two irreconcilably hostile confederations?\n It is necessary to speak thus plainly of projects the offspring of that sectional agitation now prevailing in some of the States, which are as impracticable as they are unconstitutional, and which if persevered in must and will end calamitously. It is either disunion and civil war or it is mere angry, idle, aimless disturbance of public peace and tranquillity. Disunion for what? If the passionate rage of fanaticism and partisan spirit did not force the fact upon our attention, it would be difficult to believe that any considerable portion of the people of this enlightened country could have so surrendered themselves to a fanatical devotion to the supposed interests of the relatively few Africans in the United States as totally to abandon and disregard the interests of the 25,000,000 Americans; to trample under foot the injunctions of moral and constitutional obligation, and to engage in plans of vindictive hostility against those who are associated with them in the enjoyment of the common heritage of our national institutions.\n Nor is it hostility against their fellow-citizens of one section of the Union alone. The interests, the honor, the duty, the peace, and the prosperity of the people of all sections are equally involved and imperiled in this question. And are patriotic men in any part of the Union prepared on such issue thus madly to invite all the consequences of the forfeiture of their constitutional engagements? It is impossible. The storm of frenzy and faction must inevitably dash itself in vain against the unshaken rock of the Constitution. I shall never doubt it. I know that the Union is stronger a thousand times than all the wild and chimerical schemes of social change which are generated one after another in the unstable minds of visionary sophists and interested agitators. I rely confidently on the patriotism of the people, on the dignity and self-respect of the States, on the wisdom of Congress, and, above all, on the continued gracious favor of Almighty God to maintain against all enemies, whether at home or abroad, the sanctity of the Constitution and the integrity of the Union."}