{"title": "December 8 1846 Second Annual Message to Congress-James K. Polk", "content": "Fellow-Citizens of the Senate and of the House of Representatives:\n\nIn resuming your labors in the service of the people it is a subject of congratulation that there has been no period in our past history when all the elements of national prosperity have been so fully developed. Since your last session no afflicting dispensation has visited our country. General good health has prevailed, abundance has crowned the toil of the husbandman, and labor in all its branches is receiving an ample reward, while education, science, and the arts are rapidly enlarging the means of social happiness. The progress of our country in her career of greatness, not only in the vast extension of our territorial limits and the rapid increase of our population, but in resources and wealth and in the happy condition of our people, is without an example in the history of nations.\n\nAs the wisdom, strength, and beneficence of our free institutions are unfolded, every day adds fresh motives to contentment and fresh incentives to patriotism.\n\nOur devout and sincere acknowledgments are due to the gracious Giver of All Good for the numberless blessings which our beloved country enjoys.\n\nIt is a source of high satisfaction to know that the relations of the United States with all other nations, with a single exception, are of the most amicable character. Sincerely attached to the policy of peace early adopted and steadily pursued by this Government, I have anxiously desired to cultivate and cherish friendship and commerce with every foreign power. The spirit and habits of the American people are favorable to the maintenance of such international harmony. In adhering to this wise policy, a preliminary and paramount duty obviously consists in the protection of our national interests from encroachment or sacrifice and our national honor from reproach. These must be maintained at any hazard. They admit of no compromise or neglect, and must be scrupulously and constantly guarded. In their vigilant vindication collision and conflict with foreign powers may sometimes become unavoidable. Such has been our scrupulous adherence to the dictates of justice in all our foreign intercourse that, though steadily and rapidly advancing in prosperity and power, we have given no just cause of complaint to any nation and have enjoyed the blessings of peace for more than thirty years. From a policy so sacred to humanity and so salutary in its effects upon our political system we should never be induced voluntarily to depart.\n\nThe existing war with Mexico was neither desired nor provoked by the United States. On the contrary, all honorable means were resorted to avert it. After years of endurance of aggravated and unredressed wrongs on our part, Mexico, in violation of solemn treaty stipulations and of every principle of justice recognized by civilized nations, commenced hostilities, and thus by her own act forced the war upon us. Long before the advance of our Army to the left bank of the Rio Grande we had ample cause of war against Mexico, and had the United States resorted to this extremity we might have appealed to the whole civilized world for the justice of our cause. I deem it to be my duty to present to you on the present occasion a condensed review of the injuries we had sustained, of the causes which led to the war, and of its progress since its commencement. This is rendered the more necessary because of the misapprehensions which have to some extent prevailed as to its origin and true character. The war has been represented as unjust and unnecessary and as one of aggression on our part upon a weak and injured enemy. Such erroneous views, though entertained by but few, have been widely and extensively circulated, not only at home, but have been spread throughout Mexico and the whole world. A more effectual means could not have been devised to encourage the enemy and protract the war than to advocate and adhere to their cause, and thus give them \"aid and comfort.\" It is a source of national pride and exultation that the great body of our people have thrown no such obstacles in the way of the Government in prosecuting the war successfully, but have shown themselves to be eminently patriotic and ready to vindicate their country's honor and interests at any sacrifice. The alacrity and promptness with which our volunteer forces rushed to the field on their country's call prove not only their patriotism, but their deep conviction that our cause is just.\n\nThe wrongs which we have suffered from Mexico almost ever since she became an independent power and the patient endurance with which we have borne them are without a parallel in the history of modern civilized nations. There is reason to believe that if these wrongs had been resented and resisted in the first instance the present war might have been avoided. One outrage, however, permitted to pass with impunity almost necessarily encouraged the perpetration of another, until at last Mexico seemed to attribute to weakness and indecision on our part a forbearance which was the offspring of magnanimity and of a sincere desire to preserve friendly relations with a sister republic.\n\nScarcely had Mexico achieved her independence, which the United States were the first among the nations to acknowledge, when she commenced the system of insult and spoliation which she has ever since pursued. Our citizens engaged in lawful commerce were imprisoned, their vessels seized, and our flag insulted in her ports. If money was wanted, the lawless seizure and confiscation of our merchant vessels and their cargoes was a ready resource, and if to accomplish their purposes it became necessary to imprison the owners, captains, and crews, it was done. Rulers superseded rulers in Mexico in rapid succession, but still there was no change in this system of depredation. The Government of the United States made repeated reclamations on behalf of its citizens, but these were answered by the perpetration of new outrages. Promises of redress made by Mexico in the most solemn forms were postponed or evaded. The files and records of the Department of State contain conclusive proofs of numerous lawless acts perpetrated upon the property and persons of our citizens by Mexico, and of wanton insults to our national flag. The interposition of our Government to obtain redress was again and again invoked under circumstances which no nation ought to disregard. It was hoped that these outrages would cease and that Mexico would be restrained by the laws which regulate the conduct of civilized nations in their intercourse with each other after the treaty of amity, commerce, and navigation of the 5th of April, 1831, was concluded between the two Republics; but this hope soon proved to be vain. The course of seizure and confiscation of the property of our citizens, the violation of their persons, and the insults to our flag pursued by Mexico previous to that time were scarcely suspended for even a brief period, although the treaty so clearly defines the rights and duties of the respective parties that it is impossible to misunderstand or mistake them. In less than seven years after the conclusion of that treaty our grievances had become so intolerable that in the opinion of President Jackson they should no longer be endured. In his message to Congress in February, 1837, he presented them to the consideration of that body, and declared that--\n\nThe length of time since some of the injuries have been committed, the repeated and unavailing applications for redress, the wanton character of some of the outrages upon the property and persons of our citizens, upon the officers and flag of the United States, independent of recent insults to this Government and people by the late extraordinary Mexican minister, would justify in the eyes of all nations immediate war.\n\nIn a spirit of kindness and forbearance, however, he recommended reprisals as a milder mode of redress. He declared that war should not be used as a remedy \"by just and generous nations, confiding in their strength for injuries committed, if it can be honorably avoided,\" and added:\n\nIt has occurred to me that, considering the present embarrassed condition of that country, we should act with both wisdom and moderation by giving to Mexico one more opportunity to atone for the past before we take redress into our Own hands. To avoid all misconception on the part of Mexico, as well as to protect our own national character from reproach, this opportunity should be given with the avowed design and full preparation to take immediate satisfaction if it should not be obtained on a repetition of the demand for it. To this end I recommend that an act be passed authorizing reprisals, and the use of the naval force of the United States by the Executive against Mexico to enforce them, in the event of a refusal by the Mexican Government to come to an amicable adjustment of the matters in controversy between us upon another demand thereof made from on board out of our vessels of war on the coast of Mexico.\n\nCommittees of both Houses of Congress, to which this message of the President was referred, fully sustained his views of the character of the wrongs which we had suffered from Mexico, and recommended that another demand for redress should be made before authorizing war or reprisals. The Committee on Foreign Relations of the Senate, in their report, say:\n\nAfter such a demand, should prompt justice be refused by the Mexican Government, we may appeal to all nations, not only for the equity and moderation with which we shall have acted toward a sister republic, but for the necessity which will then compel us to seek redress for our wrongs, either by actual war or by reprisals. The subject will then be presented before Congress, at the commencement of the next session, in a clear and distinct form, and the committee can not doubt but that such measures will be immediately adopted as may be necessary to vindicate the honor of the country and insure ample reparation to our injured fellow-citizens.\n\nThe Committee on Foreign Affairs of the House of Representatives made a similar recommendation. In their report they say that--\n\nThey fully concur with the President that ample cause exists for taking redress into our own hands, and believe that we should be justified in the opinion of other nations for taking such a step. But they are willing to try the experiment of another demand, made in the most solemn form, upon the justice of the Mexican Government before any further proceedings are adopted.\n\nNo difference of opinion upon the subject is believed to have existed in Congress at that time; the executive and legislative departments concurred; and yet such has been our forbearance and desire to preserve peace with Mexico that the wrongs of which we then complained, and which gave rise to these solemn proceedings, not only remain unredressed to this day, but additional causes of complaint of an aggravated character have ever since been accumulating. Shortly after these proceedings a special messenger was dispatched to Mexico to make a final demand for redress, and on the 20th of July, 1837, the demand was made. The reply of the Mexican Government bears date on the 29th of the same month, and contains assurances of the \"anxious wish\" of the Mexican Government \"not to delay the moment of that final and equitable adjustment which is to terminate the existing difficulties between the two Governments;\" that \"nothing should be left undone which may contribute to the most speedy and equitable determination of the subjects which have so seriously engaged the attention of the American Government;\" that the \"Mexican Government would adopt as the only guides for its conduct the plainest principles of public right, the sacred obligations imposed by international law, and the religious faith of treaties,\" and that \"whatever reason and justice may dictate respecting each case will be done.\" The assurance was further given that the decision of the Mexican Government upon each cause of complaint for which redress had been demanded should be communicated to the Government of the United States by the Mexican minister at Washington.\n\nThese solemn assurances in answer to our demand for redress were disregarded. By making them, however, Mexico obtained further delay. President Van Buren, in his annual message to Congress of the 5th of December, 1837, states that \"although the larger number\" of our demands for redress, \"and many of them aggravated cases of personal wrongs, have been now for years before the Mexican Government, and some of the causes of national complaint, and those of the most offensive character, admitted of immediate, simple, and satisfactory replies, it is only within a few days past that any specific communication in answer to our last demand, made five months ago, has been received from the Mexican minister;\" and that \"for not one of our public complaints has satisfaction been given or offered, that but one of the cases of personal wrong has been favorably considered, and that but four cases of both descriptions out of all those formally presented and earnestly pressed have as yet been decided upon by the Mexican Government.\" President Van Buren, believing that it would be vain to make any further attempt to obtain redress by the ordinary means within the power of the Executive, communicated this opinion to Congress in the message referred to, in which he said:\n\nOn a careful and deliberate examination of their contents of the correspondence with the Mexican Government], and considering the spirit manifested by the Mexican Government, it has become my painful duty to return the subject as it now stands to Congress, to whom it belongs to decide upon the time, the mode, and the measure of redress.\n\nHad the United States at that time adopted compulsory measures and taken redress into their own hands, all our difficulties with Mexico would probably have been long since adjusted and the existing war have been averted. Magnanimity and moderation on our part only had the effect to complicate these difficulties and render an amicable settlement of them the more embarrassing. That such measures of redress under similar provocations committed by any of the powerful nations of Europe would have been promptly resorted to by the United States can not be doubted. The national honor and the preservation of the national character throughout the world, as well as our own self-respect and the protection due to our own citizens, would have rendered such a resort indispensable. The history of no civilized nation in modern times has presented within so brief a period so many wanton attacks upon the honor of its flag and upon the property and persons of its citizens as had at that time been borne by the United States from the Mexican authorities and people. But Mexico was a sister republic on the North American continent, occupying a territory contiguous to our own, and was in a feeble and distracted condition, and these considerations, it is presumed, induced Congress to forbear still longer.\n\nInstead of taking redress into our own hands, a new negotiation was entered upon with fair promises on the part of Mexico, but with the real purpose, as the event has proved, of indefinitely postponing the reparation which we demanded, and which was so justly due. This negotiation, after more than a year's delay, resulted in the convention of the 11th of April, 1839, \"for the adjustment of claims of citizens of the United States of America upon the Government of the Mexican Republic.\" The joint board of commissioners created by this convention to examine and decide upon these claims was not organized until the month of August, 1840, and under the terms of the convention they were to terminate their duties within eighteen months from that time. Four of the eighteen months were consumed in preliminary discussions on frivolous and dilatory points raised by the Mexican commissioners, and it was not until the month of December, 1840, that they commenced the examination of the claims of our citizens upon Mexico. Fourteen months only remained to examine and decide upon these numerous and complicated cases. In the month of February, 1842, the term of the commission expired, leaving many claims undisposed of for want of time. The claims which were allowed by the board and by the umpire authorized by the convention to decide in case of disagreement between the Mexican and American commissioners amounted to $2,026,139.68. There were pending before the umpire when the commission expired additional claims, which had been examined and awarded by the American commissioners and had not been allowed by the Mexican commissioners, amounting to $928,627.88, upon which he did not decide, alleging that his authority had ceased with the termination of the joint commission. Besides these claims, there were others of American citizens amounting to $3,336,837.05, which had been submitted to the board, and upon which they had not time to decide before their final adjournment.\n\nThe sum of $2,026,139.68, which had been awarded to the claimants, was a liquidated and ascertained debt due by Mexico, about which there could be no dispute, and which she was bound to pay according to the terms of the convention. Soon after the final awards for this amount had been made the Mexican Government asked for a postponement of the time of making payment, alleging that it would be inconvenient to make the payment at the time stipulated. In the spirit of forbearing kindness toward a sister republic, which Mexico has so long abused, the United States promptly complied with her request. A second convention was accordingly concluded between the two Governments on the 30th of January, 1843, which upon its face declares that \"this new arrangement is entered into for the accommodation of Mexico.\" By the terms of this convention all the interest due on the awards which had been made in favor of the claimants under the convention of the 11th of April, 1839, was to be paid to them on the 30th of April, 1843, and \"the principal of the said awards and the interest accruing thereon\" was stipulated to \"be paid in five years, in equal installments every three months.\" Notwithstanding this new convention was entered into at the request of Mexico and for the purpose of relieving her from embarrassment, the claimants have only received the interest due on the 30th of April, 1843, and three of the twenty installments. Although the payment of the sum thus liquidated and confessedly due by Mexico to our citizens as indemnity for acknowledged acts of outrage and wrong was secured by treaty, the obligations of which are ever held sacred by all just nations, yet Mexico has violated this solemn engagement by failing and refusing to make the payment. The two installments due in April and July, 1844, under the peculiar circumstances connected with them, have been assumed by the United States and discharged to the claimants, but they are still due by Mexico. But this is not all of which we have just cause of complaint. To provide a remedy for the claimants whose cases were not decided by the joint commission under the convention of April 11, 1839, it was expressly stipulated by the sixth article of the convention of the 30th of January, 1843, that--\n\nA new convention shall be entered into for the settlement of all claims of the Government and citizens of the United States against the Republic of Mexico which were not finally decided by the late commission which met in the city of Washington, and of all claims of the Government and citizens of Mexico against the United States.\n\nIn conformity with this stipulation, a third convention was concluded and signed at the city of Mexico on the 20th of November, 1843, by the plenipotentiaries of the two Governments, by which provision was made for ascertaining and paying these claims. In January, 1844, this convention was ratified by the Senate of the United States with two amendments, which were manifestly reasonable in their character. Upon a reference of the amendments proposed to the Government of Mexico, the same evasions, difficulties, and delays were interposed which have so long marked the policy of that Government toward the United States. It has not even yet decided whether it would or would not accede to them, although the subject has been repeatedly pressed upon its consideration. Mexico has thus violated a second time the faith of treaties by failing or refusing to carry into effect the sixth article of the convention of January, 1843.\n\nSuch is the history of the wrongs which we have suffered and patiently endured from Mexico through a long series of years. So far from affording reasonable satisfaction for the injuries and insults we had borne, a great aggravation of them consists in the fact that while the United States, anxious to preserve a good understanding with Mexico, have been constantly but vainly employed in seeking redress for past wrongs, new outrages were constantly occurring, which have continued to increase our causes of complaint and to swell the amount of our demands. While the citizens of the United States were conducting a lawful commerce with Mexico under the guaranty of a treaty of \"amity, commerce, and navigation,\" many of them have suffered all the injuries which would have resulted from open war. This treaty, instead of affording protection to our citizens, has been the means of inviting them into the ports of Mexico that they might be, as they have been in numerous instances, plundered of their property and deprived of their personal liberty if they dared insist on their rights. Had the unlawful seizures of American property and the violation of the personal liberty of our citizens, to say nothing of the insults to our flag, which have occurred in the ports of Mexico taken place on the high seas, they would themselves long since have constituted a state of actual war between the two countries. In so long suffering Mexico to violate her most solemn treaty obligations, plunder our citizens of their property, and imprison their persons without affording them any redress we have failed to perform one of the first and highest duties which every government owes to its citizens, and the consequence has been that many of them have been reduced from a state of affluence to bankruptcy. The proud name of American citizen, which ought to protect all who bear it from insult and injury throughout the world, has afforded no such protection to our citizens in Mexico. We had ample cause of war against Mexico long before the breaking out of hostilities; but even then we forbore to take redress into our own hands until Mexico herself became the aggressor by invading our soil in hostile array and shedding the blood of our citizens.\n\nSuch are the grave causes of complaint on the part of the United States against Mexico--causes which existed long before the annexation of Texas to the American Union; and yet, animated by the love of peace and a magnanimous moderation, we did not adopt those measures of redress which under such circumstances are the justified resort of injured nations.\n\nThe annexation of Texas to the United States constituted no just cause of offense to Mexico. The pretext that it did so is wholly inconsistent and irreconcilable with well-authenticated facts connected with the revolution by which Texas became independent of Mexico. That this may be the more manifest, it may be proper to advert to the causes and to the history of the principal events of that revolution.\n\nTexas constituted a portion of the ancient Province of Louisiana, ceded to the United States by France in the year 1803. In the year 1819 the United States, by the Florida treaty, ceded to Spain all that part of Louisiana within the present limits of Texas, and Mexico, by the revolution which separated her from Spain and rendered her an independent nation, succeeded to the rights of the mother country over this territory. In the year 1824 Mexico established a federal constitution, under which the Mexican Republic was composed of a number of sovereign States confederated together in a federal union similar to our own. Each of these States had its own executive, legislature, and judiciary, and for all except federal purposes was as independent of the General Government and that of the other States as is Pennsylvania or Virginia under our Constitution. Texas and Coahuila united and formed one of these Mexican States. The State constitution which they adopted, and which was approved by the Mexican Confederacy, asserted that they were \"free and independent of the other Mexican United States and of every other power and dominion whatsoever,\" and proclaimed the great principle of human liberty that \"the sovereignty of the state resides originally and essentially in the general mass of the individuals who compose it.\" To the Government under this constitution, as well as to that under the federal constitution, the people of Texas owed allegiance.\n\nEmigrants from foreign countries, including the United States, were invited by the colonization laws of the State and of the Federal Government to settle in Texas. Advantageous terms were offered to induce them to leave their own country and become Mexican citizens. This invitation was accepted by many of our citizens in the full faith that in their new home they would be governed by laws enacted by representatives elected by themselves, and that their lives, liberty, and property would be protected by constitutional guaranties similar to those which existed in the Republic they had left. Under a Government thus organized they continued until the year 1835, when a military revolution broke out in the City of Mexico which entirely subverted the federal and State constitutions and placed a military dictator at the head of the Government. By a sweeping decree of a Congress subservient to the will of the Dictator the several State constitutions were abolished and the States themselves converted into mere departments of the central Government. The people of Texas were unwilling to submit to this usurpation. Resistance to such tyranny became a high duty. Texas was fully absolved from all allegiance to the central Government of Mexico from the moment that Government had abolished her State constitution and in its place substituted an arbitrary and despotic central government. Such were the principal causes of the Texan revolution. The people of Texas at once determined upon resistance and flew to arms. In the midst of these important and exciting events, however, they did not omit to place their liberties upon a secure and permanent foundation. They elected members to a convention, who in the month of March, 1836, issued a formal declaration that their \"political connection with the Mexican nation has forever ended, and that the people of Texas do now constitute a free, sovereign, and independent Republic, and are fully invested with all the rights and attributes which properly belong to independent nations.\" They also adopted for their government a liberal republican constitution. About the same time Santa Anna, then the Dictator of Mexico, invaded Texas with a numerous army for the purpose of subduing her people and enforcing obedience to his arbitrary and despotic Government. On the 21st of April, 1836, he was met by the Texan citizen soldiers, and on that day was achieved by them the memorable victory of San Jacinto, by which they conquered their independence. Considering the numbers engaged on the respective sides, history does not record a more brilliant achievement. Santa Anna himself was among the captives.\n\nIn the month of May, 1836, Santa Anna acknowledged by a treaty with the Texan authorities in the most solumn form \"the full, entire, and perfect independence of the Republic of Texas.\" It is true he was then a prisoner of war, but it is equally true that he had failed to reconquer Texas, and had met with signal defeat; that his authority had not been revoked, and that by virtue of this treaty he obtained his personal release. By it hostilities were suspended, and the army which had invaded Texas under his command returned in pursuance of this arrangement unmolested to Mexico.\n\nFrom the day that the battle of San Jacinto was fought until the present hour Mexico has never possessed the power to reconquer Texas. In the language of the Secretary of State of the United States in a dispatch to our minister in Mexico under date of the 8th of July, 1842--\n\nMexico may have chosen to consider, and may still choose to consider, Texas as having been at all times since 1835, and as still continuing, a rebellious province; but the world has been obliged to take a very different view of the matter. From the time of the battle of San Jacinto, in April, 1836, to the present moment, Texas has exhibited the same external signs of national independence as Mexico herself, and with quite as much stability of government. Practically free and independent, acknowledged as a political sovereignty by the principal powers of the world, no hostile foot finding rest within her territory for six or seven years, and Mexico herself refraining for all that period from any further attempt to reestablish her own authority over that territory, it can not but be surprising to find Mr. De Bocanegra the secretary of foreign affairs of Mexico] complaining that for that whole period citizens of the United States or its Government have been favoring the rebels of Texas and supplying them with vessels, ammunition, and money, as if the war for the reduction of the Province of Texas had been constantly prosecuted by Mexico, and her success prevented by these influences from abroad.\n\nIn the same dispatch the Secretary of State affirms that--\n\nSince 1837 the United States have regarded Texas as an independent sovereignty as much as Mexico, and that trade and commerce with citizens of a government at war with Mexico can not on that account be regarded as an intercourse by which assistance and succor are given to Mexican rebels. The whole current of Mr. De Bocanegra's remarks runs in the same direction, as if the independence of Texas had not been acknowledged. It has been acknowledged; it was acknowledged in 1837 against the remonstrance and protest of Mexico, and most of the acts of any importance of which Mr. De Bocanegra complains flow necessarily from that recognition. He speaks of Texas as still being \"an integral part of the territory of the Mexican Republic,\" but he can not but understand that the United States do not so regard it. The real complaint of Mexico, therefore, is in substance neither more nor less than a complaint against the recognition of Texan independence. It may be thought rather late to repeat that complaint, and not quite just to confine it to the United States to the exemption of England, France, and Belgium, unless the United States, having been the first to acknowledge the independence of Mexico herself, are to be blamed for setting an example for the recognition of that of Texas.\n\nAnd he added that--\n\nThe Constitution, public treaties, and the laws oblige the President to regard Texas as an independent state, and its territory as no part of the territory of Mexico.\n\nTexas had been an independent state, with an organized government, defying the power of Mexico to overthrow or reconquer her, for more than ten years before Mexico commenced the present war against the United States. Texas had given such evidence to the world of her ability to maintain her separate existence as an independent nation that she had been formally recognized as such not only by the United States, but by several of the principal powers of Europe. These powers had entered into treaties of amity, commerce, and navigation with her. They had received and accredited her ministers and other diplomatic agents at their respective courts, and they had commissioned ministers and diplomatic agents on their part to the Government of Texas. If Mexico, notwithstanding all this and her utter inability to subdue or reconquer Texas, still stubbornly refused to recognize her as an independent nation, she was none the less so on that account. Mexico herself had been recognized as an independent nation by the United States and by other powers many years before Spain, of which before her revolution she had been a colony, would agree to recognize her as such; and yet Mexico was at that time in the estimation of the civilized world, and in fact, none the less an independent power because Spain still claimed her as a colony. If Spain had continued until the present period to assert that Mexico was one of her colonies in rebellion against her, this would not have made her so or changed the fact of her independent existence. Texas at the period of her annexation to the United States bore the same relation to Mexico that Mexico had borne to Spain for many years before Spain acknowledged her independence, with this important difference, that before the annexation of Texas to the United States was consummated Mexico herself, by a formal act of her Government, had acknowledged the independence of Texas as a nation. It is true that in the act of recognition she prescribed a condition which she had no power or authority to impose--that Texas should not annex herself to any other power--but this could not detract in any degree from the recognition which Mexico then made of her actual independence. Upon this plain statement of facts, it is absurd for Mexico to allege as a pretext for commencing hostilities against the United States that Texas is still a part of her territory.\n\nBut there are those who, conceding all this to be true, assume the ground that the true western boundary of Texas is the Nueces instead of the Rio Grande, and that therefore in marching our Army to the east bank of the latter river we passed the Texan line and invaded the territory of Mexico. A simple statement of facts known to exist will conclusively refute such an assumption. Texas, as ceded to the United States by France in 1803, has been always claimed as extending west to the Rio Grande or Rio Bravo. This fact is established by the authority of our most eminent statesmen at a period when the question was as well, if not better, understood than it is at present. During Mr. Jefferson's Administration Messrs. Monroe and Pinckney, who had been sent on a special mission to Madrid, charged among other things with the adjustment of boundary between the two countries, in a note addressed to the Spanish minister of foreign affairs under date of the 28th of January, 1805, assert that the boundaries of Louisiana, as ceded to the United States by France, \"are the river Perdido on the east and the river Bravo on the west,\" and they add that \"the facts and principles which justify this conclusion are so satisfactory to our Government as to convince it that the United States have not a better right to the island of New Orleans under the cession referred to than they have to the whole district of territory which is above described.\" Down to the conclusion of the Florida treaty, in February, 1819, by which this territory was ceded to Spain, the United States asserted and maintained their territorial rights to this extent. In the month of June, 1818, during Mr. Monroe's Administration, information having been received that a number of foreign adventurers had landed at Galveston with the avowed purpose of forming a settlement in that vicinity, a special messenger was dispatched by the Government of the United States with instructions from the Secretary of State to warn them to desist, should they be found there, \"or any other place north of the Rio Bravo, and within the territory claimed by the United States.\" He was instructed, should they be found in the country north of that river, to make known to them \"the surprise with which the President has seen possession thus taken, without authority from the United States, of a place within their territorial limits, and upon which no lawful settlement can be made without their sanction.\" He was instructed to call upon them to \"avow under what national authority they profess to act,\" and to give them due warning \"that the place is within the United States, who will suffer no permanent settlement to be made there under any authority other than their own.\" As late as the 8th of July, 1842, the Secretary of State of the United States, in a note addressed to our minister in Mexico, maintains that by the Florida treaty of 1819 the territory as far west as the Rio Grande was confirmed to Spain. In that note he states that--\n\nBy the treaty of the 22d of February, 1819, between the United States and Spain, the Sabine was adopted as the line of boundary between the two powers. Up to that period no considerable colonization had been effected in Texas; but the territory between the Sabine and the Rio Grande being confirmed to Spain by the treaty, applications were made to that power for grants of land, and such grants or permissions of settlement were in fact made by the Spanish authorities in favor of citizens of the United States proposing to emigrate to Texas in numerous families before the declaration of independence by Mexico.\n\nThe Texas which was ceded to Spain by the Florida treaty of 1819 embraced all the country now claimed by the State of Texas between the Nueces and the Rio Grande. The Republic of Texas always claimed this river as her western boundary, and in her treaty made with Santa Anna in May, 1836, he recognized it as such. By the constitution which Texas adopted in March, 1836, senatorial and representative districts were organized extending west of the Nueces. The Congress of Texas on the 19th of December, 1836, passed \"An act to define the boundaries of the Republic of Texas,\" in which they declared the Rio Grande from its mouth to its source to be their boundary, and by the said act they extended their \"civil and political jurisdiction\" over the country up to that boundary. During a period of more than nine years which intervened between the adoption of her constitution and her annexation as one of the States of our Union Texas asserted and exercised many acts of sovereignty and jurisdiction over the territory and inhabitants west of the Nueces. She organized and defined the limits of counties extending to the Rio Grande; she established courts of justice and extended her judicial system over the territory; she established a custom-house and collected duties, and also post-offices and post-roads, in it; she established a land office and issued numerous grants for land within its limits; a senator and a representative residing in it were elected to the Congress of the Republic and served as such before the act of annexation took place. In both the Congress and convention of Texas which gave their assent to the terms of annexation to the United States proposed by our Congress were representatives residing west of the Nueces, who took part in the act of annexation itself. This was the Texas which by the act of our Congress of the 29th of December, 1845, was admitted as one of the States of our Union. That the Congress of the United States understood the State of Texas which they admitted into the Union to extend beyond the Nueces is apparent from the fact that on the 31st of December, 1845, only two days after the act of admission, they passed a law \"to establish a collection district in the State of Texas,\" by which they created a port of delivery at Corpus Christi, situated west of the Nueces, and being the same point at which the Texas custom-house under the laws of that Republic had been located, and directed that a surveyor to collect the revenue should be appointed for that port by the President, by and with the advice and consent of the Senate. A surveyor was accordingly nominated, and confirmed by the Senate, and has been ever since in the performance of his duties. All these acts of the Republic of Texas and of our Congress preceded the orders for the advance of our Army to the east bank of the Rio Grande. Subsequently Congress passed an act \"establishing certain post routes\" extending west of the Nueces. The country west of that river now constitutes a part of one of the Congressional districts of Texas and is represented in the House of Representatives. The Senators from that State were chosen by a legislature in which the country west of that river was represented. In view of all these facts it is difficult to conceive upon what ground it can be maintained that in occupying the country west of the Nueces with our Army, with a view solely to its security and defense, we invaded the territory of Mexico. But it would have been still more difficult to justify the Executive, whose duty it is to see that the laws be faithfully executed, if in the face of all these proceedings, both of the Congress of Texas and of the United States, he had assumed the responsibility of yielding up the territory west of the Nueces to Mexico or of refusing to protect and defend this territory and its inhabitants, including Corpus Christi as well as the remainder of Texas, against the threatened Mexican invasion.\n\nBut Mexico herself has never placed the war which she has waged upon the ground that our Army occupied the intermediate territory between the Nueces and the Rio Grande. Her refuted pretension that Texas was not in fact an independent state, but a rebellious province, was obstinately persevered in, and her avowed purpose in commencing a war with the United States was to reconquer Texas and to restore Mexican authority over the whole territory--not to the Nueces only, but to the Sabine. In view of the proclaimed menaces of Mexico to this effect, I deemed it my duty, as a measure of precaution and defense, to order our Army to occupy a position on our frontier as a military post, from which our troops could best resist and repel any attempted invasion which Mexico might make. Our Army had occupied a position at Corpus Christi, west of the Nueces, as early as August, 1845, without complaint from any quarter. Had the Nueces been regarded as the true western boundary of Texas, that boundary had been passed by our Army many months before it advanced to the eastern bank of the Rio Grande. In my annual message of December last I informed Congress that upon the invitation of both the Congress and convention of Texas I had deemed it proper to order a strong squadron to the coasts of Mexico and to concentrate an efficient military force on the western frontier of Texas to protect and defend the inhabitants against the menaced invasion of Mexico. In that message I informed Congress that the moment the terms of annexation offered by the United States were accepted by Texas the latter became so far a part of our own country as to make it our duty to afford such protection and defense, and that for that purpose our squadron had been ordered to the Gulf and our Army to take a \"position between the Nueces and the Del Norte\" or Rio Grande and to \"repel any invasion of the Texan territory which might be attempted by the Mexican forces.\"\n\nIt was deemed proper to issue this order, because soon after the President of Texas, in April, 1845, had issued his proclamation convening the Congress of that Republic for the purpose of submitting to that body the terms of annexation proposed by the United States the Government of Mexico made serious threats of invading the Texan territory. These threats became more imposing as it became more apparent in the progress of the question that the people of Texas would decide in favor of accepting the terms of annexation, and finally they had assumed such a formidable character as induced both the Congress and convention of Texas to request that a military force should be sent by the United States into her territory for the purpose of protecting and defending her against the threatened invasion. It would have been a violation of good faith toward the people of Texas to have refused to afford the aid which they desired against a threatened invasion to which they had been exposed by their free determination to annex themselves to our Union in compliance with the overture made to them by the joint resolution of our Congress. Accordingly, a portion of the Army was ordered to advance into Texas. Corpus Christi was the position selected by General Taylor. He encamped at that place in August, 1845, and the Army remained in that position until the 11th of March, 1846, when it moved westward, and on the 28th of that month reached the east bank of the Rio Grande opposite to Matamoras. This movement was made in pursuance of orders from the War Department, issued on the 13th of January, 1846. Before these orders were issued the dispatch of our minister in Mexico transmitting the decision of the council of government of Mexico advising that he should not be received, and also the dispatch of our consul residing in the City of Mexico, the former bearing date on the 17th and the latter on the 18th of December, 1845, copies of both of which accompanied my message to Congress of the 11th of May last, were received at the Department of State. These communications rendered it highly probable, if not absolutely certain, that our minister would not be received by the Government of General Herrera. It was also well known that but little hope could be entertained of a different result from General Paredes in case the revolutionary movement which he was prosecuting should prove successful, as was highly probable. The partisans of Paredes, as our minister in the dispatch referred to states, breathed the fiercest hostility against the United States, denounced the proposed negotiation as treason, and openly called upon the troops and the people to put down the Government of Herrera by force. The reconquest of Texas and war with the United States were openly threatened. These were the circumstances existing when it was deemed proper to order the Army under the command of General Taylor to advance to the western frontier of Texas and occupy a position on or near the Rio Grande.\n\nThe apprehensions of a contemplated Mexican invasion have been since fully justified by the event. The determination of Mexico to rush into hostilities with the United States was afterwards manifested from the whole tenor of the note of the Mexican minister of foreign affairs to our minister bearing date on the 12th of March, 1846. Paredes had then revolutionized the Government, and his minister, after referring to the resolution for the annexation of Texas which had been adopted by our Congress in March, 1845, proceeds to declare that--\n\nA fact such as this, or, to speak with greater exactness, so notable an act of usurpation, created an imperious necessity that Mexico, for her own honor, should repel it with proper firmness and dignity. The supreme Government had beforehand declared that it would look upon such an act as a casus belli, and as a consequence of this declaration negotiation was by its very nature at an end, and war was the only recourse of the Mexican Government.\n\nIt appears also that on the 4th of April following General Paredes, through his minister of war, issued orders to the Mexican general in command on the Texan frontier to \"attack\" our Army \"by every means which war permits.\" To this General Paredes had been pledged to the army and people of Mexico during the military revolution which had brought him into power. On the 18th of April, 1846, General Paredes addressed a letter to the commander on that frontier in which he stated to him: \"At the present date I suppose you, at the head of that valiant army, either fighting already or preparing for the operations of a campaign;\" and, \"Supposing you already on the theater of operations and with all the forces assembled, it is indispensable that hostilities be commenced, yourself taking the initiative against the enemy.\"\n\nThe movement of our Army to the Rio Grande was made by the commanding general under positive orders to abstain from all aggressive acts toward Mexico or Mexican citizens, and to regard the relations between the two countries as peaceful unless Mexico should declare war or commit acts of hostility indicative of a state of war, and these orders he faithfully executed. Whilst occupying his position on the east bank of the Rio Grande, within the limits of Texas, then recently admitted as one of the States of our Union, the commanding general of the Mexican forces, who, in pursuance of the orders of his Government, had collected a large army on the opposite shore of the Rio Grande, crossed the river, invaded our territory, and commenced hostilities by attacking our forces. Thus, after all the injuries which we had received and borne from Mexico, and after she had insultingly rejected a minister sent to her on a mission of peace, and whom she had solemnly agreed to receive, she consummated her long course of outrage against our country by commencing an offensive war and shedding the blood of our citizens on our own soil.\n\nThe United States never attempted to acquire Texas by conquest. On the contrary, at an early period after the people of Texas had achieved their independence they sought to be annexed to the United States. At a general election in September, 1836, they decided with great unanimity in favor of \"annexation,\" and in November following the Congress of the Republic authorized the appointment of a minister to bear their request to this Government. This Government, however, having remained neutral between Texas and Mexico during the war between them, and considering it due to the honor of our country and our fair fame among the nations of the earth that we should not at this early period consent to annexation, nor until it should be manifest to the whole world that the reconquest of Texas by Mexico was impossible, refused to accede to the overtures made by Texas. On the 12th of April, 1844, after more than seven years had elapsed since Texas had established her independence, a treaty was concluded for the annexation of that Republic to the United States, which was rejected by the Senate. Finally, on the 1st of March, 1845, Congress passed a joint resolution for annexing her to the United States upon certain preliminary conditions to which her assent"}