{"title": "December 6 1825 First Annual Message-John Quincy Adams", "content": " of Foreign Affairs and of the Interior, which early after the formation of the government had been united in one, continue so united to this time, to the unquestionable detriment of the public service. The multiplication of our relations with the nations and governments of the Old World has kept pace with that of our population and commerce, while within the last 10 years a new family of nations in our own hemisphere has arisen among the inhabitants of the earth, with whom our intercourse, commercial and political, would of itself furnish occupation to an active and industrious department.\n The constitution of the judiciary, experimental and imperfect as it was even in the infancy of our existing government, is yet more inadequate to the administration of national justice at our present maturity. Nine years have elapsed since a predecessor in this office, now not the last, the citizen who, perhaps, of all others throughout the Union contributed most to the formation and establishment of our Constitution, in his valedictory address to Congress, immediately preceding his retirement from public life, urgently recommended the revision of the judiciary and the establishment of an additional executive department. The exigencies of the public service and its unavoidable deficiencies, as now in exercise, have added yearly cumulative weight to the considerations presented by him as persuasive to the measure, and in recommending it to your deliberations I am happy to have the influence of this high authority in aid of the undoubting convictions of my own experience.\n The laws relating to the administration of the Patent Office are deserving of much consideration and perhaps susceptible of some improvement. The grant of power to regulate the action of Congress upon this subject has specified both the end to be obtained and the means by which it is to be effected, \"to promote the progress of science and useful arts by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries\". If an honest pride might be indulged in the reflection that on the records of that office are already found inventions the usefulness of which has scarcely been transcended in the annals of human ingenuity, would not its exultation be allayed by the inquiry whether the laws have effectively insured to the inventors the reward destined to them by the Constitution—even a limited term of exclusive right to their discoveries?\n On 1799-12-24, it was resolved by Congress that a marble monument should be erected by the United States in the Capitol at the city of Washington; that the family of General Washington should be requested to permit his body to be deposited under it, and that the monument be so designed as to commemorate the great events of his military and political life. In reminding Congress of this resolution and that the monument contemplated by it remains yet without execution, I shall indulge only the remarks that the works at the Capitol are approaching to completion; that the consent of the family, desired by the resolution, was requested and obtained; that a monument has been recently erected in this city over the remains of another distinguished patriot of the Revolution, and that a spot has been reserved within the walls where you are deliberating for the benefit of this and future ages, in which the mortal remains may be deposited of him whose spirit hovers over you and listens with delight to every act of the representatives of his nation which can tend to exalt and adorn his and their country.\n The Constitution under which you are assembled is a charter of limited powers. After full and solemn deliberation upon all or any of the objects which, urged by an irresistible sense of my own duty, I have recommended to your attention should you come to the conclusion that, however desirable in themselves, the enactment of laws for effecting them would transcend the powers committed to you by that venerable instrument which we are all bound to support, let no consideration induce you to assume the exercise of powers not granted to you by the people.\n But if the power to exercise exclusive legislation in all cases what so ever over the District of Columbia; if the power to lay and collect taxes, duties, imposts, and excises, to pay the debts and provide for the common defense and general welfare of the United States; if the power to regulate commerce with foreign nations and among the several States and with the Indian tribes, to fix the standard of weights and measures, to establish post offices and post roads, to declare war, to raise and support armies, to provide and maintain a navy, to dispose of and make all needful rules and regulations respecting the territory or other property belonging to the United States, and to make all laws which shall be necessary and proper for carrying these powers into execution—if these powers and others enumerated in the Constitution may be effectually brought into action by laws promoting the improvement of agriculture, commerce, and manufactures, the cultivation and encouragement of the mechanic and of the elegant arts, the advancement of literature, and the progress of the sciences, ornamental and profound, to refrain from exercising them for the benefit of the people themselves would be to hide in the earth the talent committed to our charge—would be treachery to the most sacred of trusts.\n The spirit of improvement is abroad upon the earth. It stimulates the hearts and sharpens the faculties not of our fellow citizens alone, but of the nations of Europe and of their rulers. While dwelling with pleasing satisfaction upon the superior excellence of our political institutions, let us not be unmindful that liberty is power; that the nation blessed with the largest portion of liberty must in proportion to its numbers be the most powerful nation upon earth, and that the tenure of power by man is, in the moral purposes of his Creator, upon condition that it shall be exercised to ends of beneficence, to improve the condition of himself and his fellow men.\n While foreign nations less blessed with that freedom which is power than ourselves are advancing with gigantic strides in the career of public improvement, were we to slumber in indolence or fold up our arms and proclaim to the world that we are palsied by the will of our constituents, would it not be to cast away the bounties of Providence and doom ourselves to perpetual inferiority? In the course of the year now drawing to its close we have beheld, under the auspices and at the expense of one state of this Union, a new university unfolding its portals to the sons of science and holding up the torch of human improvement to eyes that seek the light. We have seen under the persevering and enlightened enterprise of another state the waters of our Western lakes mingle with those of the ocean. If undertakings like these have been accomplished in the compass of a few years by the authority of single members of our Confederation, can we, the representative authorities of the whole Union, fall behind our fellow servants in the exercise of the trust committed to us for the benefit of our common sovereign by the accomplishment of works important to the whole and to which neither the authority nor the resources of any one state can be adequate?\n Finally, fellow citizens, I shall await with cheering hope and faithful cooperation the result of your deliberations, assured that, without encroaching upon the powers reserved to the authorities of the respective states or to the people, you will, with a due sense of your obligations to your country and of the high responsibilities weighing upon yourselves, give efficacy to the means committed to you for the common good. And may He who searches the hearts of the children of men prosper your exertions to secure the blessings of peace and promote the highest welfare of your country."}