{"title": "December 3 1894 Second Annual Message (Second Term)-Grover Cleveland", "content": " my duty was done if I omitted any effort I could make to avert such a calamity. As long, therefore, as no provision is made for the final redemption or the putting aside of the currency obligation now used to repeatedly and constantly draw from the Government its gold, and as long as no better authority for bond issues is allowed than at present exists, such authority will be utilized whenever and as often as it becomes necessary to maintain a sufficient gold reserve, and in abundant time to save the credit of our country and make good the financial declarations of our Government.\n Questions relating to our banks and currency are closely connected with the subject just referred to, and they also present some unsatisfactory features. Prominent among them are the lack of elasticity in our currency circulation and its frequent concentration in financial centers when it is most needed in other parts of the country.\n The absolute divorcement of the Government from the business of banking is the ideal relationship of the Government to the circulation of the currency of the country.\n This condition can not be immediately reached, but as a step in that direction and as a means of securing a more elastic currency and obviating other objections to the present arrangement of bank circulation the Secretary of the Treasury presents in his report a scheme modifying present banking laws and providing for the issue of circulating notes by State banks free from taxation under certain limitations.\n The Secretary explains his plan so plainly and its advantages are developed by him with such remarkable clearness that any effort on my part to present argument in its support would be superfluous. I shall therefore content myself with an unqualified indorsement of the Secretary's proposed changes in the law and a brief and imperfect statement of their prominent features.\n It is proposed to repeal all laws providing for the deposit of United States bonds as security for circulation; to permit national banks to issue circulating notes not exceeding in amount 75 per cent of their paid-up and unimpaired capital, provided they deposit with the Government as a guaranty fund, in United States legal-tender notes, including Treasury notes of 1890, a sum equal in amount to 30 per cent of the notes they desire to issue, this deposit to be maintained at all times, but whenever any bank retires any part of its circulation a proportional part of its guaranty fund shall be returned to it; to permit the Secretary of the Treasury to prepare and keep on hand ready for issue in case an increase in circulation is desired blank national-bank notes for each bank having circulation and to repeal the provisions of the present law imposing limitations and restrictions upon banks desiring to reduce or increase their circulation, thus permitting such increase or reduction within the limit of 75 per cent of capital to be quickly made as emergencies arise.\n In addition to the guaranty fund required, it is proposed to provide a safety fund for the immediate redemption of the circulating notes of failed banks by imposing a small annual tax, say one-half of 1 per cent, upon the average circulation of each bank until the fund amounts to 5 per cent of the total circulation outstanding. When a bank fails its guaranty fund is to be paid into this safety fund and its notes are to be redeemed in the first instance from such safety fund thus augmented, any impairment of such fund caused thereby to be made good from the immediately available cash assets of said bank, and if these should be insufficient such impairment to be made good by pro rata assessment among the other banks, their contributions constituting a first lien upon the assets of the failed bank in favor of the contributing banks. As a further security it is contemplated that the existing provision fixing the individual liability of stockholders is to be retained and the bank's indebtedness on account of its circulating notes is to be made a first lien on all its assets.\n For the purpose of meeting the expense of printing notes, official supervision, cancellation, and other like charges there shall be imposed a tax of say one-half of 1 per cent per annum upon the average amount of notes in circulation.\n It is further provided that there shall be no national-bank notes issued of a less denomination than $10; that each national bank, except in case of a failed bank, shall redeem or retire its notes in the first instance at its own office or at agencies to be designated by it, and that no fixed reserve need be maintained on account of deposits.\n Another very important feature of this plan is the exemption of State banks from taxation by the United States in cases where it is shown to the satisfaction of the Secretary of the Treasury and Comptroller of the Currency by banks claiming such exemption that they have not had outstanding their circulating notes exceeding 75 per cent of their paid-up and unimpaired capital; that their stockholders are individually liable for the redemption of their circulating notes to the full extent of their ownership of stock; that the liability of said banks upon their circulating notes constitutes under their State law a first lien upon their assets; that such banks have kept and maintained a guaranty fund in United States legal-tender notes, including Treasury notes of 1890, equal to 30 per cent of their outstanding circulating notes, and that such banks have promptly redeemed their circulating notes when presented at their principal or branch offices.\n It is quite likely that this scheme may be usefully amended in some of its details, but I am satisfied it furnishes a basis for a very great improvement in our present banking and currency system.\n I conclude this communication fully appreciating that the responsibility for all legislation affecting the people of the United States rests upon their representatives in the Congress, and assuring them that, whether in accordance with recommendations I have made or not, I shall be glad to cooperate in perfecting any legislation that tends to the prosperity and welfare of our country."}