{"title": "December 2 1851 Second Annual Message-Millard Fillmore", "content": "Fellow-Citizens of the Senate and of the House of Representatives:\n\nI congratulate you and our common constituency upon the favorable auspices under which you meet for your first session. Our country is at peace with all the world. The agitation which for a time threatened to disturb the fraternal relations which make us one people is fast subsiding, and a year of general prosperity and health has crowned the nation with unusual blessings. None can look back to the dangers which are passed or forward to the bright prospect before us without feeling a thrill of gratification, at the same time that he must be impressed with a grateful sense of our profound obligations to a beneficent Providence, whose paternal care is so manifest in the happiness of this highly favored land.\n\nSince the close of the last Congress certain Cubans and other foreigners resident in the United States, who were more or less concerned in the previous invasion of Cuba, instead of being discouraged by its failure have again abused the hospitality of this country by making it the scene of the equipment of another military expedition against that possession of Her Catholic Majesty, in which they were countenanced, aided, and joined by citizens of the United States. On receiving intelligence that such designs were entertained, I lost no time in issuing such instructions to the proper officers of the United States as seemed to be called for by the occasion. By the proclamation a copy of which is herewith submitted I also warned those who might be in danger of being inveigled into this scheme of its unlawful character and of the penalties which they would incur. For some time there was reason to hope that these measures had sufficed to prevent any such attempt. This hope, however, proved to be delusive. Very early in the morning of the 3d of August a steamer called the Pampero departed from New Orleans for Cuba, having on board upward of 400 armed men with evident intentions to make war upon the authorities of the island. This expedition was set on foot in palpable violation of the laws of the United States. Its leader was a Spaniard, and several of the chief officers and some others engaged in it were foreigners. The persons composing it, however, were mostly citizens of the United States.\n\nBefore the expedition set out, and probably before it was organized, a slight insurrectionary movement, which appears to have been soon suppressed, had taken place in the eastern quarter of Cuba. The importance of this movement was, unfortunately, so much exaggerated in the accounts of it published in this country that these adventurers seem to have been led to believe that the Creole population of the island not only desired to throw off the authority of the mother country, but had resolved upon that step and had begun a well-concerted enterprise for effecting it. The persons engaged in the expedition were generally young and ill informed. The steamer in which they embarked left New Orleans stealthily and without a clearance. After touching at Key West, she proceeded to the coast of Cuba, and on the night between the 11th and 12th of August landed the persons on board at Playtas, within about 20 leagues of Havana.\n\nThe main body of them proceeded to and took possession of an inland village 6 leagues distant, leaving others to follow in charge of the baggage as soon as the means of transportation could be obtained. The latter, having taken up their line of march to connect themselves with the main body, and having proceeded about 4 leagues into the country, were attacked on the morning of the 13th by a body of Spanish troops, and a bloody conflict ensued, after which they retreated to the place of disembarkation, where about 50 of them obtained boats and reembarked therein. They were, however, intercepted among the keys near the shore by a Spanish steamer cruising on the coast, captured and carried to Havana, and after being examined before a military court were sentenced to be publicly executed, and the sentence was carried into effect on the 16th of August.\n\nOn receiving information of what had occurred Commodore Foxhall A. Parker was instructed to proceed in the steam frigate Saranac to Havana and inquire into the charges against the persons executed, the circumstances under which they were taken, and whatsoever referred to their trial and sentence. Copies of the instructions from the Department of State to him and of his letters to that Department are herewith submitted.\n\nAccording to the record of the examination, the prisoners all admitted the offenses charged against them, of being hostile invaders of the island. At the time of their trial and execution the main body of the invaders was still in the field making war upon the Spanish authorities and Spanish subjects. After the lapse of some days, being overcome by the Spanish troops, they dispersed on the 24th of August. Lopez, their leader, was captured some days after, and executed on the 1st of September. Many of his remaining followers were killed or died of hunger and fatigue, and the rest were made prisoners. Of these none appear to have been tried or executed. Several of them were pardoned upon application of their friends and others, and the rest, about 160 in number, were sent to Spain. Of the final disposition made of these we have no official information.\n\nSuch is the melancholy result of this illegal and ill-fated expedition. Thus thoughtless young men have been induced by false and fraudulent representations to violate the law of their country through rash and unfounded expectations of assisting to accomplish political revolutions in other states, and have lost their lives in the undertaking. Too severe a judgment can hardly be passed by the indignant sense of the community upon those who, being better informed themselves, have yet led away the ardor of youth and an ill-directed love of political liberty. The correspondence between this Government and that of Spain relating to this transaction is herewith communicated.\n\nAlthough these offenders against the laws have forfeited the protection of their country, yet the Government may, so far as consistent with its obligations to other countries and its fixed purpose to maintain and enforce the laws, entertain sympathy for their unoffending families and friends, as well as a feeling of compassion for themselves. Accordingly, no proper effort has been spared and none will be spared to procure the release of such citizens of the United States engaged in this unlawful enterprise as are now in confinement in Spain; but it is to be hoped that such interposition with the Government of that country may not be considered as affording any ground of expectation that the Government of the United States will hereafter feel itself under any obligation of duty to intercede for the liberation or pardon of such persons as are flagrant offenders against the law of nations and the laws of the United States. These laws must be executed. If we desire to maintain our respectability among the nations of the earth, it behooves us to enforce steadily and sternly the neutrality acts passed by Congress and to follow as far as may be the violation of those acts with condign punishment.\n\nBut what gives a peculiar criminality to this invasion of Cuba is that, under the lead of Spanish subjects and with the aid of citizens of the United States, it had its origin with many in motives of cupidity. Money was advanced by individuals, probably in considerable amounts, to purchase Cuban bonds, as they have been called, issued by Lopez, sold, doubtless, at a very large discount, and for the payment of which the public lands and public property of Cuba, of whatever kind, and the fiscal resources of the people and government of that island, from whatever source to be derived, were pledged, as well as the good faith of the government expected to be established. All these means of payment, it is evident, were only to be obtained by a process of bloodshed, war, and revolution. None will deny that those who set on foot military expeditions against foreign states by means like these are far more culpable than the ignorant and the necessitous whom they induce to go forth as the ostensible parties in the proceeding. These originators of the invasion of Cuba seem to have determined with coolness and system upon an undertaking which should disgrace their country, violate its laws, and put to hazard the lives of ill-informed and deluded men. You will consider whether further legislation be necessary to prevent the perpetration of such offenses in future.\n\nNo individuals have a right to hazard the peace of the country or to violate its laws upon vague notions of altering or reforming governments in other states. This principle is not only reasonable in itself and in accordance with public law, but is ingrafted into the codes of other nations as well as our own. But while such are the sentiments of this Government, it may be added that every independent nation must be presumed to be able to defend its possessions against unauthorized individuals banded together to attack them. The Government of the United States at all times since its establishment has abstained and has sought to restrain the citizens of the country from entering into controversies between other powers, and to observe all the duties of neutrality. At an early period of the Government, in the Administration of Washington, several laws were passed for this purpose. The main provisions of these laws were reenacted by the act of April, 1818, by which, amongst other things, it was declared that--\n\nIf any person shall, within the territory or jurisdiction of the United States, begin, or set on foot, or provide or prepare the means for, any military expedition or enterprise to be carried on from thence against the territory or dominions of any foreign prince or state, or of any colony, district, or people, with whom the United States are at peace, every person so offending shall be deemed guilty of a high misdemeanor, and shall be fined not exceeding $3,000 and imprisoned not more than three years.\n\nAnd this law has been executed and enforced to the full extent of the power of the Government from that day to this.\n\nIn proclaiming and adhering to the doctrine of neutrality and nonintervention, the United States have not followed the lead of other civilized nations; they have taken the lead themselves and have been followed by others. This was admitted by one of the most eminent of modern British statesmen, who said in Parliament, while a minister of the Crown, \"that if he wished for a guide in a system of neutrality he should take that laid down by America in the days of Washington and the secretaryship of Jefferson;\" and we see, in fact, that the act of Congress of 1818 was followed the succeeding year by an act of the Parliament of England substantially the same in its general provisions. Up to that time there had been no similar law in England, except certain highly penal statutes passed in the reign of George II, prohibiting English subjects from enlisting in foreign service, the avowed object of which statutes was that foreign armies, raised for the purpose of restoring the house of Stuart to the throne, should not be strengthened by recruits from England herself.\n\nAll must see that difficulties may arise in carrying the laws referred to into execution in a country now having 3,000 or 4,000 miles of seacoast, with an infinite number of ports and harbors and small inlets, from some of which unlawful expeditious may suddenly set forth, without the knowledge of Government, against the possessions of foreign states.\n\n\"Friendly relations with all, but entangling alliances with none,\" has long been a maxim with us. Our true mission is not to propagate our opinions or impose upon other countries our form of government by artifice or force, but to teach by example and show by our success, moderation, and justice the blessings of self-government and the advantages of free institutions. Let every people choose for itself and make and alter its political institutions to suit its own condition and convenience. But while we avow and maintain this neutral policy ourselves, we are anxious to see the same forbearance on the part of other nations whose forms of government are different from our own. The deep interest which we feel in the spread of liberal principles and the establishment of free governments and the sympathy with which we witness every struggle against oppression forbid that we should be indifferent to a case in which the strong arm of a foreign power is invoked to stifle public sentiment and repress the spirit of freedom in any country.\n\nThe Governments of Great Britain and France have issued orders to their naval commanders on the West India station to prevent, by force if necessary, the landing of adventurers from any nation on the island of Cuba with hostile intent. The copy of a memorandum of a conversation on this subject between the charge' d'affaires of Her Britannic Majesty and the Acting Secretary of State and of a subsequent note of the former to the Department of State are herewith submitted, together with a copy of a note of the Acting Secretary of State to the minister of the French Republic and of the reply of the latter on the same subject. These papers will acquaint you with the grounds of this interposition of two leading commercial powers of Europe, and with the apprehensions, which this Government could not fail to entertain, that such interposition, if carried into effect, might lead to abuses in derogation of the maritime rights of the United States. The maritime rights of the United States are founded on a firm, secure, and well-defined basis; they stand upon the ground of national independence and public law, and will be maintained in all their full and just extent. The principle which this Government has heretofore solemnly announced it still adheres to, and will maintain under all circumstances and at all hazards. That principle is that in every regularly documented merchant vessel the crew who navigate it and those on board of it will find their protection in the flag which is over them. No American ship can be allowed to be visited or searched for the purpose of ascertaining the character of individuals on board, nor can there be allowed any watch by the vessels of any foreign nation over American vessels on the coast of the United States or the seas adjacent thereto. It will be seen by the last communication from the British charge' d'affaires to the Department of State that he is authorized to assure the Secretary of State that every care will be taken that in executing the preventive measures against the expeditions which the United States Government itself has denounced as not being entitled to the protection of any government no interference shall take place with the lawful commerce of any nation.\n\nIn addition to the correspondence on this subject herewith submitted, official information has been received at the Department of State of assurances by the French Government that in the orders given to the French naval forces they were expressly instructed, in any operations they might engage in, to respect the flag of the United States wherever it might appear, and to commit no act of hostility upon any vessel or armament under its protection.\n\nMinisters and consuls of foreign nations are the means and agents of communication between us and those nations, and it is of the utmost importance that while residing in the country they should feel a perfect security so long as they faithfully discharge their respective duties and are guilty of no violation of our laws. This is the admitted law of nations and no country has a deeper interest in maintaining it than the United States. Our commerce spreads over every sea and visits every clime, and our ministers and consuls are appointed to protect the interests of that commerce as well as to guard the peace of the country and maintain the honor of its flag. But how can they discharge these duties unless they be themselves protected? And if protected it must be by the laws of the country in which they reside. And what is due to our own public functionaries residing in foreign nations is exactly the measure of what is due to the functionaries of other governments residing here. As in war the bearers of flags of truce are sacred, or else wars would be interminable, so in peace ambassadors, public ministers, and consuls, charged with friendly national intercourse, are objects of especial respect and protection, each according to the rights belonging to his rank and station. In view of these important principles, it is with deep mortification and regret I announce to you that during the excitement growing out of the executions at Havana the office of Her Catholic Majesty's consul at New Orleans was assailed by a mob, his property destroyed, the Spanish flag found in the office carried off and torn in pieces, and he himself induced to flee for his personal safety, which he supposed to be in danger. On receiving intelligence of these events I forthwith directed the attorney of the United States residing at New Orleans to inquire into the facts and the extent of the pecuniary loss sustained by the consul, with the intention of laying them before you, that you might make provision for such indemnity to him as a just regard for the honor of the nation and the respect which is due to a friendly power might, in your judgment, seem to require. The correspondence upon this subject between the Secretary of State and Her Catholic Majesty's minister plenipotentiary is herewith transmitted.\n\nThe occurrence at New Orleans has led me to give my attention to the state of our laws in regard to foreign ambassadors, ministers, and consuls. I think the legislation of the country is deficient in not providing sufficiently either for the protection or the punishment of consuls. I therefore recommend the subject to the consideration of Congress.\n\nYour attention is again invited to the question of reciprocal trade between the United States and Canada and other British possessions near our frontier. Overtures for a convention upon this subject have been received from Her Britannic Majesty's minister plenipotentiary, but it seems to be in many respects preferable that the matter should be regulated by reciprocal legislation. Documents are laid before you showing the terms which the British Government is willing to offer and the measures which it may adopt if some arrangement upon this subject shall not be made.\n\nFrom the accompanying copy of a note from the British legation at Washington and the reply of the Department of State thereto it will appear that Her Britannic Majesty's Government is desirous that a part of the boundary line between Oregon and the British possessions should be authoritatively marked out, and that an intention was expressed to apply to Congress for an appropriation to defray the expense thereof on the part of the United States. Your attention to this subject is accordingly invited and a proper appropriation recommended. A convention for the adjustment of claims of citizens of the United States against Portugal has been concluded and the ratifications have been exchanged. The first installment of the amount to be paid by Portugal fell due on the 30th of September last and has been paid. The President of the French Republic, according to the provisions of the convention, has been selected as arbiter in the case of the General Armstrong, and has signified that he accepts the trust and the high satisfaction he feels in acting as the common friend of two nations with which France is united by sentiments of sincere and lasting amity.\n\nThe Turkish Government has expressed its thanks for the kind reception given to the Sultan's agent, Amin Bey, on the occasion of his recent visit to the United States. On the 28th of February last a dispatch was addressed by the Secretary of State to Mr. Marsh, the American minister at Constantinople, instructing him to ask of the Turkish Government permission for the Hungarians then imprisoned within the dominions of the Sublime Porte to remove to this country. On the 3d of March last both Houses of Congress passed a resolution requesting the President to authorize the employment of a public vessel to convey to this country Louis Kossuth and his associates in captivity. The instruction above referred to was complied with, and the Turkish Government having released Governor Kossuth and his companions from prison, on the 10th of September last they embarked on board of the United States steam frigate Mississippi, which was selected to carry into effect the resolution of Congress. Governor Kossuth left the Mississippi at Gibraltar for the purpose of making a visit to England, and may shortly be expected in New York. By communications to the Department of State he has expressed his grateful acknowledgments for the interposition of this Government in behalf of himself and his associates. This country has been justly regarded as a safe asylum for those whom political events have exiled from their own homes in Europe. and it is recommended to Congress to consider in what manner Governor Kossuth and his companions, brought hither by its authority, shall be received and treated.\n\nIt is earnestly to be hoped that the differences which have for some time past been pending between the Government of the French Republic and that of the Sandwich Islands may be peaceably and durably adjusted so as to secure the independence of those islands. Long before the events which have of late imparted so much importance to the possessions of the United States on the Pacific we acknowledged the independence of the Hawaiian Government. This Government was first in taking that step, and several of the leading powers of Europe immediately followed. We were influenced in this measure by the existing and prospective importance of the islands as a place of refuge and refreshment for our vessels engaged in the whale fishery, and by the consideration that they lie in the course of the great trade which must at no distant day be carried on between the western coast of North America and eastern Asia.\n\nWe were also influenced by a desire that those islands should not pass under the control of any other great maritime state, but should remain in an independent condition, and so be accessible and useful to the commerce of all nations. I need not say that the importance of these considerations has been greatly enhanced by the sudden and vast development which the interests of the United States have attained in California and Oregon, and the policy heretofore adopted in regard to those islands will be steadily pursued.\n\nIt is gratifying, not only to those who consider the commercial interests of nations, but also to all who favor the progress of knowledge and the diffusion of religion, to see a community emerge from a savage state and attain such a degree of civilization in those distant seas. It is much to be deplored that the internal tranquillity of the Mexican Republic should again be seriously disturbed, for since the peace between that Republic and the United States it had enjoyed such comparative repose that the most favorable anticipations for the future might with a degree of confidence have been indulged. These, however, have been thwarted by the recent outbreak in the State of Tamaulipas, on the right bank of the Rio Bravo. Having received information that persons from the United States had taken part in the insurrection, and apprehending that their example might be followed by others, I caused orders to be issued for the purpose of preventing any hostile expeditions against Mexico from being set on foot in violation of the laws of the United States. I likewise issued a proclamation upon the subject, a copy of which is herewith laid before you. This appeared to be rendered imperative by the obligations of treaties and the general duties of good neighborhood.\n\nIn my last annual message I informed Congress that citizens of the United States had undertaken the connection of the two oceans by means of a railroad across the Isthmus of Tehuantepec, under a grant of the Mexican Government to a citizen of that Republic, and that this enterprise would probably be prosecuted with energy whenever Mexico should consent to such stipulations with the Government of the United States as should impart a feeling of security to those who should invest their property in the enterprise. A convention between the two Governments for the accomplishment of that end has been ratified by this Government, and only awaits the decision of the Congress and the Executive of that Republic.\n\nSome unexpected difficulties and delays have arisen in the ratification of that convention by Mexico, but it is to be presumed that her decision will be governed by just and enlightened views, as well of the general importance of the object as of her own interests and obligations.\n\nIn negotiating upon this important subject this Government has had in view one, and only one, object. That object has been, and is, the construction or attainment of a passage from ocean to ocean, the shortest and the best for travelers and merchandise, and equally open to all the world. It has sought to obtain no territorial acquisition, nor any advantages peculiar to itself; and it would see with the greatest regret that Mexico should oppose any obstacle to the accomplishment of an enterprise which promises so much convenience to the whole commercial world and such eminent advantages to Mexico herself. Impressed with these sentiments and these convictions, the Government will continue to exert all proper efforts to bring about the necessary arrangement with the Republic of Mexico for the speedy completion of the work. For some months past the Republic of Nicaragua has been the theater of one of those civil convulsions from which the cause of free institutions and the general prosperity and social progress of the States of Central America have so often and so severely suffered. Until quiet shall have been restored and a government apparently stable shall have been organized, no advance can prudently be made in disposing of the questions pending between the two countries.\n\nI am happy to announce that an interoceanic communication from the mouth of the St. John to the Pacific has been so far accomplished as that passengers have actually traversed it and merchandise has been transported over it, and when the canal shall have been completed according to the original plan the means of communication will be further improved. It is understood that a considerable part of the railroad across the Isthmus of Panama has been completed, and that the mail and passengers will in future be conveyed thereon. Whichever of the several routes between the two oceans may ultimately prove most eligible for travelers to and from the different States on the Atlantic and Gulf of Mexico and our coast on the Pacific, there is little reason to doubt that all of them will be useful to the public, and will liberally reward that individual enterprise by which alone they have been or are expected to be carried into effect. Peace has been concluded between the contending parties in the island of St. Domingo, and, it is hoped, upon a durable basis. Such is the extent of our commercial relations with that island that the United States can not fail to feel a strong interest in its tranquillity. The office of commissioner to China remains unfilled. Several persons have been appointed, and the place has been offered to others, all of whom have declined its acceptance on the ground of the inadequacy of the compensation. The annual allowance by law is $6,000, and there is no provision for any outfit. I earnestly recommend the consideration of this subject to Congress. Our commerce with China is highly important, and is becoming more and more so in consequence of the increasing intercourse between our ports on the Pacific Coast and eastern Asia. China is understood to be a country in which living is very expensive, and I know of no reason why the American commissioner sent thither should not be placed, in regard to compensation, on an equal footing with ministers who represent this country at the Courts of Europe.\n\nBy reference to the report of the Secretary of the Treasury it will be seen that the aggregate receipts for the last fiscal year amounted to $52,312,979.87, which, with the balance in the Treasury on the 1st July, 1850, gave as the available means for the year the sum of $58,917,524.36.\n\nThe total expenditures for the same period were $48,005,878.68. The total imports for the year ending June 30, 1851, were $215,725,995, of which there were in specie $4,967,901. The exports for the same period were $217,517,130, of which there were of domestic products $178,546,555; foreign goods reexported, $9,738,695; specie, $29,231,880.\n\nSince the 1st of December last the payments in cash on account of the public debt, exclusive of interest, have amounted to $7,501,456.56, which, however, includes the sum of $3,242,400, paid under the twelfth article of the treaty with Mexico, and the further sum of $2,591,213.45, being the amount of awards to American citizens under the late treaty with Mexico, for which the issue of stock was authorized, but which was paid in cash from the Treasury.\n\nThe public debt on the 20th ultimo, exclusive of the stock authorized to be issued to Texas by the act of 9th September, 1850, was $62,560,395.26.\n\nThe receipts for the next fiscal year are estimated at $51,800,000, which, with the probable unappropriated balance in the Treasury on the 30th June next, will give as the probable available means for that year the sum of $63,258,743.09.\n\nIt has been deemed proper, in view of the large expenditures consequent upon the acquisition of territory from Mexico, that the estimates for the next fiscal year should be laid before Congress in such manner as to distinguish the expenditures so required from the otherwise ordinary demands upon the Treasury.\n\nThe total expenditures for the next fiscal year are estimated at $42,892,299.19, of which there is required for the ordinary purposes of the Government, other than those consequent upon the acquisition of our new territories, and deducting the payments on account of the public debt, the sum of $33,343,198.08, and for the purposes connected, directly or indirectly, with those territories and in the fulfillment of the obligations of the Government contracted in consequence of their acquisition the sum of $9,549,101.11.\n\nIf the views of the Secretary of the Treasury in reference to the expenditures required for these territories shall be met by corresponding action on the part of Congress, and appropriations made in accordance therewith, there will be an estimated unappropriated balance in the Treasury on the 30th June, 1853, of $20,366,443.90 wherewith to meet that portion of the public debt due on the 1st of July following, amounting to $6,237,931.35, as well as any appropriations which may be made beyond the estimates.\n\nIn thus referring to the estimated expenditures on account of our newly acquired territories, I may express the hope that Congress will concur with me in the desire that a liberal course of policy may be pursued toward them, and that every obligation, express or implied, entered into in consequence of their acquisition shall be fulfilled by the most liberal appropriations for that purpose.\n\nThe values of our domestic exports for the last fiscal year, as compared with those of the previous year, exhibit an increase of $43,646,322. At first view this condition of our trade with foreign nations would seem to present the most flattering hopes of its future prosperity. An examination of the details of our exports, however, will show that the increased value of our exports for the last fiscal year is to be found in the high price of cotton which prevailed during the first half of that year, which price has since declined about one-half.\n\nThe value of our exports of breadstuffs and provisions, which it was supposed the incentive of a low tariff and large importations from abroad would have greatly augmented, has fallen from $68,701,921 in 1847 to $26,051,373 in 1850 and to $21,948,653 in 1851, with a strong probability, amounting almost to a certainty, of a still further reduction in the current year.\n\nThe aggregate values of rice exported during the last fiscal year, as compared with the previous year, also exhibit a decrease, amounting to $460,917, which, with a decline in the values of the exports of tobacco for the same period, make an aggregate decrease in these two articles of $1,156,751.\n\nThe policy which dictated a low rate of duties on foreign merchandise, it was thought by those who promoted and established it, would tend to benefit the farming population of this country by increasing the demand and raising the price of agricultural products in foreign markets.\n\nThe foregoing facts, however, seem to show incontestably that no such result has followed the adoption of this policy. On the contrary, notwithstanding the repeal of the restrictive corn laws in England, the foreign demand for the products of the American farmer has steadily declined, since the short crops and consequent famine in a portion of Europe have been happily replaced by full crops and comparative abundance of food.\n\nIt will be seen by recurring to the commercial statistics for the past year that the value of our domestic exports has been increased in the single item of raw cotton by $40,000,000 over the value of that export for the year preceding. This is not due to any increased general demand for that article, but to the short crop of the preceding year, which created an increased demand and an augmented price for the crop of last year. Should the cotton crop now going forward to market be only equal in quantity to that of the year preceding and be sold at the present prices, then there would be a falling off in the value of our exports for the present fiscal year of at least $40,000,000 compared with the amount exported for the year ending 30th June, 1851.\n\nThe production of gold in California for the past year seems to promise a large supply of that metal from that quarter for some time to come. This large annual increase of the currency of the world must be attended with its usual results. These have been already partially disclosed in the enhancement of prices and a rising spirit of speculation and adventure, tending to overtrading, as well at home as abroad. Unless some salutary check shall be given to these tendencies it is to be feared that importations of foreign goods beyond a healthy demand in this country will lead to a sudden drain of the precious metals from us, bringing with it, as it has done in former times, the most disastrous consequences to the business and capital of the American people.\n\nThe exports of specie to liquidate our foreign debt during the past fiscal year have been $24,963,979 over the amount of specie imported. The exports of specie during the first quarter of the present fiscal year have been $14,651,827. Should specie continue to be exported at this rate for the remaining three quarters of this year, it will drain from our metallic currency during the year ending 30th June, 1852, the enormous amount of $58,607,308.\n\nIn the present prosperous condition of the national finances it will become the duty of Congress to consider the best mode of paying off the public debt. If the present and anticipated surplus in the Treasury should not be absorbed by appropriations of an extraordinary character, this surplus should be employed in such way and under such restrictions as Congress may enact in extinguishing the outstanding debt of the nation.\n\nBy reference to the act of Congress approved 9th September, 1850, it will be seen that, in consideration of certain concessions by the State of Texas, it is provided that--\n\nThe United States shall pay to the State of Texas the sum of $10,000,000 in a stock bearing 5 per cent interest and redeemable at the end of fourteen years, the interest payable half-yearly at the Treasury of the United States.\n\nIn the same section of the law it is further provided--\n\nThat no more than five millions of said stock shall be issued until the creditors of the State holding bonds and other certificates of stock of Texas, for which duties on imports were specially pledged, shall first file at the Treasury of the United States releases of all claims against the United States for or on account of said bonds or certificates, in such form as shall be prescribed by the Secretary of the Treasury and approved by the President of the United States.\n\nThe form of release thus provided for has been prescribed by the Secretary of the Treasury and approved. It has been published in all the leading newspapers in the commercial cities of the United States, and all persons holding claims of the kind specified in the foregoing proviso were required to file their releases (in the form thus prescribed) in the Treasury of the United States on or before the 1st day of October, 1851. Although this publication has been continued from the 25th day of March, 1851, yet up to the 1st of October last comparatively few releases had been filed by the creditors of Texas.\n\nThe authorities of the State of Texas, at the request of the Secretary of the Treasury, have furnished a schedule of the public debt of that State created prior to her admission into the Union, with a copy of the laws under which each class was contracted. I have, from the documents furnished by the State of Texas, determined the classes of claims which in my judgment fall within the provisions of the act of Congress of the 9th of September, 1850.\n\nOn being officially informed of the acceptance by Texas of the propositions contained in the act referred to I caused the stock to be prepared, and the five millions which are to be issued unconditionally, bearing an interest of 5 per cent from the 1st day of January, 1851, have been for some time ready to be delivered to the State of Texas. The authorities of Texas up to the present time have not authorized anyone to receive this stock, and it remains in the Treasury Department subject to the order of Texas. The releases required by law to be deposited in the Treasury not having been filed there, the remaining five millions have not been issued. This last amount of the stock will be withheld from Texas until the conditions upon which it is to be delivered shall be complied with by the creditors of that State, unless Congress shall otherwise direct by a modification of the law.\n\nIn my last annual message, to which I respectfully refer, I stated briefly the reasons which induced me to recommend a modification of the present tariff by converting the ad valorem into a specific duty wherever the article imported was of such a character as to permit it, and that such a discrimination should be made in favor of the industrial pursuits of our own country as to encourage home production without excluding foreign competition.\n\nThe numerous frauds which continue to be practiced upon the revenue by false invoices and undervaluations constitute an unanswerable reason for adopting specific instead of ad valorem duties in all cases where the nature of the commodity does not forbid it. A striking illustration of these frauds will be exhibited in the report of the Secretary of the Treasury, showing the custom-house valuation of articles imported under a former law, subject to specific duties, when there was no inducement to undervaluation, and the custom-house valuations of the same articles under the present system of ad valorem duties, so greatly reduced as to leave no doubt of the existence of the most flagrant abuses under the existing laws. This practical evasion of the present law, combined with the languishing condition of some of the great interests of the country, caused by over importations and consequent depressed prices, and with the failure in obtaining a foreign market for our increasing surplus of breadstuffs and provisions, has induced me again to recommend a modification of the existing tariff. The report of the Secretary of the Interior, which accompanies this communication, will present a condensed statement of the operations of that important Department of the Government.\n\nIt will be seen that the cash sales of the public lands exceed those of the preceding year, and that there is reason to anticipate a still further increase, notwithstanding the large donations which have been made to many of the States and the liberal grants to individuals as a reward for military services. This fact furnishes very gratifying evidence of the growing wealth and prosperity of our country.\n\nSuitable measures have been adopted for commencing the survey of the public lands in California and Oregon. Surveying parties have been organized and some progress has been made in establishing the principal base and meridian lines. But further legislation and additional appropriations will be necessary before the proper subdivisions can be made and the general land system extended over those remote parts of our territory.\n\nOn the 3d of March last an act was passed providing for the appointment of three commissioners to settle private land claims in California. Three persons were immediately appointed, all of whom, however, declined accepting the office in consequence of the inadequacy of the compensation. Others were promptly selected, who for the same reason also declined, and it was not until late in the season that the services of suitable persons could be secured. A majority of the commissioners convened in this city on the 10th of September last, when detailed instructions were given to them in regard to their duties. Their first meeting for the transaction of business will be held in San Francisco on the 8th day of the present month.\n\nI have thought it proper to refer to these facts, not only to explain the causes of the delay in filling the commission, but to call your attention to the propriety of increasing the compensation of the commissioners. The office is one of great labor and responsibility, and the compensation should be such as to command men of a high order of talents and the most unquestionable integrity.\n\nThe proper disposal of the mineral lands of California is a subject surrounded by great difficulties. In my last annual message I recommended the survey and sale of them in small parcels under such restrictions as would effectually guard against monopoly and speculation; but upon further information, and in deference to the opinions of persons familiar with the subject, I am inclined to change that recommendation and to advise that they be permitted to remain as at present, a common field, open to the enterprise and industry of all our citizens, until further experience shall have developed the best policy to be ultimately adopted in regard to them. It is safer to suffer the inconveniences that now exist for a short period than by premature legislation to fasten on the country a system founded in error, which may place the whole subject beyond the future control of Congress.\n\nThe agricultural lands should, however, be surveyed and brought into market with as little delay as possible, that the titles may become settled and the inhabitants stimulated to make permanent improvements and enter on the ordinary pursuits of life. To effect these objects it is desirable that the necessary provision be made by law for the establishment of land offices in California and Oregon and for the efficient prosecution of the surveys at an early day.\n\nSome difficulties have occurred in organizing the Territorial governments of New Mexico and Utah, and when more accurate information shall be obtained of the causes a further communication will be made on that subject.\n\nIn my last annual communication to Congress I recommended the establishment of an agricultural bureau, and I take this occasion again to invoke your favorable consideration of the subject.\n\nAgriculture may justly be regarded as the great interest of our people. Four-fifths of our active population are employed in the cultivation of the soil, and the rapid expansion of our settlements over new territory is daily adding to the number of those engaged in that vocation. Justice and sound policy, therefore, alike require that the Government should use all the means authorized by the Constitution to promote the interests and welfare of that important class of our fellow-citizens. And yet it is a singular fact that whilst the manufacturing and commercial interests have engaged the attention of Congress during a large portion of every session and our statutes abound in provisions for their protection and encouragement, little has yet been done directly for the advancement of agriculture. It is time that this reproach to our legislation should be removed, and I sincerely hope that the present Congress will not close their labors without adopting efficient means to supply the omissions of those who have preceded them.\n\nAn agricultural bureau, charged with the duty of collecting and disseminating correct information as to the best modes of cultivation and of the most effectual means of preserving and restoring the fertility of the soil and of procuring and distributing seeds and plants and other vegetable productions, with instructions in regard to the soil, climate, and treatment best adapted to their growth, could not fail to be, in the language of Washington in his last annual message to Congress, a \"very cheap instrument of immense national benefit.\"\n\nRegarding the act of Congress approved 28th September, 1850, granting bounty lands to persons who had been engaged in the military service of the country, as a great measure of national justice and munificence, an anxious desire has been felt by the officers intrusted with its immediate execution to give prompt effect to its provisions. All the means within their control were therefore brought into requisition to expedite the adjudication of claims, and I am gratified to be able to state that near 100,000 applications have been considered and about 70,000 warrants issued within the short space of nine months. If adequate provision be made by law to carry into effect the recommendations of the Department, it is confidently expected that before the close of the next fiscal year all who are entitled to the benefits of the act will have received their warrants.\n\nThe Secretary of the Interior has suggested in his report various amendments of the laws relating to pensions and bounty lands for the purpose of more effectually guarding against abuses and frauds on the Government, to all of which I invite your particular attention. The large accessions to our Indian population consequent upon the acquisition of New Mexico and California and the extension of our settlements into Utah and Oregon have given increased interest and importance to our relations with the aboriginal race. No material change has taken place within the last year in the condition and prospects of the Indian tribes who reside in the Northwestern Territory and west of the Mississippi River. We are at peace with all of them, and it will be a source of pleasure to you to learn that they are gradually advancing in civilization and the pursuits of social life.\n\nAlong the Mexican frontier and in California and Oregon there have been occasional manifestations of unfriendly feeling and some depredations committed. I am satisfied, however, that they resulted more from the destitute and starving condition of the Indians than from any settled hostility toward the whites. As the settlements of our citizens progress toward them, the game, upon which they mainly rely for subsistence, is driven off or destroyed, and the only alternative left to them is starvation or plunder. It becomes us to consider, in view of this condition of things, whether justice and humanity, as well as an enlightened economy, do not require that instead of seeking to punish them for offenses which are the result of our own policy toward them we should not provide for their immediate wants and encourage them to engage in agriculture and to rely on their labor instead of the chase for the means of support.\n\nVarious important treaties have been negotiated with different tribes during the year, by which their title to large and valuable tracts of country has been extinguished, all of which will at the proper time be submitted to the Senate for ratification.\n\nThe joint commission under the treaty of Guadalupe Hidalgo has been actively engaged in running and marking the boundary line between the United States and Mexico. It was stated in the last annual report of the Secretary of the Interior that the initial point on the Pacific and the point of junction of the Gila with the Colorado River had been determined and the intervening line, about 150 miles in length, run and marked by temporary monuments. Since that time a monument of marble has been erected at the initial point, and permanent landmarks of iron have been placed at suitable distances along the line.\n\nThe initial point on the Rio Grande has also been fixed by the commissioners, at latitude 32 degrees 22', and at the date of the last communication the survey of the line had been made thence westward about 150 miles to the neighborhood of the copper mines. The commission on our part was at first organized on a scale which experience proved to be unwieldy and attended with unnecessary expense. Orders have therefore been issued for the reduction of the number of persons employed within the smallest limits consistent with the safety of those engaged in the service and the prompt and efficient execution of their important duties.\n\nReturns have been received from all the officers engaged in taking the census in the States and Territories except California. The superintendent employed to make the enumeration in that State has not yet made his full report, from causes, as he alleges, beyond his control. This failure is much to be regretted, as it has prevented the Secretary of the Interior from making the decennial apportionment of Representatives among the States, as required by the act approved May 23, 1850. It is hoped, however, that the returns will soon be received, and no time will then be lost in making the necessary apportionment and in transmitting the certificates required by law.\n\nThe Superintendent of the Seventh Census is diligently employed, under the direction of the Secretary of the Interior, in classifying and arranging in tabular form all the statistical information derived from the returns of the marshals, and it is believed that when the work shall be completed it will exhibit a more perfect view of the population, wealth, occupations, and social condition of a great country than has ever been presented to the world. The value of such a work as the basis of enlightened legislation can hardly be overestimated, and I earnestly hope that Congress will lose no time in making the appropriations necessary to"}