{"title": "December 7 1926 Fourth Annual Message-Calvin Coolidge", "content": " responsibility, which is the first requisite of all government, of preserving its own integrity and maintaining the rights of its own citizens. It is only in accordance with these principles that we can establish any lasting foundations for an honorable and permanent peace.\n It is for these reasons that our country, like any other country, proposes to provide itself with an army and navy supported by a merchant marine. Yet these are not for competition with any other power. For years we have besought nations to disarm. We have recently expressed our willingness at Geneva to enter into treaties for the limitation of all types of warships according to the ratio adopted at the Washington Conference. This offer is still pending. While we are and shall continue to be armed it is not as a menace, but rather a common assurance of tranquility to all the peaceloving people of the world. For us to do any less would be to disregard our obligations, evade our responsibilities, and jeopardize our national honor.\n VETERANS\n This country, not only because it is bound by honor but because of the satisfaction derived from it, has always lavished its bounty upon its veterans. For years a service pension has been bestowed upon the Grand Army on reaching a certain age. Like provision has been made for the survivors of the Spanish War. A liberal future compensation has been granted to all the veterans of the World War. But it is in the case of the, disabled and the dependents that the Government exhibits its greatest solicitude. This work is being well administered by the Veterans' Bureau. The main unfinished feature is that of hospitalization. This requirement is being rapidly met. Various veteran bodies will present to you recommendations which should have your careful consideration. At the last session we increased our annual expenditure for pensions and relief on account of the veterans of three wars. While I approve of proper relief for all suffering, I do not favor any further extension of our pension system at this time.\n ALIEN PROPERTY\n We still have in the possession of the Government the alien property. It has always been the policy of America to hold that private enemy property should not be confiscated in time of war. This principle we have scrupulously observed. As this property is security for the claims of our citizens and our Government, we can not relinquish it without adequate provision for their reimbursement. Legislation for the return of this property, accompanied by suitable provisions for the liquidation of the claims of our citizens and our Treasury, should be adopted. If our Government releases to foreigners the security which it holds for Americans, it must at the same time provide satisfactory safeguards for meeting American claims.\n PROHIBITION\n The duly authorized public authorities of this country have made prohibition the law of the land. Acting under the Constitution the Congress and the legislatures of practically all the, States have adopted legislation for its enforcement. Some abuses have arisen which require reform. Under the law the National Government has entrusted to the Treasury Department the especial duty of regulation and enforcement. Such supplementary legislation as it requires to meet existing conditions should be carefully and speedily enacted. Failure to support the Constitution and observe the law ought not to be tolerated by public opinion. Especially those in public places, who have taken their oath to support the Constitution, ought to be most scrupulous in its observance. Officers of the Department of Justice throughout the country should be vigilant in enforcing the law, but local authorities, which had always been mainly responsible for the enforcement of law in relation to intoxicating liquor, ought not to seek evasion by attempting to shift the burden wholly upon the Federal agencies. Under the Constitution the States are jointly charged with the Nation in providing for the enforcement of the prohibition amendment. Some people do not like the amendment, some do not like other parts of the Constitution, some do not like any of it. Those who entertain such sentiments have a perfect right to seek through legal methods for a change. But for any of our inhabitants to observe such parts of the Constitution as they like, while disregarding others, is a doctrine that would break down all protection of life and property and destroy the American system of ordered liberty.\n FOREIGN RELATIONS\n The foreign policy of this Government is well known. It is one of peace based on that mutual respect that arises from mutual regard for international rights arid the discharge of international obligations. It is our purpose to promote understanding and good will between ourselves and all other people. The American people are altogether lacking in an appreciation of the tremendous good fortune that surrounds their international position. We have no traditional enemies. We are not embarrassed over any disputed territory. We have no possessions that are coveted by others; they have none that are coveted by us. Our borders are unfortified. We fear no one; no one fears us. All the world knows that the whole extent of our influence is against war and in favor of peace, against the use of force and in favor of negotiation, arbitration, and adjudication as a method of adjusting international differences. We look with disfavor upon all aggressive warfare. We are strong enough so that no one can charge us with weakness if we are slow to anger. Our place is sufficiently established so that we need not be sensitive over trifles. Our resources, are large enough so that we can afford to be generous. At the same time we are a nation among nations and recognize a responsibility not only to ourselves, but in the interests of a stable and enlightened civilization, to protect and defend the international rights of our Government and our citizens.\n It is because of our historical detachment and the generations of comparative indifference toward it by other nations that our public is inclined to consider altogether too seriously the reports that we are criticized abroad. We never had a larger foreign trade than at the present time. Our good offices were never more sought and the necessity for our assistance and cooperation was never more universally declared in any time of peace. We know that the sentiments which we entertain toward all other nations are those of the most sincere friendship and good will and of all unbounded desire to help, which we are perfectly willing to have judged by their fruits. In our efforts to adjust our international obligations we have met with a response which, when everything is considered, I believe history will record as a most remarkable and gratifying demonstration of the sanctity with which civilized nations undertake to discharge their mutual obligations. Debt settlements have been negotiated with practically all of those who owed us and all finally adjusted but two, which are, in process of ratification. When we consider the real sacrifice that will be necessary on the part of other nations, considering all their circumstances, to meet their agreed payments, we ought to hold them in increased admiration and respect. It is true that we have extended to them very generous treatment, but it is also true that they have agreed to repay its all that we loaned to them and some interest.\n A special conference on the Chinese customs tariff provided for by the treaty between the nine powers relating to the Chinese customs tariff signed at Washington on February 6, 1922, was called by the Chinese Government to meet at Peking, on October 26, 1925. We participated in this conference through fully empowered delegates and, with good will, endeavored to cooperate with the other participating powers with a view to putting into effect promises made to China at the Washington conference, and considering any reasonable proposal that might be made by the Chinese Government for the revision of the treaties on the subject of China's tariff. With these aims in view the American delegation at the outset of the conference proposed to put into effect the surtaxes provided for by the Washington treaty and to proceed immediately to the negotiation of a treaty, which, among other things, was to make provision for the abolition of taxes collected on goods in transit, remove the tariff restrictions in existing treaties, and put into effect the national tariff law of China.\n Early in April of the present year the central Chinese Government was ousted from power by opposing warring factions. It became impossible under the circumstances to continue the negotiations. Finally, on July 3, the delegates of the foreign powers, including those of the United States, issued a statement expressing their unanimous and earnest desire to proceed with the work of the conference at the earliest possible moment when the delegates of the Chinese Government are in a position to resume discussions with the foreign delegates of the problems before the conference. We are prepared to resume the negotiations thus interrupted whenever a Government representing the Chinese people and acting on their behalf presents itself. The fact that constant warfare between contending Chinese factions has rendered it impossible to bring these negotiations to a successful conclusion is a matter of deep regret. Throughout these conflicts we have maintained a position of the most careful neutrality. Our naval vessels in Asiatic waters, pursuant to treaty rights, have been used only for the protection of American citizens.\n Silas H. Strawn, Esq., was sent to China as American commissioner to cooperate with commissioners of the other powers in the establishment of a commission to inquire into the present practice of extraterritorial jurisdiction in China, with a view to reporting to the Governments of the several powers their findings of fact in regard to these matters. The commission commenced its work in January, 1926, and agreed upon a joint report which was signed on September 16, 1926. The commission's report has been received and is being studied with a view to determining our future policy in regard to the question of extraterritorial privileges under treaties between the United States and China.\n The Preparatory Commission for the Disarmament Conference met at Geneva on May 18 and its work has been proceeding almost continuously since that date. It would be premature to attempt to form a judgment as to the progress that has been made. The commission has had before it a comprehensive list of questions touching upon all aspects of the question of the limitation of armament. In the commission's discussions many differences of opinion have developed. However, I am hopeful that at least some measure of agreement will be reached as the discussions continue. The American representation on the commission has consistently tried to be helpful, and has kept before it the practical objective to which the commission is working, namely, actual agreements for the limitation of armaments. Our representatives will continue their work in that direction.\n One of the most encouraging features of the commission's work thus far has been the agreement in principle among the naval experts of a majority of the powers parties to the Washington treaty limiting naval armament upon methods and standards for the comparison and further limitation of naval armament. It is needless to say that at the proper time I shall be prepared to proceed along practical lines to the conclusion of agreements carrying further the work begun at the Washington Conference in 1921.\n DEPARTMENT REPORTS\n Many important subjects which it is impossible even to mention in the short space of an annual message you will find fully discussed in the departmental reports. A failure to include them here is not to be taken as indicating any lack of interest, but only a disinclination to state inadequately what has been much better done in other documents.\n THE CAPITAL CITY\n We are embarking on an ambitious building program for the city of Washington. The Memorial Bridge is under way with all that it holds for use and beauty. New buildings are soon contemplated. This program should represent the best that exists in the art and science of architecture. Into these structures which must be considered as of a permanent nature ought to go the aspirations of the Nation, its ideals expressed in forms of beauty. If our country wishes to compete with others, let it not be in the support of armaments but in the making of a beautiful capital city. Let it express the soul of America. Whenever an American is at the seat of his Government, however traveled and cultured he may be, he ought to find a city of stately proportion, symmetrically laid out and adorned with the best that there is in architecture, which would arouse his imagination and stir his patriotic pride. In the coming years Washington should be not only the art center of our own country but the art center of the world. Around it should center all that is best in science, in learning, in letters, and in art. These are the results that justify the creation of those national resources with which we have been favored.\n AMERICAN IDEALS\n America is not and must not be a country without ideals. They are useless if they are only visionary; they are only valuable if they are practical. A nation can not dwell constantly on the mountain tops. It has to be replenished and sustained through the ceaseless toil of the less inspiring valleys. But its face ought always to be turned upward, its vision ought always to be fixed on high.\n We need ideals that can be followed in daily life, that can be translated into terms of the home. We can not expect to be relieved from toil, but we do expect to divest it of degrading conditions. Work is honorable; it is entitled to an honorable recompense. We must strive mightily, but having striven there is a defect in our political and social system if we are not in general rewarded with success. To relieve the land of the burdens that came from the war, to release to the individual more of the fruits of his own industry, to increase his earning capacity and decrease his hours of labor, to enlarge the circle of his vision through good roads and better transportation, to lace before him the opportunity for education both in science and in art, to leave him free to receive the inspiration of religion, all these are ideals which deliver him from the servitude of the body and exalt him to the service of the soul. Through this emancipation from the things that are material, we broaden our dominion over the things that are spiritual."}