{"title": "December 2 1845 First Annual Message-James K. Polk", "content": " to foreign countries. Our trade with the Netherlands is highly beneficial to both countries and our relations with them have ever been of the most friendly character. Under all the circumstances of the case, I recommend that this discrimination should be abolished and that the coffee of Java imported from the Netherlands be placed upon the same footing with that imported directly from Brazil and other countries where it is produced.\n\nUnder the eighth section of the tariff act of the 30th of August, 1842, a duty of 15 cents per gallon was imposed on port wine in casks, while on the red wines of several other countries, when imported in casks, a duty of only 6 cents per gallon was imposed. This discrimination, so far as regarded the port wine of Portugal, was deemed a violation of our treaty with that power, which provides that--\n\nNo higher or other duties shall be imposed on the importation into the United States of America of any article the growth, produce, or manufacture of the Kingdom and possessions of Portugal than such as are or shall be payable on the like article being the growth, produce, or manufacture of any other foreign country.\n\nAccordingly, to give effect to the treaty as well as to the intention of Congress, expressed in a proviso to the tariff act itself, that nothing therein contained should be so construed as to interfere with subsisting treaties with foreign nations, a Treasury circular was issued on the 16th of July, 1844, which, among other things, declared the duty on the port wine of Portugal, in casks, under the existing laws and treaty to be 6 cents per gallon, and directed that the excess of duties which had been collected on such wine should be refunded. By virtue of another clause in the same section of the act it is provided that all imitations of port or any other wines \"shall be subject to the duty provided for the genuine article.\" Imitations of port wine, the production of France, are imported to some extent into the United States, and the Government of that country now claims that under a correct construction of the act these imitations ought not to pay a higher duty than that imposed upon the original port wine of Portugal. It appears to me to be unequal and unjust that French imitations of port wine should be subjected to a duty of 15 cents, while the more valuable article from Portugal should pay a duty of 6 cents only per gallon. I therefore recommend to Congress such legislation as may be necessary to correct the inequality.\n\nThe late President, in his annual message of December last, recommended an appropriation to satisfy the claims of the Texan Government against the United States, which had been previously adjusted so far as the powers of the Executive extend. These claims arose out of the act of disarming a body of Texan troops under the command of Major Snively by an officer in the service of the United States, acting under the orders of our Government, and the forcible entry into the custom-house at Bryarlys Landing, on Red River, by certain citizens of the United States and taking away therefrom the goods seized by the collector of the customs as forfeited under the laws of Texas. This was a liquidated debt ascertained to be due to Texas when an independent state. Her acceptance of the terms of annexation proposed by the United States does not discharge or invalidate the claim. I recommend that provision be made for its payment.\n\nThe commissioner appointed to China during the special session of the Senate in March last shortly afterwards set out on his mission in the United States ship Columbus. On arriving at Rio de Janeiro on his passage the state of his health had become so critical that by the advice of his medical attendants he returned to the United States early in the month of October last. Commodore Biddle, commanding the East India Squadron, proceeded on his voyage in the Columbus, and was charged by the commissioner with the duty of exchanging with the proper authorities the ratifications of the treaty lately concluded with the Emperor of China. Since the return of the commissioner to the United States his health has been much improved, and he entertains the confident belief that he will soon be able to proceed on his mission.\n\nUnfortunately, differences continue to exist among some of the nations of South America which, following our example, have established their independence, while in others internal dissensions prevail. It is natural that our sympathies should be warmly enlisted for their welfare; that we should desire that all controversies between them should be amicably adjusted and their Governments administered in a manner to protect the rights and promote the prosperity of their people. It is contrary, however, to our settled policy to interfere in their controversies, whether external or internal.\n\nI have thus adverted to all the subjects connected with our foreign relations to which I deem it necessary to call your attention. Our policy is not only peace with all, but good will toward all the powers of the earth. While we are just to all, we require that all shall be just to us. Excepting the differences with Mexico and Great Britain, our relations with all civilized nations are of the most satisfactory character. It is hoped that in this enlightened age these differences may be amicably adjusted.\n\nThe Secretary of the Treasury in his annual report to Congress will communicate a full statement of the condition of our finances. The imports for the fiscal year ending on the 30th of June last were of the value of $117,254,564, of which the amount exported was $15,346,830, leaving a balance of $101,907,734 for domestic consumption. The exports for the same year were of the value of $114,646,606, of which the amount of domestic articles was $99,299,776. The receipts into the Treasury during the same year were $29,769,133.56, of which there were derived from customs $27,528,122.70, from sales of public lands $2,077,022.30, and from incidental and miscellaneous sources $163,998.56. The expenditures for the same period were $29,968,206.98, of which $8,588,157.62 were applied to the payment of the public debt. The balance in the Treasury on the 1st of July last was $7,658,306.22. The amount of the public debt remaining unpaid on the 1st of October last was $17,075,445.52. Further payments of the public debt would have been made, in anticipation of the period of its reimbursement under the authority conferred upon the Secretary of the Treasury by the acts of July 21, 1841, and of April 15, 1842, and March 3, 1843, had not the unsettled state of our relations with Mexico menaced hostile collision with that power. In view of such a contingency it was deemed prudent to retain in the Treasury an amount unusually large for ordinary purposes.\n\nA few years ago our whole national debt growing out of the Revolution and the War of 1812 with Great Britain was extinguished, and we presented to the world the rare and noble spectacle of a great and growing people who had fully discharged every obligation. Since that time the existing debt has been contracted, and, small as it is in comparison with the similar burdens of most other nations, it should be extinguished at the earliest practicable period. Should the state of the country permit, and especially if our foreign relations interpose no obstacle, it is contemplated to apply all the moneys in the Treasury as they accrue, beyond what is required for the appropriations by Congress, to its liquidation. I cherish the hope of soon being able to congratulate the country on its recovering once more the lofty position which it so recently occupied. Our country, which exhibits to the world the benefits of self-government, in developing all the sources of national prosperity owes to mankind the permanent example of a nation free from the blighting influence of a public debt.\n\nThe attention of Congress is invited to the importance of making suitable modifications and reductions of the rates of duty imposed by our present tariff laws. The object of imposing duties on imports should be to raise revenue to pay the necessary expenses of Government. Congress may undoubtedly, in the exercise of a sound discretion, discriminate in arranging the rates of duty on different articles, but the discriminations should be within the revenue standard and be made with the view to raise money for the support of Government.\n\nIt becomes important to understand distinctly what is meant by a revenue standard the maximum of which should not be exceeded in the rates of duty imposed. It is conceded, and experience proves, that duties may be laid so high as to diminish or prohibit altogether the importation of any given article, and thereby lessen or destroy the revenue which at lower rates would be derived from its importation. Such duties exceed the revenue rates and are not imposed to raise money for the support of Government. If Congress levy a duty for revenue of 1 per cent on a given article, it will produce a given amount of money to the Treasury and will incidentally and necessarily afford protection or advantage to the amount of 1 per cent to the home manufacturer of a similar or like article over the importer. If the duty be raised to 10 per cent, it will produce a greater amount of money and afford greater protection. If it be still raised to 20, 25, or 30 per cent, and if as it is raised the revenue derived from it is found to be increased, the protection or advantage will also be increased; but if it be raised to 31 per cent, and it is found that the revenue produced at that rate is less than at 30 per cent, it ceases to be a revenue duty. The precise point in the ascending scale of duties at which it is ascertained from experience that the revenue is greatest is the maximum rate of duty which can be laid for the bona fide purpose of collecting money for the support of Government. To raise the duties higher than that point, and thereby diminish the amount collected, is to levy them for protection merely, and not for revenue. As long, then, as Congress may gradually increase the rate of duty on a given article, and the revenue is increased by such increase of duty, they are within the revenue standard. When they go beyond that point, and as they increase the duties, the revenue is diminished or destroyed; the act ceases to have for its object the raising of money to support Government, but is for protection merely. It does not follow that Congress should levy the highest duty on all articles of import which they will bear within the revenue standard, for such rates would probably produce a much larger amount than the economical administration of the Government would require. Nor does it follow that the duties on all articles should be at the same or a horizontal rate. Some articles will bear a much higher revenue duty than others. Below the maximum of the revenue standard Congress may and ought to discriminate in the rates imposed, taking care so to adjust them on different articles as to produce in the aggregate the amount which, when added to the proceeds of the sales of public lands, may be needed to pay the economical expenses of the Government.\n\nIn levying a tariff of duties Congress exercise the taxing power, and for purposes of revenue may select the objects of taxation. They may exempt certain articles altogether and permit their importation free of duty. On others they may impose low duties. In these classes should be embraced such articles of necessity as are in general use, and especially such as are consumed by the laborer and poor as well as by the wealthy citizen. Care should be taken that all the great interests of the country, including manufactures, agriculture, commerce, navigation, and the mechanic arts, should, as far as may be practicable, derive equal advantages from the incidental protection which a just system of revenue duties may afford. Taxation, direct or indirect, is a burden, and it should be so imposed as to operate as equally as may be on all classes in the proportion of their ability to bear it. To make the taxing power an actual benefit to one class necessarily increases the burden of the others beyond their proportion, and would be manifestly unjust. The terms \"protection to domestic industry\" are of popular import, but they should apply under a just system to all the various branches of industry in our country. The farmer or planter who toils yearly in his fields is engaged in \"domestic industry,\" and is as much entitled to have his labor \"protected\" as the manufacturer, the man of commerce, the navigator, or the mechanic, who are engaged also in \"domestic industry\" in their different pursuits. The joint labors of all these classes constitute the aggregate of the \"domestic industry\" of the nation, and they are equally entitled to the nation's \"protection.\" No one of them can justly claim to be the exclusive recipient of \"protection,\" which can only be afforded by increasing burdens on the \"domestic industry\" of the others.\n\nIf these views be correct, it remains to inquire how far the tariff act of 1842 is consistent with them. That many of the provisions of that act are in violation of the cardinal principles here laid down all must concede. The rates of duty imposed by it on some articles are prohibitory and on others so high as greatly to diminish importations and to produce a less amount of revenue than would be derived from lower rates. They operate as \"protection merely\" to one branch of \"domestic industry\" by taxing other branches.\n\nBy the introduction of minimums, or assumed and false values, and by the imposition of specific duties the injustice and inequality of the act of 1842 in its practical operations on different classes and pursuits are seen and felt. Many of the oppressive duties imposed by it under the operation of these principles range from 1 per cent to more than 200 per cent. They are prohibitory on some articles and partially so on others, and bear most heavily on articles of common necessity and but lightly on articles of luxury. It is so framed that much the greatest burden which it imposes is thrown on labor and the poorer classes, who are least able to bear it, while it protects capital and exempts the rich from paying their just proportion of the taxation required for the support of Government. While it protects the capital of the wealthy manufacturer and increases his profits, it does not benefit the operatives or laborers in his employment, whose wages have not been increased by it. Articles of prime necessity or of coarse quality and low price, used by the masses of the people, are in many instances subjected by it to heavy taxes, while articles of finer quality and higher price, or of luxury, which can be used only by the opulent, are lightly taxed. It imposes heavy and unjust burdens on the farmer, the planter, the commercial man, and those of all other pursuits except the capitalist who has made his investments in manufactures. All the great interests of the country are not as nearly as may be practicable equally protected by it.\n\nThe Government in theory knows no distinction of persons or classes, and should not bestow upon some favors and privileges which all others may not enjoy. It was the purpose of its illustrious founders to base the institutions which they reared upon the great and unchanging principles of justice and equity, conscious that if administered in the spirit in which they were conceived they would be felt only by the benefits which they diffused, and would secure for themselves a defense in the hearts of the people more powerful than standing armies and all the means and appliances invented to sustain governments founded in injustice and oppression.\n\nThe well-known fact that the tariff act of 1842 was passed by a majority of one vote in the Senate and two in the House of Representatives, and that some of those who felt themselves constrained, under the peculiar circumstances existing at the time, to vote in its favor, proclaimed its defects and expressed their determination to aid in its modification on the first opportunity, affords strong and conclusive evidence that it was not intended to be permanent, and of the expediency and necessity of its thorough revision.\n\nIn recommending to Congress a reduction of the present rates of duty and a revision and modification of the act of 1842, I am far from entertaining opinions unfriendly to the manufacturers. On the contrary, I desire to see them prosperous as far as they can be so without imposing unequal burdens on other interests. The advantage under any system of indirect taxation, even within the revenue standard, must be in favor of the manufacturing interest, and of this no other interest will complain.\n\nI recommend to Congress the abolition of the minimum principle, or assumed, arbitrary, and false values, and of specific duties, and the substitution in their place of ad valorem duties as the fairest and most equitable indirect tax which can be imposed. By the ad valorem principle all articles are taxed according to their cost or value, and those which are of inferior quality or of small cost bear only the just proportion of the tax with those which are of superior quality or greater cost. The articles consumed by all are taxed at the same rate. A system of ad valorem revenue duties, with proper discriminations and proper guards against frauds in collecting them, it is not doubted will afford ample incidental advantages to the manufacturers and enable them to derive as great profits as can be derived from any other regular business. It is believed that such a system strictly within the revenue standard will place the manufacturing interests on a stable footing and inure to their permanent advantage, while it will as nearly as may be practicable extend to all the great interests of the country the incidental protection which can be afforded by our revenue laws. Such a system, when once firmly established, would be permanent, and not be subject to the constant complaints, agitations, and changes which must ever occur when duties are not laid for revenue, but for the \"protection merely\" of a favored interest.\n\nIn the deliberations of Congress on this subject it is hoped that a spirit of mutual concession and compromise between conflicting interests may prevail, and that the result of their labors may be crowned with the happiest consequences.\n\nBy the Constitution of the United States it is provided that \"no money shall be drawn from the Treasury but in consequence of appropriations made by law.\" A public treasury was undoubtedly contemplated and intended to be created, in which the public money should be kept from the period of collection until needed for public uses. In the collection and disbursement of the public money no agencies have ever been employed by law except such as were appointed by the Government, directly responsible to it and under its control. The safe-keeping of the public money should be confided to a public treasury created by law and under like responsibility and control. It is not to be imagined that the framers of the Constitution could have intended that a treasury should be created as a place of deposit and safe-keeping of the public money which was irresponsible to the Government. The first Congress under the Constitution, by the act of the 2d of September, 1789, \"to establish the Treasury Department,\" provided for the appointment of a Treasurer, and made it his duty \"to receive and keep the moneys of the United States\" and \"at all times to submit to the Secretary of the Treasury and the Comptroller, or either of them, the inspection of the moneys in his hands.\"\n\nThat banks, national or State, could not have been intended to be used as a substitute for the Treasury spoken of in the Constitution as keepers of the public money is manifest from the fact that at that time there was no national bank, and but three or four State banks, of limited Capital, existed in the country. Their employment as depositories was at first resorted to a limited extent, but with no avowed intention of continuing them permanently in place of the Treasury of the Constitution. When they were afterwards from time to time employed, it was from motives of supposed convenience. Our experience has shown that when banking corporations have been the keepers of the public money, and been thereby made in effect the Treasury, the Government can have no guaranty that it can command the use of its own money for public purposes. The late Bank of the United States proved to be faithless. The State banks which were afterwards employed were faithless. But a few years ago, with millions of public money in their keeping, the Government was brought almost to bankruptcy and the public credit seriously impaired because of their inability or indisposition to pay on demand to the public creditors in the only currency recognized by the Constitution. Their failure occurred in a period of peace, and great inconvenience and loss were suffered by the public from it. Had the country been involved in a foreign war, that inconvenience and loss would have been much greater, and might have resulted in extreme public calamity. The public money should not be mingled with the private funds of banks or individuals or be used for private purposes. When it is placed in banks for safe-keeping, it is in effect loaned to them without interest, and is loaned by them upon interest to the borrowers from them. The public money is converted into banking capital, and is used and loaned out for the private profit of bank stockholders, and when called for, as was the case in 1837, it may be in the pockets of the borrowers from the banks instead of being in the public Treasury contemplated by the Constitution. The framers of the Constitution could never have intended that the money paid into the Treasury should be thus converted to private use and placed beyond the control of the Government.\n\nBanks which hold the public money are often tempted by a desire of gain to extend their loans, increase their circulation, and thus stimulate, if not produce, a spirit of speculation and extravagance which sooner or later must result in ruin to thousands. If the public money be not permitted to be thus used, but be kept in the Treasure and paid out to the public creditors in gold and silver, the temptation afforded by its deposit with banks to an undue expansion of their business would be checked, while the amount of the constitutional currency left in circulation would be enlarged by its employment in the public collections and disbursements, and the banks themselves would in consequence be found in a safer and sounder condition. At present State banks are employed as depositories, but without adequate regulation of law whereby the public money can be secured against the casualties and excesses, revulsions, suspensions, and defalcations to which from overissues, overtrading, an inordinate desire for gain, or other causes they are constantly exposed. The Secretary of the Treasury has in all cases when it was practicable taken collateral security for the amount which they hold, by the pledge of stocks of the United States or such of the States as were in good credit. Some of the deposit banks have given this description of security and others have declined to do so.\n\nEntertaining the opinion that \"the separation of the moneys of the Government from banking institutions is indispensable for the safety of the funds of the Government and the rights of the people,\" I recommend to Congress that provision be made by law for such separation, and that a constitutional treasury be created for the safe-keeping of the public money. The constitutional treasury recommended is designed as a secure depository for the public money, without any power to make loans or discounts or to issue any paper whatever as a currency or circulation. I can not doubt that such a treasury as was contemplated by the Constitution should be independent of all banking corporations. The money of the people should be kept in the Treasury of the people created by law, and be in the custody of agents of the people chosen by themselves according to the forms of the Constitution--agents who are directly responsible to the Government, who are under adequate bonds and oaths, and who are subject to severe punishments for any embezzlement, private use, or misapplication of the public funds, and for any failure in other respects to perform their duties. To say that the people or their Government are incompetent or not to be trusted with the custody of their own money in their own Treasury, provided by themselves, but must rely on the presidents, cashiers, and stockholders of banking corporations, not appointed by them nor responsible to them, would be to concede that they are incompetent for self-government.\n\nIn recommending the establishment of a constitutional treasury in which the public money shall be kept, I desire that adequate provision be made by law for its safety and that all Executive discretion or control over it shall be removed, except such as may be necessary in directing its disbursement in pursuance of appropriations made by law.\n\nUnder our present land system, limiting the minimum price at which the public lands can be entered to $1.25 per acre, large quantities of lands of inferior quality remain unsold because they will not command that price. From the records of the General Land Office it appears that of the public lands remaining unsold in the several States and Territories in which they are situated, 39,105,577 acres have been in the market subject to entry more than twenty years, 49,638,644 acres for more than fifteen years, 73,074,600 acres for more than ten years, and 106,176,961 acres for more than five years. Much the largest portion of these lands will continue to be unsalable at the minimum price at which they are permitted to be sold so long as large territories of lands from which the more valuable portions have not been selected are annually brought into market by the Government. With the view to the sale and settlement of these inferior lands, I recommend that the price be graduated and reduced below the present minimum rate, confining the sales at the reduced prices to settlers and cultivators, in limited quantities. If graduated and reduced in price for a limited term to $1 per acre, and after the expiration of that period for a second and third term to lower rates, a large portion of these lands would be purchased, and many worthy citizens who are unable to pay higher rates could purchase homes for themselves and their families. By adopting the policy of graduation and reduction of price these inferior lands will be sold for their real value, while the States in which they lie will be freed from the inconvenience, if not injustice, to which they are subjected in consequence of the United States continuing to own large quantities of the public lands within their borders not liable to taxation for the support of their local governments.\n\nI recommend the continuance of the policy of granting preemptions in its most liberal extent to all those who have settled or may hereafter settle on the public lands, whether surveyed or unsurveyed, to which the Indian title may have been extinguished at the time of settlement. It has been found by experience that in consequence of combinations of purchasers and other causes a very small quantity of the public lands, when sold at public auction, commands a higher price than the minimum rates established by law. The settlers on the public lands are, however, but rarely able to secure their homes and improvements at the public sales at that rate, because these combinations, by means of the capital they command and their superior ability to purchase, render it impossible for the settler to compete with them in the market. By putting down all competition these combinations of capitalists and speculators are usually enabled to purchase the lands, including the improvements of the settlers, at the minimum price of the Government, and either turn them out of their homes or extort from them, according to their ability to pay, double or quadruple the amount paid for them to the Government. It is to the enterprise and perseverance of the hardy pioneers of the West, who penetrate the wilderness with their families, suffer the dangers, the privations, and hardships attending the settlement of a new country, and prepare the way for the body of emigrants who in the course of a few years usually follow them, that we are in a great degree indebted for the rapid extension and aggrandizement of our country.\n\nExperience has proved that no portion of our population are more patriotic than the hardy and brave men of the frontier, or more ready to obey the call of their country and to defend her rights and her honor whenever and by whatever enemy assailed. They should be protected from the grasping speculator and secured, at the minimum price of the public lands, in the humble homes which they have improved by their labor. With this end in view, all vexatious or unnecessary restrictions imposed upon them by the existing preemption laws should be repealed or modified. It is the true policy of the Government to afford facilities to its citizens to become the owners of small portions of our vast public domain at low and moderate rates.\n\nThe present system of managing the mineral lands of the United States is believed to be radically defective. More than 1,000,000 acres of the public lands, supposed to contain lead and other minerals, have been reserved from sale, and numerous leases upon them have been granted to individuals upon a stipulated rent. The system of granting leases has proved to be not only unprofitable to the Government, but unsatisfactory to the citizens who have gone upon the lands, and must, if continued, lay the foundation of much future difficulty between the Government and the lessees. According to the official records, the amount of rents received by the Government for the years 1841, 1842, 1843, and 1844 was $6,354.74, while the expenses of the system during the same period, including salaries of superintendents, agents, clerks, and incidental expenses, were $26,111.11, the income being less than one-fourth of the expenses. To this pecuniary loss may be added the injury sustained by the public in consequence of the destruction of timber and the careless and wasteful manner of working the mines. The system has given rise to much litigation between the United States and individual citizens, producing irritation and excitement in the mineral region, and involving the Government in heavy additional expenditures. It is believed that similar losses and embarrassments will continue to occur while the present System of leasing these lands remains unchanged. These lands are now under the superintendence and care of the War Department, with the ordinary duties of which they have no proper or natural connection. I recommend the repeal of the present system, and that these lands be placed under the superintendence and management of the General Land Office, as other public lands, and be brought into market and sold upon such terms as Congress in their wisdom may prescribe, reserving to the Government an equitable percentage of the gross amount of mineral product, and that the preemption principle be extended to resident miners and settlers upon them at the minimum price which may be established by Congress.\n\nI refer you to the accompanying report of the Secretary of War for information respecting the present situation of the Army and its operations during the past year, the state of our defenses, the condition of the public works, and our relations with the various Indian tribes within our limits or upon our borders. I invite your attention to the suggestions contained in that report in relation to these prominent objects of national interest. When orders were given during the past summer for concentrating a military force on the western frontier of Texas, our troops were widely dispersed and in small detachments, occupying posts remote from each other. The prompt and expeditious manner in which an army embracing more than half our peace establishment was drawn together on an emergency so sudden reflects great credit on the officers who were intrusted with the execution of these orders, as well as upon the discipline of the Army itself. To be in strength to protect and defend the people and territory of Texas in the event Mexico should commence hostilities or invade her territories with a large army, which she threatened, I authorized the general assigned to the command of the army of occupation to make requisitions for additional forces from several of the States nearest the Texan territory, and which could most expeditiously furnish them, if in his opinion a larger force than that under his command and the auxiliary aid which under like circumstances he was authorized to receive from Texas should be required. The contingency upon which the exercise of this authority depended has not occurred. The circumstances under which two companies of State artillery from the city of New Orleans were sent into Texas and mustered into the service of the United States are fully stated in the report of the Secretary of War. I recommend to Congress that provision be made for the payment of these troops, as well as a small number of Texan volunteers whom the commanding general thought it necessary to receive or muster into our service.\n\nDuring the last summer the First Regiment of Dragoons made extensive excursions through the Indian country on our borders, a part of them advancing nearly to the possessions of the Hudsons Bay Company in the north, and a part as far as the South Pass of the Rocky Mountains and the head waters of the tributary streams of the Colorado of the West. The exhibition of this military force among the Indian tribes in those distant regions and the councils held with them by the commanders of the expeditions, it is believed, will have a salutary influence in restraining them from hostilities among themselves and maintaining friendly relations between them and the United States. An interesting account of one of these excursions accompanies the report of the Secretary of War. Under the directions of the War Department Brevet Captain Fremont, of the Corps of Topographical Engineers, has been employed since 1842 in exploring the country west of the Mississippi and beyond the Rocky Mountains. Two expeditions have already been brought to a close, and the reports of that scientific and enterprising officer have furnished much interesting and valuable information. He is now engaged in a third expedition, but it is not expected that this arduous service will be completed in season to enable me to communicate the result to Congress at the present session.\n\nOur relations with the Indian tribes are of a favorable character. The policy of removing them to a country designed for their permanent residence west of the Mississippi, and without the limits of the organized States and Territories, is better appreciated by them than it was a few years ago, while education is now attended to and the habits of civilized life are gaining ground among them.\n\nSerious difficulties of long standing continue to distract the several parties into which the Cherokees are unhappily divided. The efforts of the Government to adjust the difficulties between them have heretofore proved unsuccessful, and there remains no probability that this desirable object can be accomplished without the aid of further legislation by Congress. I will at an early period of your session present the subject for your consideration, accompanied with an exposition of the complaints and claims of the several parties into which the nation is divided, with a view to the adoption of such measures by Congress as may enable the Executive to do justice to them, respectively, and to put an end, if possible, to the dissensions which have long prevailed and still prevail among them.\n\nI refer you to the report of the Secretary of the Navy for the present condition of that branch of the national defense and for grave suggestions having for their object the increase of its efficiency and a greater economy in its management. During the past year the officers and men have performed their duty in a satisfactory manner. The orders which have been given have been executed with promptness and fidelity. A larger force than has often formed one squadron under our flag was readily concentrated in the Gulf of Mexico, and apparently without unusual effort. It is especially to be observed that notwithstanding the union of so considerable a force, no act was committed that even the jealousy of an irritated power could construe as an act of aggression, and that the commander of the squadron and his officers, in strict conformity with their instructions, holding themselves ever ready for the most active duty, have achieved the still purer glory of contributing to the preservation of peace. It is believed that at all our foreign stations the honor of our flag has been maintained and that generally our ships of war have been distinguished for their good discipline and order. I am happy to add that the display of maritime force which was required by the events of the summer has been made wholly within the usual appropriations for the service of the year, so that no additional appropriations are required.\n\nThe commerce of the United States, and with it the navigating interests, have steadily and rapidly increased since the organization of our Government, until, it is believed, we are now second to but one power in the world, and at no distant day we shall probably be inferior to none. Exposed as they must be, it has been a wise policy to afford to these important interests protection with our ships of war distributed in the great highways of trade throughout the world. For more than thirty years appropriations have been made and annually expended for the gradual increase of our naval forces. In peace our Navy performs the important duty of protecting our commerce, and in the event of war will be, as it has been, a most efficient means of defense.\n\nThe successful use of steam navigation on the ocean has been followed by the introduction of war steamers in great and increasing numbers into the navies of the principal maritime powers of the world. A due regard to our own safety and to an efficient protection to our large and increasing commerce demands a corresponding increase on our part. No country has greater facilities for the construction of vessels of this description than ours, or can promise itself greater advantages from their employment. They are admirably adapted to the protection of our commerce, to the rapid transmission of intelligence, and to the coast defense. In pursuahce of the wise policy of a gradual increase of our Navy, large supplies of live-oak timber and other materials for shipbuilding have been collected and are now under shelter and in a state of good preservation, while iron steamers can be built with great facility in various parts of the Union. The use of iron as a material, especially in the construction of steamers which can enter with safety many of the harbors along our coast now inaccessible to vessels of greater draft, and the practicability of constructing them in the interior, strongly recommend that liberal appropriations should be made for this important object. Whatever may have been our policy in the earlier stages of the Government, when the nation was in its infancy, our shipping interests and commerce comparatively small, our resources limited, our population sparse and scarcely extending beyond the limits of the original thirteen States, that policy must be essentially different now that we have grown from three to more than twenty millions of people, that our commerce, carried in our own ships, is found in every sea, and that our territorial boundaries and settlements have been so greatly expanded. Neither our commerce nor our long line of coast on the ocean and on the Lakes can be successfully defended against foreign aggression by means of fortifications alone. These are essential at important commercial and military points, but our chief reliance for this object must be on a well-organized, efficient navy. The benefits resulting from such a navy are not confined to the Atlantic States. The productions of the interior which seek a market abroad are directly dependent on the safety and freedom of our commerce. The occupation of the Balize below New Orleans by a hostile force would embarrass, if not stagnate, the whole export trade of the Mississippi and affect the value of the agricultural products of the entire valley of that mighty river and its tributaries.\n\nIt has never been our policy to maintain large standing armies in time of peace. They are contrary to the genius of our free institutions, would impose heavy burdens on the people and be dangerous to public liberty. Our reliance for protection and defense on the land must be mainly on our citizen soldiers, who will be ever ready, as they ever have been ready in times past, to rush with alacrity, at the call of their country, to her defense. This description of force, however, can not defend our coast, harbors, and inland seas, nor protect our commerce on the ocean or the Lakes. These must be protected by our Navy.\n\nConsidering an increased naval force, and especially of steam vessels, corresponding with our growth and importance as a nation, and proportioned to the increased and increasing naval power of other nations, of vast importance as regards our safety, and the great and growing interests to be protected by it, I recommend the subject to the favorable consideration of Congress.\n\nThe report of the Postmaster-General herewith communicated contains a detailed statement of the operations of his Department during the pass year. It will be seen that the income from postages will fall short of the expenditures for the year between $1,000,000 and $2,000,000. This deficiency has been caused by the reduction of the rates of postage, which was made by the act of the 3d of March last. No principle has been more generally acquiesced in by the people than that this Department should sustain itself by limiting its expenditures to its income. Congress has never sought to make it a source of revenue for general purposes except for a short period during the last war with Great Britain, nor should it ever become a charge on the general Treasury. If Congress shall adhere to this principle, as I think they ought, it will be necessary either to curtail the present mail service so as to reduce the expenditures, or so to modify the act of the 3d of March last as to improve its revenues. The extension of the mail service and the additional facilities which will be demanded by the rapid extension and increase of population on our western frontier will not admit of such curtailment as will materially reduce the present expenditures. In the adjustment of the tariff of postages the interests of the people demand that the lowest rates be adopted which will produce the necessary revenue to meet the expenditures of the Department. I invite the attention of Congress to the suggestions of the Postmaster-General on this subject, under the belief that such a modification of the late law may be made as will yield sufficient revenue without further calls on the Treasury, and with very little change in the present rates of postage. Proper measures have been taken in pursuance of the act of the 3d of March last for the establishment of lines of mail steamers between this and foreign countries. The importance of this service commends itself strongly to favorable consideration.\n\nWith the growth of our country the public business which devolves on the heads of the several Executive Departments has greatly increased. In some respects the distribution of duties among them seems to be incongruous, and many of these might be transferred from one to another with advantage to the public interests. A more auspicious time for the consideration of this subject by Congress, with a view to system in the organization of the several Departments and a more appropriate division of the public business, will not probably occur.\n\nThe most important duties of the State Department relate to our foreign affairs. By the great enlargement of the family of nations, the increase of our commerce, and the corresponding extension of our consular system the business of this Department has been greatly increased. In its present organization many duties of a domestic nature and consisting of details are devolved on the Secretary of State, which do not appropriately belong to the foreign department of the Government and may properly be transferred to some other Department. One of these grows out of the present state of the law concerning the Patent Office, which a few years since was a subordinate clerkship, but has become a distinct bureau of great importance. With an excellent internal organization, it is still connected with the State Department. In the transaction of its business questions of much importance to inventors and to the community frequently arise, which by existing laws are referred for decision to a board of which the Secretary of State is a member. These questions are legal, and the connection which now exists between the State Department and the Patent Office may with great propriety and advantage be transferred to the Attorney-General.\n\nIn his last annual message to Congress Mr. Madison invited attention to a proper provision for the Attorney-General as \"an important improvement in the executive establishment.\" This recommendation was repeated by some of his successors. The official duties of the Attorney-General have been much increased within a few years, and his office has become one of great importance. His duties may be still further increased with advantage to the public interests. As an executive officer his residence and constant attention at the seat of Government are required. Legal questions involving important principles and large amounts of public money are constantly referred to him by the President and Executive Departments for his examination and decision. The public business under his official management before the judiciary has been so augmented by the extension of our territory and the acts of Congress authorizing suits against the United States for large bodies of valuable public lands as greatly to increase his labors and responsibilities. I therefore recommend that the Attorney-General be placed on the same footing with the heads of the other Executive Departments, with such subordinate officers provided by law for his Department as may be required to discharge the additional duties which have been or may be devolved upon him.\n\nCongress possess the power of exclusive legislation over the District of Columbia, and I commend the interests of its inhabitants to your favorable consideration. The people of this District have no legislative body of their own, and must confide their local as well as their general interests to representatives in whose election they have no voice and over whose official conduct they have no control. Each member of the National Legislature should consider himself as their immediate representative, and should be the more ready to give attention to their interests and wants because he is not responsible to them. I recommend that a liberal and generous spirit may characterize your measures in relation to them. I shall be ever disposed to show a proper regard for their wishes and, within constitutional limits, shall at all times cheerfully cooperate with you for the advancement of their welfare.\n\nI trust it may not be deemed inappropriate to the occasion for me to dwell for a moment on the memory of the most eminent citizen of our country who during the summer that is gone by has descended to the tomb. The enjoyment of contemplating, at the advanced age of near fourscore years, the happy condition of his country cheered the last hours of Andrew Jackson, who departed this life in the tranquil hope of a blessed immortality. His death was happy, as his life had been eminently useful. He had an unfaltering confidence in the virtue and capacity of the people and in the permanence of that free Government which he had largely contributed to establish and defend. His great deeds had secured to him the affections of his fellow-citizens, and it was his happiness to witness the growth and glory of his country, which he loved so well. He departed amidst the benedictions of millions of free-men. The nation paid its tribute to his memory at his tomb. Coming generations will learn from his example the love of country and the rights of man. In his language on a similar occasion to the present, \"I now commend you, fellow-citizens, to the guidance of Almighty God, with a full reliance on His merciful providence for the maintenance of our free institutions, and with an earnest supplication that whatever errors it may be my lot to commit in discharging the arduous duties which have devolved on me will find a remedy in the harmony and wisdom of your counsels.\""}