{"title": "December 7 1847 Third Annual Message-James K. Polk", "content": "that the Army is to support itself by forced contributions levied upon the country we may ruin and exasperate the inhabitants and starve ourselves.\" The same discretion was given to him that had been to General Taylor in this respect. General Scott, for the reasons assigned by him, also continued to pay for the articles of supply for the Army which were drawn from the enemy.\n\nAfter the Army had reached the heart of the most wealthy portion of Mexico it was supposed that the obstacles which had before that time prevented it would not be such as to render impracticable the levy of forced contributions for its support, and on the 1st of September and again on the 6th of October, 1847, the order was repeated in dispatches addressed by the Secretary of War to General Scott, and his attention was again called to the importance of making the enemy bear the burdens of the war by requiring them to furnish the means of supporting our Army, and he was directed to adopt this policy unless by doing so there was danger of depriving the Army of the necessary supplies. Copies of these dispatches were forwarded to General Taylor for his government.\n\nOn the 31st of March last I caused an order to be issued to our military and naval commanders to levy and collect a military contribution upon all vessels and merchandise which might enter any of the ports of Mexico in our military occupation, and to apply such contributions toward defraying the expenses of the war. By virtue of the right of conquest and the laws of war, the conqueror, consulting his own safety or convenience, may either exclude foreign commerce altogether from all such ports or permit it upon such terms and conditions as he may prescribe. Before the principal ports of Mexico were blockaded by our Navy the revenue derived from import duties under the laws of Mexico was paid into the Mexican treasury. After these ports had fallen into our military possession the blockade was raised and commerce with them permitted upon prescribed terms and conditions. They were opened to the trade of all nations upon the payment of duties more moderate in their amount than those which had been previously levied by Mexico, and the revenue, which was formerly paid into the Mexican treasury, was directed to be collected by our military and naval officers and applied to the use of our Army and Navy. Care was taken that the officers, soldiers, and sailors of our Army and Navy should be exempted from the operations of the order, and, as the merchandise imported upon which the order operated must be consumed by Mexican citizens, the contributions exacted were in effect the seizure of the public revenues of Mexico and the application of them to our own use. In directing this measure the object was to compel the enemy to contribute as far as practicable toward the expenses of the war.\n\nFor the amount of contributions which have been levied in this form I refer you to the accompanying reports of the Secretary of War and of the Secretary of the Navy, by which it appears that a sum exceeding half a million of dollars has been collected. This amount would undoubtedly have been much larger but for the difficulty of keeping open communications between the coast and the interior, so as to enable the owners of the merchandise imported to transport and vend it to the inhabitants of the country. It is confidently expected that this difficulty will to a great extent be soon removed by our increased forces which have been sent to the field.\n\nMeasures have recently been adopted by which the internal as well as the external revenues of Mexico in all places in our military occupation will be seized and appropriated to the use of our Army and Navy.\n\nThe policy of levying upon the enemy contributions in every form consistently with the laws of nations, which it may be practicable for our military commanders to adopt, should, in my judgment, be rigidly enforced, and orders to this effect have accordingly been given. By such a policy, at the same time that our own Treasury will be relieved from a heavy drain, the Mexican people will be made to feel the burdens of the war, and, consulting their own interests, may be induced the more readily to require their rulers to accede to a just peace.\n\nAfter the adjournment of the last session of Congress events transpired in the prosecution of the war which in my judgment required a greater number of troops in the field than had been anticipated. The strength of the Army was accordingly increased by \"accepting\" the services of all the volunteer forces authorized by the act of the 13th of May, 1846, without putting a construction on that act the correctness of which was seriously questioned. The volunteer forces now in the field, with those which had been \"accepted\" to \"serve for twelve months\" and were discharged at the end of their term of service, exhaust the 50,000 men authorized by that act. Had it been clear that a proper construction of the act warranted it, the services of an additional number would have been called for and accepted; but doubts existing upon this point, the power was not exercised. It is deemed important that Congress should at an early period of their session confer the authority to raise an additional regular force to serve during the war with Mexico and to be discharged upon the conclusion and ratification of a treaty of peace. I invite the attention of Congress to the views presented by the Secretary of War in his report upon this subject.\n\nI recommend also that authority be given by law to call for and accept the services of an additional number of volunteers, to be exercised at such time and to such extent as the emergencies of the service may require.\n\nIn prosecuting the war with Mexico, whilst the utmost care has been taken to avoid every just cause of complaint on the part of neutral nations, and none has been given, liberal privileges have been granted to their commerce in the ports of the enemy in our military occupation. The difficulty with the Brazilian Government, which at one time threatened to interrupt the friendly relations between the two countries, will, I trust, be speedily adjusted. I have received information that an envoy extraordinary and minister plenipotentiary to the United States will shortly be appointed by His Imperial Majesty, and it is hoped that he will come instructed and prepared to adjust all remaining differences between the two Governments in a manner acceptable and honorable to both. In the meantime, I have every reason to believe that nothing will occur to interrupt our amicable relations with Brazil.\n\nIt has been my constant effort to maintain and cultivate the most intimate relations of friendship with all the independent powers of South America, and this policy has been attended with the happiest results. It is true that the settlement and payment of many just claims of American citizens against these nations have been long delayed. The peculiar position in which they have been placed and the desire on the part of my predecessors as well as myself to grant them the utmost indulgence have hitherto prevented these claims from being urged in a manner demanded by strict justice. The time has arrived when they ought to be finally adjusted and liquidated, and efforts are now making for that purpose.\n\nIt is proper to inform you that the Government of Peru has in good faith paid the first two installments of the indemnity of $30,000 each, and the greater portion of the interest due thereon, in execution of the convention between that Government and the United States the ratifications of which were exchanged at Lima on the 31st of October, 1846. The Attorney-General of the United States early in August last completed the adjudication of the claims under this convention, and made his report thereon in pursuance of the act of the 8th of August, 1846. The sums to which the claimants are respectively entitled will be paid on demand at the Treasury.\n\nI invite the early attention of Congress to the present condition of our citizens in China. Under our treaty with that power American citizens are withdrawn from the jurisdiction, whether civil or criminal, of the Chinese Government and placed under that of our public functionaries in that country. By these alone can our citizens be tried and punished for the commission of any crime; by these alone can questions be decided between them involving the rights of persons and property, and by these alone can contracts be enforced into which they may have entered with the citizens or subjects of foreign powers. The merchant vessels of the United States lying in the waters of the five ports of China open to foreign commerce are under the exclusive jurisdiction of officers of their own Government. Until Congress shall establish competent tribunals to try and punish crimes and to exercise jurisdiction in civil cases in China, American citizens there are subject to no law whatever. Crimes may be committed with impunity and debts may be contracted without any means to enforce their payment. Inconveniences have already resulted from the omission of Congress to legislate upon the subject, and still greater are apprehended. The British authorities in China have already complained that this Government has not provided for the punishment of crimes or the enforcement of contracts against American citizens in that country, whilst their Government has established tribunals by which an American citizen can recover debts due from British subjects. Accustomed, as the Chinese are, to summary justice, they could not be made to comprehend why criminals who are citizens of the United States should escape with impunity, in violation of treaty obligations, whilst the punishment of a Chinese who had committed any crime against an American citizen would be rigorously exacted. Indeed, the consequences might be fatal to American citizens in China should a flagrant crime be committed by any one of them upon a Chinese, and should trial and punishment not follow according to the requisitions of the treaty. This might disturb, if not destroy, our friendly relations with that Empire, and cause an interruption of our valuable commerce. Our treaties with the Sublime Porte, Tripoli, Tunis, Morocco, and Muscat also require the legislation of Congress to carry them into execution, though the necessity for immediate action may not be so urgent as in regard to China.\n\nThe Secretary of State has submitted an estimate to defray the expense of opening diplomatic relations with the Papal States. The interesting political events now in progress in these States, as well as a just regard to our commercial interests, have, in my opinion, rendered such a measure highly expedient.\n\nEstimates have also been submitted for the outfits and salaries of charges' d'affaires to the Republics of Bolivia, Guatemala, and Ecuador. The manifest importance of cultivating the most friendly relations with all the independent States upon this continent has induced me to recommend appropriations necessary for the maintenance of these missions.\n\nI recommend to Congress that an appropriation be made to be paid to the Spanish Government for the purpose of distribution among the claimants in the Amistad case. I entertain the conviction that this is due to Spain under the treaty of the 20th of October, 1795, and, moreover, that from the earnest manner in which the claim continues to be urged so long as it shall remain unsettled it will be a source of irritation and discord between the two countries, which may prove highly prejudicial to the interests of the United States. Good policy, no less than a faithful compliance with our treaty obligations, requires that the inconsiderable appropriation demanded should be made.\n\nA detailed statement of the condition of the finances will be presented in the annual report of the Secretary of the Treasury. The imports for the last fiscal year, ending on the 30th of June, 1847, were of the value of $146,545,638, of which the amount exported was $8,011,158, leaving $138,534,480 in the country for domestic use. The value of the exports for the same period was $158,648,622, of which $150,637,464 consisted of domestic productions and $8,011,158 of foreign articles.\n\nThe receipts into the Treasury for the same period amounted to $26,346,790.37, of which there was derived from customs $23,747,864.66, from sales of public lands $2,498,335.20, and from incidental and miscellaneous sources $100,570.51. The last fiscal year, during which this amount was received, embraced five months under the operation of the tariff act of 1842 and seven months during which the tariff act of 1846 was in force. During the five months under the act of 1842 the amount received from customs was $7,842,306.90, and during the seven months under the act of 1846 the amount received was $15,905,557.76.\n\nThe net revenue from customs during the year ending on the 1st of December, 1846, being the last year under the operation of the tariff act of 1842, was $22,971,403.10, and the net revenue from customs during the year ending on the 1st of December, 1847, being the first year under the operations of the tariff act of 1846, was about $31,500,000, being an increase of revenue for the first year under the tariff of 1846 of more than $8,500,000 over that of the last year under the tariff of 1842.\n\nThe expenditures during the fiscal year ending on the 30th of June last were $59,451,177.65, of which $3,522,082.37 was on account payment of principal and interest of the public debt, including Treasury notes redeemed and not funded. The expenditures exclusive of payment of public debt were $55,929,095.28.\n\nIt is estimated that the receipts into the Treasury for the fiscal year ending on the 30th of June, 1848, including the balance in the Treasury on the 1st of July last, will amount to $42,886,545.80, of which $31,000,000, it is estimated, will be derived from customs, $3,500,000 from the sale of the public lands, $400,000 from incidental sources, eluding sales made by the Solicitor of the Treasury, and $6,285,294.55 from loans already authorized by law, which, together with the balance in the Treasury on the 1st of July last, make the sum estimated.\n\nThe expenditures for the same period, if peace with Mexico shall not be concluded and the Army shall be increased as is proposed, will amount, including the necessary payments on account of principal and interest of the public debt and Treasury notes, to $58,615,660.07. On the 1st of the present month the amount of the public debt actually incurred, including Treasury notes, was $45,659,659.40. The public debt due on the 4th of March, 1845, including Treasury notes, was $17,788,799.62, and consequently the addition made to the public debt since that time is $27,870,859.78.\n\nOf the loan of twenty-three millions authorized by the act of the 28th of January, 1847, the sum of five millions was paid out to the public creditors or exchanged at par for specie; the remaining eighteen millions was offered for specie to the highest bidder not below par, by an advertisement issued by the Secretary of the Treasury and published from the 9th of February until the 10th of April, 1847, when it was awarded to the several highest bidders at premiums varying from one-eighth of per cent to 2 per cent above par. The premium has been paid into the Treasury and the sums awarded deposited in specie in the Treasury as fast as it was required by the wants of the Government.\n\nTo meet the expenditures for the remainder of the present and for the next fiscal year, ending on the 30th of June, 1849, a further loan in aid of the ordinary revenues of the Government will be necessary. Retaining a sufficient surplus in the Treasury, the loan required for the remainder of the present fiscal year will be about $18,500,000. If the duty on tea and coffee be imposed and the graduation of the price of the public lands shall be made at an early period of your session, as recommended, the loan for the present fiscal year may be reduced to $17,000,000. The loan may be further reduced by whatever amount of expenditures can be saved by military contributions collected in Mexico. The most vigorous measures for the augmentation of these contributions have been directed and a very considerable sum is expected from that source. Its amount can not, however, be calculated with any certainty. It is recommended that the loan to be made be authorized upon the same terms and for the same time as that which was authorized under the provisions of the act of the 28th of January, 1847.\n\nShould the war with Mexico be continued until the 30th of June, 1849, it is estimated that a further loan of $20,500,000 will be required for the fiscal year ending on that day, in case no duty be imposed on tea and coffee, and the public lands be not reduced and graduated in price, and no military contributions shall be collected in Mexico. If the duty on tea and coffee be imposed and the lands be reduced and graduated in price as proposed, the loan may be reduced to $17,000,000, and will be subject to be still further reduced by the amount of the military contributions which may be collected in Mexico. It is not proposed, however, at present to ask Congress for authority to negotiate this loan for the next fiscal year, as it is hoped that the loan asked for the remainder of the present fiscal year, aided by military contributions which may be collected in Mexico, may be sufficient. If, contrary to my expectation, there should be a necessity for it, the fact will be communicated to Congress in time for their action during the present session. In no event will a sum exceeding $6,000,000 of this amount be needed before the meeting of the session of Congress in December, 1848.\n\nThe act of the 30th of July, 1846, \"reducing the duties on imports,\" has been in force since the 1st of December last, and I am gratified to state that all the beneficial effects which were anticipated from its operation have been fully realized. The public revenue derived from customs during the year ending on the 1st of December, 1847, exceeds by more than $8,000,000 the amount received in the preceding year under the operation of the act of 1842, which was superseded and repealed by it. Its effects are visible in the great and almost unexampled prosperity which prevails in every branch of business.\n\nWhile the repeal of the prohibitory and restrictive duties of the act of 1842 and the substitution in their place of reasonable revenue rates levied on articles imported according to their actual value has increased the revenue and augmented our foreign trade, all the great interests of the country have been advanced and promoted.\n\nThe great and important interests of agriculture, which had been not only too much neglected, but actually taxed under the protective policy for the benefit of other interests, have been relieved of the burdens which that policy imposed on them; and our farmers and planters, under a more just and liberal commercial policy, are finding new and profitable markets abroad for their augmented products. Our commerce is rapidly increasing, and is extending more widely the circle of international exchanges. Great as has been the increase of our imports during the past year, our exports of domestic products sold in foreign markets have been still greater.\n\nOur navigating interest is eminently prosperous. The number of vessels built in the United States has been greater than during any preceding period of equal length. Large profits have been derived by those who have constructed as well as by those who have navigated them. Should the ratio of increase in the number of our merchant vessels be progressive, and be as great for the future as during the past year, the time is not distant when our tonnage and commercial marine will be larger than that of any other nation in the world.\n\nWhilst the interests of agriculture, of commerce, and of navigation have been enlarged and invigorated, it is highly gratifying to observe that our manufactures are also in a prosperous condition. None of the ruinous effects upon this interest which were apprehended by some as the result of the operation of the revenue system established by the act of 1846 have been experienced. On the contrary, the number of manufactories and the amount of capital invested in them is steadily and rapidly increasing, affording gratifying proofs that American enterprise and skill employed in this branch of domestic industry, with no other advantages than those fairly and incidentally accruing from a just System of revenue duties, are abundantly able to meet successfully all competition from abroad and still derive fair and remunerating profits. While capital invested in manufactures is yielding adequate and fair profits under the new system, the wages of labor, whether employed in manufactures, agriculture, commerce, or navigation, have been augmented. The toiling millions whose daily labor furnishes the supply of food and raiment and all the necessaries and comforts of life are receiving higher wages and more steady and permanent employment than in any other country or at any previous period of our own history.\n\nSo successful have been all branches of our industry that a foreign war, which generally diminishes the resources of a nation, has in no essential degree retarded our onward progress or checked our general prosperity.\n\nWith such gratifying evidences of prosperity and of the successful operation of the revenue act of 1846, every consideration of public policy recommends that it shall remain unchanged. It is hoped that the system of impost duties which it established may be regarded as the permanent policy of the country, and that the great interests affected by it may not again be subject to be injuriously disturbed, as they have heretofore been by frequent and sometimes sudden changes.\n\nFor the purpose of increasing the revenue, and without changing or modifying the rates imposed by the act of 1846 on the dutiable articles embraced by its provisions, I again recommend to your favorable consideration the expediency of levying a revenue duty on tea and coffee. The policy which exempted these articles from duty during peace, and when the revenue to be derived from them was not needed, ceases to exist when the country is engaged in war and requires the use of all of its available resources. It is a tax which would be so generally diffused among the people that it would be felt oppressively by none and be complained of by none. It is believed that there are not in the list of imported articles any which are more properly the subject of war duties than tea and coffee.\n\nIt is estimated that $3,000,000 would be derived annually by a moderate duty imposed on these articles.\n\nShould Congress avail itself of this additional source of revenue, not only would the amount of the public loan rendered necessary by the war with Mexico be diminished to that extent, but the public credit and the public confidence in the ability and determination of the Government to meet all its engagements promptly would be more firmly established, and the reduced amount of the loan which it may be necessary to negotiate could probably be obtained at cheaper rates.\n\nCongress is therefore called upon to determine whether it is wiser to impose the war duties recommended or by omitting to do so increase the public debt annually $3,000,000 so long as loans shall be required to prosecute the war, and afterwards provide in some other form to pay the semiannual interest upon it, and ultimately to extinguish the principal. If in addition to these duties Congress should graduate and reduce the price of such of the public lands as experience has proved will not command the price placed upon them by the Government, an additional annual income to the Treasury of between half a million and a million of dollars, it is estimated, would be derived from this source. Should both measures receive the sanction of Congress, the annual amount of public debt necessary to be contracted during the continuance of the war would be reduced near $4,000,000. The duties recommended to be levied on tea and coffee it is proposed shall be limited in their duration to the end of the war, and until the public debt rendered necessary to be contracted by it shall be discharged. The amount of the public debt to be contracted should be limited to the lowest practicable sum, and should be extinguished as early after the conclusion of the war as the means of the Treasury will permit.\n\nWith this view, it is recommended that as soon as the war shall be over all the surplus in the Treasury not needed for other indispensable objects shall constitute a sinking fund and be applied to the purchase of the funded debt, and that authority be conferred by laws for that purpose. The act of the 6th of August, 1846, \"to establish a warehousing system,\" has been in operation more than a year, and has proved to be an important auxiliary to the tariff act of 1846 in augmenting the revenue and extending the commerce of the country. Whilst it has tended to enlarge commerce, it has been beneficial to our manufactures by diminishing forced sales at auction of foreign goods at low prices to raise the duties to be advanced on them, and by checking fluctuations in the market. The system, although sanctioned by the experience of other countries, was entirely new in the United States, and is susceptible of improvement in some of its provisions. The Secretary of the Treasury, upon whom was devolved large discretionary powers in carrying this measure into effect, has collected and is now collating the practical results of the system in other countries where it has long been established, and will report at an early period of your session such further regulations suggested by the investigation as may render it still more effective and beneficial.\n\nBy the act to \"provide for the better organization of the Treasury and for the collection, safe-keeping, and disbursement of the public revenue\" all banks were discontinued as fiscal agents of the Government, and the paper currency issued by them was no longer permitted to be received in payment of public dues. The constitutional treasury created by this act went into operation on the 1st of January last. Under the system established by it the public moneys have been collected, safely kept, and disbursed by the direct agency of officers of the Government in gold and silver, and transfers of large amounts have been made from points of collection to points of disbursement without loss to the Treasury or injury or inconvenience to the trade of the country.\n\nWhile the fiscal operations of the Government have been conducted with regularity and ease under this system, it has had a salutary effect in checking and preventing an undue inflation of the paper currency issued by the banks which exist under State charters. Requiring, as it does, all dues to the Government to be paid in gold and silver, its effect is to restrain excessive issues of bank paper by the banks disproportioned to the specie in their vaults, for the reason that they are at all times liable to be called on by the holders of their notes for their redemption in order to obtain specie for the payment of duties and other public dues. The banks, therefore, must keep their business within prudent limits, and be always in a condition to meet such calls, or run the hazard of being compelled to suspend specie payments and be thereby discredited. The amount of specie imported into the United States during the last fiscal year was $24,121,289, of which there was retained in the country $22,276,170. Had the former financial system prevailed and the public moneys been placed on deposit in the banks, nearly the whole of this amount would have gone into their vaults, not to be thrown into circulation by them, but to be withheld from the hands of the people as a currency and made the basis of new and enormous issues of bank paper. A large proportion of the specie imported has been paid into the Treasury for public dues, and after having been to a great extent recoined at the Mint has been paid out to the public creditors and gone into circulation as a currency among the people. The amount of gold and silver coin now in circulation in the country is larger than at any former period.\n\nThe financial system established by the constitutional treasury has been thus far eminently successful in its operations, and I recommend an adherence to all its essential provisions, and especially to that vital provision which wholly separates the Government from all connection with banks and excludes bank paper from all revenue receipts.\n\nIn some of its details, not involving its general principles, the system is defective and will require modification. These defects and such amendments as are deemed important were set forth in the last annual report of the Secretary of the Treasury. These amendments are again recommended to the early and favorable consideration of Congress.\n\nDuring the past year the coinage at the Mint and its branches has exceeded $20,000,000. This has consisted chiefly in converting the coins of foreign countries into American coin.\n\nThe largest amount of foreign coin imported has been received at New York, and if a branch mint were established at that city all the foreign coin received at that port could at once be converted into our own coin without the expense, risk, and delay of transporting it to the Mint for that purpose, and the amount recoined would be much larger.\n\nExperience has proved that foreign coin, and especially foreign gold coin, will not circulate extensively as a currency among the people. The important measure of extending our specie circulation, both of gold and silver, and of diffusing it among the people can only be effected by converting such foreign coin into American coin. I repeat the recommendation contained in my last annual message for the establishment of a branch of the Mint of the United States at the city of New York.\n\nAll the public lands which had been surveyed and were ready for market have been proclaimed for sale during the past year. The quantity offered and to be offered for sale under proclamations issued since the 1st of January last amounts to 9,138,531 acres. The prosperity of the Western States and Territories in which these lands lie will be advanced by their speedy sale. By withholding them from market their growth and increase of population would be retarded, while thousands of our enterprising and meritorious frontier population would be deprived of the opportunity of securing freeholds for themselves and their families. But in addition to the general considerations which rendered the early sale of these lands proper, it was a leading object at this time to derive as large a sum as possible from this source, and thus diminish by that amount the public loan rendered necessary by the existence of a foreign war.\n\nIt is estimated that not less than 10,000,000 acres of the public lands will be surveyed and be in a condition to be proclaimed for sale during the year 1848.\n\nIn my last annual message I presented the reasons which in my judgment rendered it proper to graduate and reduce the price of such of the public lands as have remained unsold for long periods after they had been offered for sale at public auction.\n\nMany millions of acres of public lands lying within the limits of several of the Western States have been offered in the market and been subject to sale at private entry for more than twenty years and large quantities for more than thirty years at the lowest price prescribed by the existing laws, and it has been found that they will not command that price. They must remain unsold and uncultivated for an indefinite period unless the price demanded for them by the Government shall be reduced. No satisfactory reason is perceived why they should be longer held at rates above their real value. At the present period an additional reason exists for adopting the measure recommended. When the country is engaged in a foreign war, and we must necessarily resort to loans, it would seem to be the dictate of wisdom that we should avail ourselves of all our resources and thus limit the amount of the public indebtedness to the lowest possible sum.\n\nI recommend that the existing laws on the subject of preemption rights be amended and modified so as to operate prospectively and to embrace all who may settle upon the public lands and make improvements upon them, before they are surveyed as well as afterwards, in all cases where such settlements may be made after the Indian title shall have been extinguished.\n\nIf the right of preemption be thus extended, it will embrace a large and meritorious class of our citizens. It will increase the number of small freeholders upon our borders, who will be enabled thereby to educate their children and otherwise improve their condition, while they will be found at all times, as they have ever proved themselves to be in the hour of danger to their country, among our hardiest and best volunteer soldiers, ever ready to attend to their services in cases of emergencies and among the last to leave the field as long as an enemy remains to be encountered. Such a policy will also impress these patriotic pioneer emigrants with deeper feelings of gratitude for the parental care of their Government, when they find their dearest interests secured to them by the permanent laws of the land and that they are no longer in danger of losing their homes and hard-earned improvements by being brought into competition with a more wealthy class of purchasers at the land sales. The attention of Congress was invited at their last and the preceding session to the importance of establishing a Territorial government over our possessions in Oregon, and it is to be regretted that there was no legislation on the subject. Our citizens who inhabit that distant region of country are still left without the protection of our laws, or any regularly organized government. Before the question of limits and boundaries of the Territory of Oregon was definitely settled, from the necessity of their condition the inhabitants had established a temporary government of their own. Besides the want of legal authority for continuing such a government, it is wholly inadequate to protect them in their rights of person and property, or to secure to them the enjoyment of the privileges of other citizens, to which they are entitled under the Constitution of the United States. They should have the right of suffrage, be represented in a Territorial legislature and by a Delegate in Congress, and possess all the rights and privileges which citizens of other portions of the territories of the United States have heretofore enjoyed or may now enjoy.\n\nOur judicial system, revenue laws, laws regulating trade and intercourse with the Indian tribes, and the protection of our laws generally should be extended over them.\n\nIn addition to the inhabitants in that Territory who had previously emigrated to it, large numbers of our citizens have followed them during the present year, and it is not doubted that during the next and subsequent years their numbers will be greatly increased.\n\nCongress at its last session established post routes leading to Oregon, and between different points within that Territory, and authorized the establishment of post-offices at \"Astoria and such other places on the coasts of the Pacific within the territory of the United States as the public interests may require.\" Post-offices have accordingly been established, deputy postmasters appointed, and provision made for the transportation of the mails.\n\nThe preservation of peace with the Indian tribes residing west of the Rocky Mountains will render it proper that authority should be given by law for the appointment of an adequate number of Indian agents to reside among them.\n\nI recommend that a surveyor-general's office be established in that Territory, and that the public lands be surveyed and brought into market at an early period.\n\nI recommend also that grants, upon liberal terms, of limited quantities of the public lands be made to all citizens of the United States who have emigrated, or may hereafter within a prescribed period emigrate, to Oregon and settle upon them. These hardy and adventurous citizens, who have encountered the dangers and privations of a long and toilsome journey, and have at length found an abiding place for themselves and their families upon the utmost verge of our western limits, should be secured in the homes which they have improved by their labor. I refer you to the accompanying report of the Secretary of War for a detailed account of the operations of the various branches of the public service connected with the Department under his charge. The duties devolving on this Department have been unusually onerous and responsible during the past year, and have been discharged with ability and success.\n\nPacific relations continue to exist with the various Indian tribes, and most of them manifest a strong friendship for the United States. Some depredations were committed during the past year upon our trains transporting supplies for the Army, on the road between the western border of Missouri and Santa Fe. These depredations, which are supposed to have been committed by bands from the region of New Mexico, have been arrested by the presence of a military force ordered out for that purpose. Some outrages have been perpetrated by a portion of the northwestern bands upon the weaker and comparatively defenseless neighboring tribes. Prompt measures were taken to prevent such occurrences in future.\n\nBetween 1,000 and 2,000 Indians, belonging to several tribes, have been removed during the year from the east of the Mississippi to the country allotted to them west of that river as their permanent home, and arrangements have been made for others to follow.\n\nSince the treaty of 1846 with the Cherokees the feuds among them appear to have subsided, and they have become more united and contented than they have been for many years past. The commissioners appointed in pursuance of the act of June 27, 1846, to settle claims arising under the treaty of 1835-36 with that tribe have executed their duties, and after a patient investigation and a full and fair examination of all the cases brought before them closed their labors in the month of July last. This is the fourth board of commissioners which has been organized under this treaty. Ample opportunity has been afforded to all those interested to bring forward their claims. No doubt is entertained that impartial justice has been done by the late board, and that all valid claims embraced by the treaty have been considered and allowed. This result and the final settlement to be made with this tribe under the treaty of 1846, which will be completed and laid before you during your session, will adjust all questions of controversy between them and the United States and produce a state of relations with them simple, well defined, and satisfactory. Under the discretionary authority conferred by the act of the 3d of March last the annuities due to the various tribes have been paid during the present year to the heads of families instead of to their chiefs or such persons as they might designate, as required by the law previously existing. This mode of payment has given general satisfaction to the great body of the Indians. Justice has been done to them, and they are grateful to the Government for it. A few chiefs and interested persons may object to this mode of payment, but it is believed to be the only mode of preventing fraud and imposition from being practiced upon the great body of common Indians, constituting a majority of all the tribes. It is gratifying to perceive that a number of the tribes have recently manifested an increased interest in the establishment of schools among them, and are making rapid advances in agriculture, some of them producing a sufficient quantity of food for their support and in some cases a surplus to dispose of to their neighbors. The comforts by which those who have received even a very limited education and have engaged in agriculture are surrounded tend gradually to draw off their less civilized brethren from the precarious means of subsistence by the chase to habits of labor and civilization.\n\nThe accompanying report of the Secretary of the Navy presents a satisfactory and gratifying account of the condition and operations of the naval service during the past year. Our commerce has been pursued with increased activity and with safety and success in every quarter of the globe under the protection of our flag, which the Navy has caused to be respected in the most distant seas.\n\nIn the Gulf of Mexico and in the Pacific the officers and men of our squadrons have displayed distinguished gallantry and performed valuable services. In the early stages of the war with Mexico her ports on both coasts were blockaded, and more recently many of them have been captured and held by the Navy. When acting in cooperation with the land forces, the naval officers and men have performed gallant and distinguished services on land as well as on water, and deserve the high commendation of the country.\n\nWhile other maritime powers are adding to their navies large numbers of war steamers, it was a wise policy on our part to make similar additions to our Navy. The four war steamers authorized by the act of the 3d of March, 1847, are in course of construction.\n\nIn addition to the four war steamers authorized by this act, the Secretary of the Navy has, in pursuance of its provisions, entered into contracts for the construction of five steamers to be employed in the transportation of the United States mail \"from New York to New Orleans, touching at Charleston, Savannah, and Havana, and from Havana to Chagres;\" for three steamers to be employed in like manner from Panama to Oregon, \"so as to connect with the mail from Havana to Chagres across the Isthmus;\" and for five steamers to be employed in like manner from New York to Liverpool. These steamers will be the property of the contractors, but are to be built \"under the superintendence and direction of a naval constructor in the employ of the Navy Department, and to be so constructed as to render them convertible at the least possible expense into war steamers of the first class.\" A prescribed number of naval officers, as well as a post-office agent, are to be on board of them, and authority is reserved to the Navy Department at all times to \"exercise control over said steamships\" and \"to have the right to take them for the exclusive use and service of the United States upon making proper compensation to the contractors therefor.\"\n\nWhilst these steamships will be employed in transporting the mails of the United States coastwise and to foreign countries upon an annual compensation to be paid to the owners, they will be always ready, upon an emergency requiring it, to be converted into war steamers; and the right reserved to take them for public use will add greatly to the efficiency and strength of this description of our naval force. To the steamers thus authorized under contracts made by the Secretary of the Navy should be added five other steamers authorized under contracts made in pursuance of laws by the Postmaster-General, making an addition, in the whole, of eighteen war steamers subject to be taken for public use. As further contracts for the transportation of the mail to foreign countries may be authorized by Congress, this number may be enlarged indefinitely.\n\nThe enlightened policy by which a rapid communication with the various distant parts of the globe is established, by means of American built sea steamers, would find an ample reward in the increase of our commerce and in making our country and its resources more favorably known abroad; but the national advantage is still greater--of having our naval officers made familiar with steam navigation and of having the privilege of taking the ships already equipped for immediate service at a moment's notice, and will be cheaply purchased by the compensation to be paid for the transportation of the mail in them over and above the postages received.\n\nA just national pride, no less than our commercial interests, would Seem to favor the policy of augmenting the number of this description of vessels. They can be built in our country cheaper and in greater numbers than in any other in the world.\n\nI refer you to the accompanying report of the Postmaster-General for a detailed and satisfactory account of the condition and operations of that Department during the past year. It is gratifying to find that within so short a period after the reduction in the rates of postage, and notwithstanding the great increase of mail service, the revenue received for the year will be sufficient to defray all the expenses, and that no further aid will be required from the Treasury for that purpose.\n\nThe first of the American mail steamers authorized by the act of the 3d of March, 1845, was completed and entered upon the service on the 1st of June last, and is now on her third voyage to Bremen and other intermediate ports. The other vessels authorized under the provisions of that act are in course of construction, and will be put upon the line as soon as completed. Contracts have also been made for the transportation of the mail in a steamer from Charleston to Havana.\n\nA reciprocal and satisfactory postal arrangement has been made by the Postmaster-General with the authorities of Bremen, and no difficulty is apprehended in making similar arrangements with all other powers with which we may have communications by mail steamers, except with Great Britain.\n\nOn the arrival of the first of the American steamers bound to Bremen at Southampton, in the month of June last, the British post-office directed the collection of discriminating postages on all letters and other mailable matter which she took out to Great Britain or which went into the British post-office on their way to France and other parts of Europe. The effect of the order of the British, post-office is to subject all letters and other matter transported by American steamers to double postage, one postage having been previously paid on them to the United States, while letters transported in British steamers are subject to pay but a single postage. This measure was adopted with the avowed object of protecting the British line of mail steamers now running between Boston and Liverpool, and if permitted to Continue must speedily put an end to the transportation of all letters and other matter by American steamers and give to British steamers a monopoly of the business. A just and fair reciprocity is all that we desire, and on this we must insist. By our laws no such discrimination is made against British steamers bringing letters into our ports, but all letters arriving in the United States are subject to the same rate of postage, whether brought in British or American vessels. I refer you to the report of the Postmaster-General for a full statement of the facts of the case and of the steps taken by him to correct this inequality. He has exerted all the power conferred upon him by the existing laws.\n\nThe minister of the United States at London has brought the subject to the attention of the British Government, and is now engaged in negotiations for the purpose of adjusting reciprocal postal arrangements which shall be equally just to both countries. Should he fail in concluding such arrangements, and should Great Britain insist on enforcing the unequal and unjust measure she has adopted, it will become necessary to confer additional powers on the Postmaster-General in order to enable him to meet the emergency and to put our own steamers on an equal footing with British steamers engaged in transporting the mails between the two countries, and I recommend that such powers be conferred. In view of the existing state of our country, I trust it may not be inappropriate, in closing this communication, to call to mind the words of wisdom and admonition of the first and most illustrious of my predecessors in his Farewell Address to his countrymen.\n\nThat greatest and best of men, who served his country so long and loved it so much, foresaw with \"serious concern\" the danger to our Union of \"characterizing parties by geographical discriminations--Northern and Southern, Atlantic and Western--whence designing men may endeavor to excite a belief that there is a real difference of local interests and views,\" and warned his countrymen against it.\n\nSo deep and solemn was his conviction of the importance of the Union and of preserving harmony between its different parts, that he declared to his countrymen in that address:\n\nIt is of infinite moment that you should properly estimate the immense value of your national union to your collective and individual happiness; that you should cherish a cordial, habitual, and immovable attachment to it; accustoming yourselves to think and speak of it as of the palladium of your political safety and prosperity; watching for its preservation with jealous anxiety; discountenancing whatever may suggest even a suspicion that it can in any event be abandoned, and indignantly frowning upon the first dawning of every attempt to alienate any portion of our country from the rest or to enfeeble the sacred ties which now link together the various parts.\n\nAfter the lapse of half a century these admonitions of Washington fall upon us with all the force of truth. It is difficult to estimate the \"immense value\" of our glorious Union of confederated States, to which we are so much indebted for our growth in population and wealth and for all that constitutes us a great and a happy nation. How unimportant are all our differences of opinion upon minor questions of public policy compared with its preservation, and how scrupulously should we avoid all agitating topics which may tend to distract and divide us into contending parties, separated by geographical lines, whereby it may be weakened or endangered.\n\nInvoking the blessing of the Almighty Ruler of the Universe upon your deliberations, it will be my highest duty, no less than my sincere pleasure, to cooperate with you in all measures which may tend to promote the honor and enduring welfare of our common country."}