{"title": "December 6 1910 Second Annual Message-William Taft", "content": " to prevent injury to the lands of the Imperial Valley from the overflow of the Colorado River. I appointed a competent engineer to examine the locality and to report a plan for construction. He has done so. In order to complete the work it is necessary to secure the consent of Mexico, for part of the work must be constructed in Mexican territory. Negotiations looking to the securing of such authority are quite near success. The Southern Pacific Railroad Company proposes to assist us in the work by lending equipment and by the transportation of material at cost price, and it is hoped that the work may be completed before any danger shall arise from the spring floods in the river. The work is being done under the supervision of the Secretary of the Interior and his consulting engineer, General Marshall, late Chief of Engineers, now retired.\n This leads me to invite the attention of Congress to the claim made by the Southern Pacific Railroad Company for an amount expended in a similar work of relief called for by a flood and great emergency. This work, as I am informed, was undertaken at the request of my predecessor and under promise to reimburse the railroad company. It seems to me the equity of this claim is manifest, and the only question involved is the reasonable value of the work done. I recommend the payment of the claim in a sum found to be just.\n DISTRICT OF COLUMBIA.\n CHARACTER OF GOVERNMENT.\n The government of the District of Columbia is a good government. The police force, while perhaps it might be given, or acquire, more military discipline in bearing and appearance, is nevertheless an efficient body of men, free from graft, and discharges its important duties in this capital of the nation effectively. The parks and the streets of the city and the District are generally kept clean and in excellent condition. The Commissioners of the District have its affairs well in hand, and, while not extravagant, are constantly looking to those municipal improvements that are expensive but that must be made in a modern growing city like Washington. While all this is true, nevertheless the fact that Washington is governed by Congress, and that the citizens are not responsible and have no direct control through popular election in District matters, properly subjects the government to inquiry and criticism by its citizens, manifested through the public press and otherwise; such criticism should command the careful attention of Congress. Washington is the capital of the nation and its maintenance as a great and beautiful city under national control, every lover of his country has much at heart; and it should present in every way a model in respect of economy of expenditure, of sanitation, of tenement reform, of thorough public instruction, of the proper regulation of public utilities, of sensible and extended charities, of the proper care of criminals and of youth needing reform, of healthful playgrounds and opportunity for popular recreation, and of a beautiful system of parks. I am glad to think that progress is being made in all these directions, but I venture to point out certain specific improvements toward these ends which Congress in its wisdom might adopt. Speaking generally, I think there ought to be more concentration of authority in respect to the accomplishment of some of these purposes with more economy of expenditure.\n PUBLIC PARKS.\n Attention is invited to the peculiar situation existing in regard to the parks of Washington. The park system proper, comprising some 343 different areas, is under the Office of Public Buildings and Grounds, which, however, has nothing to do with the control of Rock Creek Park, the Zoological Park, the grounds of the Department of Agriculture, the Botanic Garden, the grounds of the Capitol, and other public grounds which are regularly open to the public and ought to be part of the park system. Exclusive of the grounds of the Soldiers' Home and of Washington Barracks, the public grounds used as parks in the District of Columbia comprise over 3,100 acres, under ten different controlling officials or bodies. This division of jurisdiction is most unfortunate.\n Large sums of money are spent yearly in beautifying and keeping in good condition these parks and the grounds connected with Government buildings and institutions. The work done on all of them is of the same general character--work for which the Office of Public Buildings and Grounds has been provided by Congress with a special organization and equipment, which are lacking for the grounds not under that office. There can be no doubt that if all work of care and improvement upon the grounds belonging to the United States in the District of Columbia were put, as far as possible, under one responsible head, the result would be not only greater efficiency and economy in the work itself, but greater harmony in the development of the public parks and gardens of the city.\n Congress at its last session provided for two more parks, called the Meridian Hill and Montrose parks, and the District Commissioners have also included in their estimates a sum to be used for the acquisition of much needed park land adjoining the Zoological Park, known as the Klingle Ford tract. The expense of these three parks, included in the estimates of the Commissioners, aggregates $900,000. I think it would lead to economy if the improvement and care of all these parks and other public grounds above described should be transferred to the Office of Public Buildings and Grounds, which has an equipment well and economically adapted to carrying out the public purpose in respect to improvements of this kind.\n To prevent encroachments upon the park area it is recommended that the erection of any permanent structure on any lands in the District of Columbia belonging to the United States be prohibited except by specific authority of Congress.\n THE DISTRICT OF COLUMBIA IN VIRGINIA.\n I have already in previous communications to Congress referred to the importance of acquiring for the District of Columbia at least a part of the territory on the other side of the Potomac in Virginia which was originally granted for the District by the State of Virginia, and then was retroceded by act of Congress in 1846. It is very evident from conferences that I have had with the Senators and Representatives from Virginia that there is no hope of a regranting by the State of the land thus given back; and I am frank to say that in so far as the tract includes the town of Alexandria and land remote from the Potomac River there would be no particular advantage in bringing that within national control. But the land which lies along the Potomac River above the railroad bridge and across the Potomac, including Arlington Cemetery, Fort Myer, the Government experiment farm, the village of Rosslyn, and the Palisades of the Potomac, reaching to where the old District line intersects the river, is very sparsely settled and could be admirably utilized for increasing the system of the parks of Washington. It has been suggested to me by the same Virginia Senators and Representatives that if the Government were to acquire for a government park the land above described, which is not of very great value, the present law of Virginia would itself work the creation of federal jurisdiction over it, and if that were not complete enough, the legislature of Virginia would in all probability so enlarge the jurisdiction as to enable Congress to include it within the control of the government of the District of Columbia and actually make it a part of Washington. I earnestly recommend that steps be taken to carry out this plan.\n PUBLIC UTILITIES.\n There are a sufficient number of corporations enjoying the use of public utilities in the District of Columbia to justify and require the enactment of a law providing for their supervision and regulation in the public interest consistent with the vested rights secured to them by their charters. A part of these corporations, to wit, the street railways, have been put under the control of the Interstate Commerce Commission, but that Commission recommends that the power be taken from it, and intimates broadly that its other and more important duties make it impossible for it to give the requisite supervision. It seems to me wise to place this general power of supervision and regulation in the District Commissioners. It is said that their present duties are now absorbing and would prevent the proper discharge by them of these new functions, but their present jurisdiction brings them so closely and frequently in contact with these corporations and makes them to know in such detail how the corporations are discharging their duties under the law and how they are serving the public interest that the Commissioners are peculiarly fitted to do this work, and I hope that Congress will impose it upon them by intrusting them with powers in respect to such corporations similar to those of the public utilities commission of New York City or similar boards in Massachusetts.\n SCHOOL SYSTEM.\n I do not think the present control of the school system of Washington commends itself as the most efficient and economical and thorough instrument for the carrying on of public instruction.\n The cost of education in the District of Columbia is excessive as compared with the cost in other cities of similar size, and it is not apparent that the results are in general more satisfactory. The average cost per pupil per day in Washington is about 38 cents, while the average cost in 13 other American cities fairly comparable with Washington in population and standard of education is about 25.5 cents. For each dollar spent in salaries of school teachers and officers in the District about 4.4 days of instruction per pupil are given, while in the 13 cities above referred to each dollar expended for salaries affords on the average 6.8 days of instruction. For the current fiscal year the estimates of the Board of Education amounted to about three-quarters of the entire revenue locally collected for District purposes.\n If I may say so, there seems to be a lack of definite plan in the expansion of the school system and the erection of new buildings and of proper economy in the use of these buildings that indicates the necessity for the concentration of control. All plans for improvement and expansion in the school system are with the School Board, while the limitation of expenses is with the District Commissioners. I think it would be much better to put complete control and responsibility in the District Commissioners, and then provide a board of school visitors, to be appointed by the Supreme Court of the District or by the President, from the different school districts of Washington, who, representing local needs, shall meet and make recommendations to the Commissioners and to the Superintendent of Education--an educator of ability and experience who should be an appointee of and responsible to the District Commissioners.\n PERMANENT IMPROVEMENTS.\n Among other items for permanent improvements appearing in the District estimates for 1912 is one designed to substitute for Willow Tree Alley, notorious in the records of the Police and Health Departments, a playground with a building containing baths, a gymnasium, and other helpful features, and I hope Congress will approve this estimate. Fair as Washington seems with her beautiful streets and shade trees, and free, as the expanse of territory which she occupies would seem to make her, from slums and insanitary congestion of population, there are centers in the interior of squares where the very poor, and the criminal classes as well, huddle together in filth and noisome surroundings, and it is of primary importance that these nuclei of disease and suffering and vice should be removed, and that there should be substituted for them small parks as breathing spaces, and model tenements having sufficient air space and meeting other hygienic requirements. The estimate for the reform of Willow Tree Alley, the worst of these places in the city, is the beginning of a movement that ought to attract the earnest attention and support of Congress, for Congress can not escape its responsibility for the existence of these human pest holes.\n The estimates for the District of Columbia for the fiscal year 1912 provide for the repayment to the United States of $616,000, one-fourth of the floating debt that will remain on June 30, 1911. The bonded debt will be reduced in 1912 by about the same amount.\n The District of Columbia is now in an excellent financial condition. Its own share of indebtedness will, it is estimated, be less than $6,000,000 on June 30, 1912, as compared with about $9,00,000 on June 30, 1909.\n The bonded debt, owed half and half by the United States and the District, will be extinguished by 1924, and the floating debt of the District probably long before that time.\n The revenues have doubled in the last ten years, while the population during the same period has increased but 18.78 per cent. It is believed that, if due economy be practiced, the District can soon emerge from debt, even while financing its permanent improvements with reasonable rapidity from current revenues.\n To this end, I recommend the enactment into law of a bill now before Congress--and known as the Judson Bill--which will insure the gradual extinguishment of the District's debt, while at the same time requiring that the many permanent improvements needed to complete a fitting capital city shall be carried on from year to year and at a proper rate of progress with funds derived from the rapidly increasing revenues.\n FREEDMEN'S BANK.\n I renew my recommendation that the claims of the depositors in the Freedmen's Bank be recognized and paid by the passage of the pending bill on that subject.\n NEGRO EXPOSITION.\n I also renew my recommendation that steps be taken looking to the holding of a Negro exposition in celebration of the fiftieth anniversary of the issuing by Mr. Lincoln of the Emancipation Proclamation.\n CIVIL SERVICE COMMISSION.\n The Civil Service Commission has continued its useful duties during the year. The necessity for the maintenance of the provisions of the civil service law was never greater than to-day. Officers responsible for the policy of the Administration, and their immediate personal assistants or deputies, should not be included within the classified service; but in my judgment, public opinion has advanced to the point where it would support a bill providing a secure tenure during efficiency for all purely administrative officials. I entertain the profound conviction that it would greatly aid the cause of efficient and economical government, and of better politics if Congress could enact a bill providing that the Executive shall have the power to include in the classified service all local offices under the Treasury Department, the Department of Justice, the Post-Office Department, the Interior Department, and the Department of Commerce and Labor, appointments to which now require the confirmation of the Senate, and that upon such classification the advice and consent of the Senate shall cease to be required in such appointments. By their certainty of tenure, dependent on good service, and by their freedom from the necessity for political activity, these local officers would be induced to become more efficient public servants.\n The civil service law is an attempt to solve the problem of the proper selection of those who enter the service. A better system under that law for promotions ought to be devised, but, given the selected employee, there remains still the question of promoting his efficiency and his usefulness to the Government, and that can be brought about only by a careful comparison of unit work done by the individual and a pointing out of the necessity for improvement in this regard where improvement is possible.\n INQUIRY INTO ECONOMY AND EFFICIENCY.\n The increase in the activities and in the annual expenditures of the Federal Government has been so rapid and so great that the time has come to check the expansion of government activities in new directions until we have tested the economy and efficiency with which the Government of to-day is being carried on. The responsibility rests upon the head of the Administration. He is held accountable by the public, and properly so. Despite the unselfish and patriotic efforts of the heads of departments and others charged with responsibility of government, there has grown up in this country a conviction that the expenses of government are too great. The fundamental reason for the existence undetected of waste, duplication, and bad management is the lack of prompt, accurate information. The president of a private corporation doing so vast a business as the Government transacts would, through competent specialists, maintain the closest scrutiny on the comparative efficiency and the comparative costs in each division or department of the business. He would know precisely what the duties and the activities of each bureau or division are in order to prevent overlapping. No adequate machinery at present exists for supplying the President of the United States with such information respecting the business for which he is responsible. For the first time in the history of the Government, Congress in the last session supplied this need and made an appropriation to enable the President to inquire into the economy and efficiency of the executive departments, and I am now assembling an organization for that purpose.\n At the outset I find comparison between departments and bureaus impossible for the reason that in no two departments are the estimates and expenditures displayed and classified alike. The first step is to reduce all to a common standard for classification and judgment, and this work is now being done. When it is completed, the foundation will be laid for a businesslike national budget, and for such a just comparison of the economy and efficiency with which the several bureaus and divisions are conducted as will enable the President and the heads of Departments to detect waste, eliminate duplication, encourage the intelligent and effective civil servants whose efforts too often go unnoticed, and secure the public service at the lowest possible cost.\n The Committees on Appropriations of Congress have diligently worked to reduce the expenses of government and have found their efforts often blocked by lack of accurate information containing a proper analysis of requirements and of actual and reasonable costs. The result of this inquiry should enable the Executive in his communications to Congress to give information to which Congress is entitled and which will enable it to promote economy.\n My experience leads me to believe that while Government methods are much criticised, the bad results--if we do have bad results--are not due to a lack of zeal or willingness on the part of the civil servants. On the contrary, I believe that a fine spirit of willingness to work exists in the personnel, which, if properly encouraged, will produce results equal to those secured in the best managed private enterprises. In handling Government expenditure the aim is not profit--the aim is the maximum of public service at the minimum of cost. We wish to reduce the expenditures of the Government, and we wish to save money to enable the Government to go into some of the beneficial projects which we are debarred from taking up now because we ought not to increase our expenditures.\n I have requested the head of each Department to appoint committees on economy and efficiency in order to secure full cooperation in the movement by the employees of the Government themselves.\n At a later date I shall send to Congress a special message on this general subject.\n I urge the continuance of the appropriation of $100,000 requested for the fiscal year 1912.\n CIVIL SERVICE RETIREMENT.\n It is impossible to proceed far in such an investigation without perceiving the need of a suitable means of eliminating from the service the superannuated. This can be done in one of two ways, either by straight civil pension or by some form of contributory plan.\n Careful study of experiments made by foreign governments shows that three serious objections to the civil pension payable out of the public treasury may be brought against it by the taxpayer, the administrative officer, and the civil employee, respectively. A civil pension is bound to become an enormous, continuous, and increasing tax on the public exchequer; it is demoralizing to the service since it makes difficult the dismissal of incompetent employees after they have partly earned their pension; and it is disadvantageous to the main body of employees themselves since it is always taken into account in fixing salaries and only the few who survive and remain in the service until pensionable age receive the value of their deferred pay. For this reason, after a half century of experience under a most liberal pension system, the civil servants of England succeeded, about a year ago, in having the system so modified as to make it virtually a contributory plan with provision for refund of their theoretical contributions.\n The experience of England and other countries shows that neither can a contributory plan be successful, human nature being what it is, which does not make provision for the return of contributions, with interest, in case of death or resignation before pensionable age. Followed to its logical conclusion this means that the simplest and most independent solution of the problem for both employee and the Government is a compulsory savings arrangement, the employee to set aside from his salary a sum sufficient, with the help of a liberal rate of interest from the Government, to purchase an adequate annuity for him on retirement, this accumulation to be inalienably his and claimable if he leaves the service before reaching the retirement age or by his heirs in case of his death. This is the principle upon which the Gillett bill now pending is drawn.\n The Gillett bill, however, goes further and provides that the Government shall contribute to the pension fund of those employees who are now so advanced in age that their personal contributions will not be sufficient to create their annuities before reaching the retirement age. In my judgment this provision should be amended so that the annuities of those employees shall be paid out of the salaries appropriated for the positions vacated by retirement, and that the difference between the annuities thus granted and the salaries may be used for the employment of efficient clerks at the lower grades. If the bill can be thus amended I recommend its passage, as it will initiate a valuable system and ultimately result in a great saving in the public expenditures.\n INTERSTATE COMMERCE COMMISSION.\n There has not been time to test the benefit and utility of the amendments to the interstate commerce law contained in the act approved June 18, 1910. The law as enacted did not contain all the features which I recommended. It did not specifically denounce as unlawful the purchase by one of two parallel and competing roads of the stock of the other. Nor did it subject to the restraining influence of the Interstate Commerce Commission the power of corporations engaged in operating interstate railroads to issue new stock and bonds; nor did it authorize the making of temporary agreements between railroads, limited to thirty days, fixing the same rates for traffic between the same places.\n I do not press the consideration of any of these objects upon Congress at this session. The object of the first provision is probably generally covered by the antitrust law. The second provision was in the act referred to the consideration of a commission to be appointed by the Executive and to report upon the matter to Congress. That commission has been appointed, and is engaged in the investigation and consideration of the question submitted under the law. It consists of President Arthur T. Hadley, of Yale University, as chairman; Frederick Strauss, Frederick N. Judson, Walter L. Fisher, and Prof. B. H. Meyer, with William E. S. Griswold as secretary.\n The third proposal led to so much misconstruction of its object, as being that of weakening the effectiveness of the antitrust law, that I am not disposed to press it for further consideration. It was intended to permit railroad companies to avoid useless rate cutting by a mere temporary acquiescence in the same rates for the same service over competing railroads, with no obligation whatever to maintain those rates for any time.\n SAFETY APPLIANCES AND PROVISIONS.\n The protection of railroad employees from personal injury is a subject of the highest importance and demands continuing attention. There have been two measures pending in Congress, one for the supervision of boilers and the other for the enlargement of dangerous clearances. Certainly some measures ought to be adopted looking to a prevention of accidents from these causes. It seems to me that with respect to boilers a bill might well be drawn requiring and enforcing by penalty a proper system of inspection by the railway companies themselves which would accomplish our purpose. The entire removal of outside clearances would be attended by such enormous expense that some other remedy must be adopted. By act of May 6, 1910, the Interstate Commerce Commission is authorized and directed to investigate accidents, to report their causes and its recommendations. I suggest that the Commission be requested to make a special report as to injuries from outside clearances and the best method of reducing them.\n VALUATION OF RAILROADS.\n The Interstate Commerce Commission has recommended appropriations for the purpose of enabling it to enter upon a valuation of all railroads. This has always been within the jurisdiction of the Commission, but the requisite funds have been wanting. Statistics of the value of each railroad would be valuable for many purposes, especially if we ultimately enact any limitations upon the power of the interstate railroads to issue stocks and bonds, as I hope we may. I think, therefore, that in order to permit a correct understanding of the facts, it would be wise to make a reasonable appropriation to enable the Interstate Commerce Commission to proceed with due dispatch to the valuation of all railroads. I have no doubt that railroad companies themselves can and will greatly facilitate this valuation and make it much less costly in time and money than has been supposed.\n FRAUDULENT BILLS OF LADING.\n Forged and fraudulent hills of lading purporting to be issued against cotton, some months since, resulted in losses of several millions of dollars to American and foreign banking and cotton interests. Foreign bankers then notified American bankers that, after October 31, 1910, they would not accept bills of exchange drawn against bills of lading for cotton issued by American railroad companies, unless American bankers would guarantee the integrity of the bills of lading. The American bankers rightly maintained that they were not justified in giving such guarantees, and that, if they did so, the United States would be the only country in the world whose bills were so discredited, and whose foreign trade was carried on under such guaranties.\n The foreign bankers extended the time at which these guaranties were demanded until December 31, 1910, relying upon us for protection in the meantime, as the money which they furnish to move our cotton crop is of great value to this country.\n For the protection of our own people and the preservation of our credit in foreign trade, I urge upon Congress the immediate enactment of a law under which one who, in good faith, advances money or credit upon a bill of lading issued by a common carrier upon an interstate or foreign shipment can hold the carrier liable for the value of the goods described in the bill at the valuation specified in the bill, at least to the extent of the advances made in reliance upon it. Such liability exists under the laws of many of the States. I see no objection to permitting two classes of bills of lading to be issued: (I) Those under which a carrier shall be absolutely liable, as above suggested, and (2) those with respect to which the carrier shall assume no liability except for the goods actually delivered to the agent issuing the bill. The carrier might be permitted to make a small separate specific charge in addition to the rate of transportation for such guaranteed bill, as an insurance premium against loss from the added risk, thus removing the principal objection which I understand is made by the railroad companies to the imposition of the liability suggested, viz., that the ordinary transportation rate would not compensate them for the liability assumed by the absolute guaranty of the accuracy of the bills of lading.\n I further recommend that a punishment of fine and imprisonment be imposed upon railroad agents and shippers for fraud or misrepresentation in connection with the issue of bills of lading issued upon interstate and foreign shipments.\n GENERAL CONCLUSION AS TO INTERSTATE COMMERCE AND ANTITRUST LAW.\n Except as above, I do not recommend any amendment to the interstate-commerce law as it stands. I do not now recommend any amendment to the anti-trust law. In other words, it seems to me that the existing legislation with reference to the regulation of corporations and the restraint of their business has reached a point where we can stop for a while and witness the effect of the vigorous execution of the laws on the statute books in restraining the abuses which certainly did exist and which roused the public to demand reform. If this test develops a need for further legislation, well and good, but until then let us execute what we have. Due to the reform movements of the present decade, there has undoubtedly been a great improvement in business methods and standards. The great body of business men of this country, those who are responsible for its commercial development, now have an earnest desire to obey the law and to square their conduct of business to its requirements and limitations. These will doubtless be made clearer by the decisions of the Supreme Court in cases pending before it. It is in the interest of all the people of the country that for the time being the activities of government, in addition to enforcing earnestly and impartially the existing laws, should be directed to economy of administration, to the enlargement of opportunities for foreign trade, to the conservation and improvement of our agricultural lands and our other natural resources, to the building up of home industries, and to the strengthening of confidence of capital in domestic investment."}