{"title": "December 5 1848 Fourth Annual Message to Congress-James K. Polk", "content": " liquidated and paid. There remain to be paid of these claims $74,192.26.\n\nCongress at its last session having made no provision for executing the fifteenth article of the treaty, by which the United States assume to make satisfaction for the \"unliquidated claims\" of our citizens against Mexico to \"an amount not exceeding three and a quarter millions of dollars,\" the subject is again recommended to your favorable consideration.\n\nThe exchange of ratifications of the treaty with Mexico took place on the 30th of May, 1848. Within one year after that time the commissioner and surveyor which each Government stipulates to appoint are required to meet \"at the port of San Diego and proceed to run and mark the said boundary in its whole course to the mouth of the Rio Bravo del Norte.\" It will be seen from this provision that the period within which a commissioner and surveyor of the respective Governments are to meet at San Diego will expire on the 30th of May, 1849. Congress at the close of its last session made an appropriation for \"the expenses of running and marking the boundary line\" between the two countries, but did not fix the amount of salary which should be paid to the commissioner and surveyor to be appointed on the part of the United States. It is desirable that the amount of compensation which they shall receive should be prescribed by law, and not left, as at present, to Executive discretion.\n\nMeasures were adopted at the earliest practicable period to organize the \"Territorial government of Oregon,\" as authorized by the act of the 14th of August last. The governor and marshal of the Territory, accompanied by a small military escort, left the frontier of Missouri in September last, and took the southern route, by the way of Santa Fe and the river Gila, to California, with the intention of proceeding thence in one of our vessels of war to their destination. The governor was fully advised of the great importance of his early arrival in the country, and it is confidently believed he may reach Oregon in the latter part of the present month or early in the next. The other officers for the Territory have proceeded by sea.\n\nIn the month of May last I communicated information to Congress that an Indian war had broken out in Oregon, and recommended that authority be given to raise an adequate number of volunteers to proceed without delay to the assistance of our fellow-citizens in that Territory. The authority to raise such a force not having been granted by Congress, as soon as their services could be dispensed with in Mexico orders were issued to the regiment of mounted riflemen to proceed to Jefferson Barracks, in Missouri, and to prepare to march to Oregon as soon as the necessary provision could be made. Shortly before it was ready to march it was arrested by the provision of the act passed by Congress on the last day of the last session, which directed that all the noncommissioned officers, musicians, and privates of that regiment who had been in service in Mexico should, upon their application, be entitled to be discharged. The effect of this provision was to disband the rank and file of the regiment, and before their places could be filled by recruits the season had so far advanced that it was impracticable for it to proceed until the opening of the next spring.\n\nIn the month of October last the accompanying communication was received from the governor of the temporary government of Oregon, giving information of the continuance of the Indian disturbances and of the destitution and defenseless condition of the inhabitants. Orders were immediately transmitted to the commander of our squadron in the Pacific to dispatch to their assistance a part of the naval forces on that station, to furnish them with arms and ammunition, and to continue to give them such aid and protection as the Navy could afford until the Army could reach the country.\n\nIt is the policy of humanity, and one which has always been pursued by the United States, to cultivate the good will of the aboriginal tribes of this continent and to restrain them from making war and indulging in excesses by mild means rather than by force. That this could have been done with the tribes in Oregon had that Territory been brought under the government of our laws at an earlier period, and had other suitable measures been adopted by Congress, such as now exist in our intercourse with the other Indian tribes within our limits, can not be doubted. Indeed, the immediate and only cause of the existing hostility of the Indians of Oregon is represented to have been the long delay of the United States in making to them some trifling compensation, in such articles as they wanted, for the country now occupied by our emigrants, which the Indians claimed and over which they formerly roamed. This compensation had been promised to them by the temporary government established in Oregon, but its fulfillment had been postponed from time to time for nearly two years, whilst those who made it had been anxiously waiting for Congress to establish a Territorial government over the country. The Indians became at length distrustful of their good faith and sought redress by plunder and massacre, which finally led to the present difficulties. A few thousand dollars in suitable presents, as a compensation for the country which had been taken possession of by our citizens, would have satisfied the Indians and have prevented the war. A small amount properly distributed, it is confidently believed, would soon restore quiet. In this Indian war our fellow-citizens of Oregon have been compelled to take the field in their own defense, have performed valuable military services, and been subjected to expenses which have fallen heavily upon them. Justice demands that provision should be made by Congress to compensate them for their services and to refund to them the necessary expenses which they have incurred.\n\nI repeat the recommendation heretofore made to Congress, that provision be made for the appointment of a suitable number of Indian agents to reside among the tribes of Oregon, and that a small sum be appropriated to enable these agents to cultivate friendly relations with them. If this be done, the presence of a small military force will be all that is necessary to keep them in check and preserve peace. I recommend that similar provisions be made as regards the tribes inhabiting northern Texas, New Mexico, California, and the extensive region lying between our settlements in Missouri and these possessions, as the most effective means of preserving peace upon our borders and within the recently acquired territories.\n\nThe Secretary of the Treasury will present in his annual report a highly satisfactory statement of the condition of the finances.\n\nThe imports for the fiscal year ending on the 30th of June last were of the value of $154,977,876, of which the amount exported was $21,128,010, leaving $133,849,866 in the country for domestic use. The value of the exports for the same period was $154,032,131, consisting of domestic productions amounting to $132,904,121 and $21,128,010 of foreign articles. The receipts into the Treasury for the same period, exclusive of loans, amounted to $35,436,750.59, of which there was derived from customs $31,757,070.96, from sales of public lands $3,328,642.56, and from miscellaneous and incidental sources $351,037.07.\n\nIt will be perceived that the revenue from customs for the last fiscal year exceeded by $757,070.96 the estimate of the Secretary of the Treasury in his last annual report, and that the aggregate receipts during the same period from customs, lands, and miscellaneous sources also exceeded the estimate by the sum of $536,750.59, indicating, however, a very near approach in the estimate to the actual result.\n\nThe expenditures during the fiscal year ending on the 30th of June last, including those for the war and exclusive of payments of principal and interest for the public debt, were $42,811,970.03.\n\nIt is estimated that the receipts into the Treasury for the fiscal year ending on the 30th of June, 1849, including the balance in the Treasury on the 1st of July last, will amount to the sum of $57,048,969.90, of which $32,000,000, it is estimated, will be derived from customs, $3,000,000 from the sales of the public lands, and $1,200,000 from miscellaneous and incidental sources, including the premium upon the loan, and the amount paid and to be paid into the Treasury on account of military contributions in Mexico, and the sales of arms and vessels and other public property rendered unnecessary for the use of the Government by the termination of the war, and $20,695,435.30 from loans already negotiated, including Treasury notes funded, which, together with the balance in the Treasury on the 1st of July last, make the sum estimated.\n\nThe expenditures for the same period, including the necessary payment on account of the principal and interest of the public debt, and the principal and interest of the first installment due to Mexico on the 30th of May next, and other expenditures growing out of the war to be paid during the present year, will amount, including the reimbursement of Treasury notes, to the sum of $54,195,275.06, leaving an estimated balance in the Treasury on the 1st of July, 1849, of $2,853,694.84.\n\nThe Secretary of the Treasury will present, as required by law, the estimate of the receipts and expenditures for the next fiscal year. The expenditures as estimated for that year are $33,213,152.73, including $3,799,102.18 for the interest on the public debt and $3,540,000 for the principal and interest due to Mexico on the 30th of May, 1850, leaving the sum of $25,874,050.35, which, it is believed, will be ample for the ordinary peace expenditures.\n\nThe operations of the tariff act of 1846 have been such during the past year as fully to meet the public expectation and to confirm the opinion heretofore expressed of the wisdom of the change in our revenue system which was effected by it. The receipts under it into the Treasury for the first fiscal year after its enactment exceeded by the sum of $5,044,403.09 the amount collected during the last fiscal year under the tariff act of 1842, ending the 30th of June, 1846. The total revenue realized from the commencement of its operation, on the 1st of December, 1846, until the close of the last quarter, on the 30th of September last, being twenty-two months, was $56,654,563.79, being a much larger sum than was ever before received from duties during any equal period under the tariff acts of 1824, 1828, 1832, and 1842. Whilst by the repeal of highly protective and prohibitory duties the revenue has been increased, the taxes on the people have been diminished. They have been relieved from the heavy amounts with which they were burthened under former laws in the form of increased prices or bounties paid to favored classes and pursuits.\n\nThe predictions which were made that the tariff act of 1846 would reduce the amount of revenue below that collected under the act of 1842, and would prostrate the business and destroy the prosperity of the country, have not been verified. With an increased and increasing revenue, the finances are in a highly flourishing condition. Agriculture, commerce, and navigation are prosperous; the prices of manufactured fabrics and of other products are much less injuriously affected than was to have been anticipated from the unprecedented revulsions which during the last and the present year have overwhelmed the industry and paralyzed the credit and commerce of so many great and enlightened nations of Europe.\n\nSevere commercial revulsions abroad have always heretofore operated to depress and often to affect disastrously almost every branch of American industry. The temporary depression of a portion of our manufacturing interests is the effect of foreign causes, and is far less severe than has prevailed on all former similar occasions.\n\nIt is believed that, looking to the great aggregate of all our interests, the whole country was never more prosperous than at the present period, and never more rapidly advancing in wealth and population. Neither the foreign war in which we have been involved, nor the loans which have absorbed so large a portion of our capital, nor the commercial revulsion in Great Britain in 1847, nor the paralysis of credit and commerce throughout Europe in 1848, have affected injuriously to any considerable extent any of the great interests of the country or arrested our onward march to greatness, wealth, and power.\n\nHad the disturbances in Europe not occurred, our commerce would undoubtedly have been still more extended, and would have added still more to the national wealth and public prosperity. But notwithstanding these disturbances, the operations of the revenue system established by the tariff act of 1846 have been so generally beneficial to the Government and the business of the country that no change in its provisions is demanded by a wise public policy, and none is recommended.\n\nThe operations of the constitutional treasury established by the act of the 6th of August, 1846, in the receipt, custody, and disbursement of the public money have continued to be successful. Under this system the public finances have been carried through a foreign war, involving the necessity of loans and extraordinary expenditures and requiring distant transfers and disbursements, without embarrassment, and no loss has occurred of any of the public money deposited under its provisions. Whilst it has proved to be safe and useful to the Government, its effects have been most beneficial upon the business of the country. It has tended powerfully to secure an exemption from that inflation and fluctuation of the paper currency so injurious to domestic industry and rendering so uncertain the rewards of labor, and, it is believed, has largely contributed to preserve the whole country from a serious commercial revulsion, such as often occurred under the bank deposit system. In the year 1847 there was a revulsion in the business of Great Britain of great extent and intensity, which was followed by failures in that Kingdom unprecedented in number and amount of losses. This is believed to be the first instance when such disastrous bankruptcies, occurring in a country with which we have such extensive commerce, produced little or no injurious effect upon our trade or currency. We remained but little affected in our money market, and our business and industry were still prosperous and progressive.\n\nDuring the present year nearly the whole continent of Europe has been convulsed by civil war and revolutions, attended by numerous bankruptcies, by an unprecedented fall in their public securities, and an almost universal paralysis of commerce and industry; and yet, although our trade and the prices of our products must have been somewhat unfavorably affected by these causes, we have escaped a revulsion, our money market is comparatively easy, and public and private credit have advanced and improved.\n\nIt is confidently believed that we have been saved from their effect by the salutary operation of the constitutional treasury. It is certain that if the twenty-four millions of specie imported into the country during the fiscal year ending on the 30th of June, 1847, had gone into the banks, as to a great extent it must have done, it would in the absence of this system have been made the basis of augmented bank paper issues, probably to an amount not less than $60,000,000 or $70,000,000, producing, as an inevitable consequence of an inflated currency, extravagant prices for a time and wild speculation, which must have been followed, on the reflux to Europe the succeeding year of so much of that specie, by the prostration of the business of the country, the suspension of the banks, and most extensive bankruptcies. Occurring, as this would have done, at a period when the country was engaged in a foreign war, when considerable loans of specie were required for distant disbursements, and when the banks, the fiscal agents of the Government and the depositories of its money, were suspended, the public credit must have sunk, and many millions of dollars, as was the case during the War of 1812, must have been sacrificed in discounts upon loans and upon the depreciated paper currency which the Government would have been compelled to use.\n\nUnder the operations of the constitutional treasury not a dollar has been lost by the depreciation of the currency. The loans required to prosecute the war with Mexico were negotiated by the Secretary of the Treasury above par, realizing a large premium to the Government. The restraining effect of the system upon the tendencies to excessive paper issues by banks has saved the Government from heavy losses and thousands of our business men from bankruptcy and ruin. The wisdom of the system has been tested by the experience of the last two years, and it is the dictate of sound policy that it should remain undisturbed. The modifications in some of the details of this measure, involving none of its essential principles, heretofore recommended, are again presented for your favorable consideration.\n\nIn my message of the 6th of July last, transmitting to Congress the ratified treaty of peace with Mexico, I recommended the adoption of measures for the speedy payment of the public debt. In reiterating that recommendation I refer you to the considerations presented in that message in its support. The public debt, including that authorized to be negotiated in pursuance of existing laws, and including Treasury notes, amounted at that time to $65,778,450.41.\n\nFunded stock of the United States amounting to about half a million of dollars has been purchased, as authorized by law, since that period, and the public debt has thus been reduced, the details of which will be presented in the annual report of the Secretary of the Treasury.\n\nThe estimates of expenditures for the next fiscal year, submitted by the Secretary of the Treasury, it is believed will be ample for all necessary purposes. If the appropriations made by Congress shall not exceed the amount estimated, the means in the Treasury will be sufficient to defray all the expenses of the Government, to pay off the next installment of $3,000,000 to Mexico, which will fall due on the 30th of May next, and still a considerable surplus will remain, which should be applied to the further purchase of the public stock and reduction of the debt. Should enlarged appropriations be made, the necessary consequence will be to postpone the payment of the debt. Though our debt, as compared with that of most other nations, is small, it is our true policy, and in harmony with the genius of our institutions, that we should present to the world the rare spectacle of a great Republic, possessing vast resources and wealth, wholly exempt from public indebtedness. This would add still more to our strength, and give to us a still more commanding position among the nations of the earth.\n\nThe public expenditures should be economical, and be confined to such necessary objects as are clearly within the powers of Congress. All such as are not absolutely demanded should be postponed, and the payment of the public debt at the earliest practicable period should be a cardinal principle of our public policy.\n\nFor the reason assigned in my last annual message, I repeat the recommendation that a branch of the Mint of the United States be established at the city of New York. The importance of this measure is greatly increased by the acquisition of the rich mines of the precious metals in New Mexico and California, and especially in the latter.\n\nI repeat the recommendation heretofore made in favor of the graduation and reduction of the price of such of the public lands as have been long offered in the market and have remained unsold, and in favor of extending the rights of preemption to actual settlers on the unsurveyed as well as the surveyed lands.\n\nThe condition and operations of the Army and the state of other branches of the public service under the supervision of the War Department are satisfactorily presented in the accompanying report of the Secretary of War.\n\nOn the return of peace our forces were withdrawn from Mexico, and the volunteers and that portion of the Regular Army engaged for the war were disbanded. Orders have been issued for stationing the forces of our permanent establishment at various positions in our extended country where troops may be required. Owing to the remoteness of some of these positions, the detachments have not yet reached their destination. Notwithstanding the extension of the limits of our country and the forces required in the new territories, it is confidently believed that our present military establishment is sufficient for all exigencies so long as our peaceful relations remain undisturbed.\n\nOf the amount of military contributions collected in Mexico, the sum of $769,650 was applied toward the payment of the first installment due under the treaty with Mexico. The further sum of $346,369.30 has been paid into the Treasury, and unexpended balances still remain in the hands of disbursing officers and those who were engaged in the collection of these moneys. After the proclamation of peace no further disbursements were made of any unexpended moneys arising from this source. The balances on hand were directed to be paid into the Treasury, and individual claims on the fund will remain unadjusted until Congress shall authorize their settlement and payment. These claims are not considerable in number or amount.\n\nI recommend to your favorable consideration the suggestions of the Secretary of War and the Secretary of the Navy in regard to legislation on this subject.\n\nOur Indian relations are presented in a most favorable view in the report from the War Department. The wisdom of our policy in regard to the tribes within our limits is clearly manifested by their improved and rapidly improving condition.\n\nA most important treaty with the Menomonies has been recently negotiated by the Commissioner of Indian Affairs in person, by which all their land in the State of Wisconsin--being about 4,000,000 acres--has been ceded to the United States. This treaty will be submitted to the Senate for ratification at an early period of your present session.\n\nWithin the last four years eight important treaties have been negotiated with different Indian tribes, and at a cost of $1,842,000; Indian lands to the amount of more than 18,500,000 acres have been ceded to the United States, and provision has been made for settling in the country west of the Mississippi the tribes which occupied this large extent of the public domain. The title to all the Indian lands within the several States of our Union, with the exception of a few small reservations, is now extinguished, and a vast region opened for settlement and cultivation.\n\nThe accompanying report of the Secretary of the Navy gives a satisfactory exhibit of the operations and condition of that branch of the public service.\n\nA number of small vessels, suitable for entering the mouths of rivers, were judiciously purchased during the war, and gave great efficiency to the squadron in the Gulf of Mexico. On the return of peace, when no longer valuable for naval purposes, and liable to constant deterioration, they were sold and the money placed in the Treasury.\n\nThe number of men in the naval service authorized by law during the war has been reduced by discharges below the maximum fixed for the peace establishment. Adequate squadrons are maintained in the several quarters of the globe where experience has shown their services may be most usefully employed, and the naval service was never in a condition of higher discipline or greater efficiency.\n\nI invite attention to the recommendation of the Secretary of the Navy on the subject of the Marine Corps. The reduction of the Corps at the end of the war required that four officers of each of the three lower grades should be dropped from the rolls. A board of officers made the selection, and those designated were necessarily dismissed, but without any alleged fault. I concur in opinion with the Secretary that the service would be improved by reducing the number of landsmen and increasing the marines. Such a measure would justify an increase of the number of officers to the extent of the reduction by dismissal, and still the Corps would have fewer officers than a corresponding number of men in the Army.\n\nThe contracts for the transportation of the mail in steamships, convertible into war steamers, promise to realize all the benefits to our commerce and to the Navy which were anticipated. The first steamer thus secured to the Government was launched in January, 1847. There are now seven, and in another year there will probably be not less than seventeen afloat. While this great national advantage is secured, our social and commercial intercourse is increased and promoted with Germany, Great Britain, and other parts of Europe, with all the countries on the west coast of our continent, especially with Oregon and California, and between the northern and southern sections of the United States. Considerable revenue may be expected from postages, but the connected line from New York to Chagres, and thence across the Isthmus to Oregon, can not fail to exert a beneficial influence, not now to be estimated, on the interests of the manufactures, commerce, navigation, and currency of the United States. As an important part of the system, I recommend to your favorable consideration the establishment of the proposed line of steamers between New Orleans and Vera Cruz. It promises the most happy results in cementing friendship between the two Republics and extending reciprocal benefits to the trade and manufactures of both.\n\nThe report of the Postmaster-General will make known to you the operations of that Department for the past year.\n\nIt is gratifying to find the revenues of the Department, under the rates of postage now established by law, so rapidly increasing. The gross amount of postages during the last fiscal year amounted to $4,371,077, exceeding the annual average received for the nine years immediately preceding the passage of the act of the 3d of March, 1845, by the sum of $6,453, and exceeding the amount received for the year ending the 30th of June, 1847, by the sum of $425,184.\n\nThe expenditures for the year, excluding the sum of $94,672, allowed by Congress at its last session to individual claimants, and including the sum of $100,500, paid for the services of the line of steamers between Bremen and New York, amounted to $4,198,845, which is less than the annual average for the nine years previous to the act of 1845 by $300,748.\n\nThe mail routes on the 30th day of June last were 163,208 miles in extent, being an increase during the last year of 9,390 miles. The mails were transported over them during the same time 41,012,579 miles, making an increase of transportation for the year of 2,124,680 miles, whilst the expense was less than that of the previous year by $4,235.\n\nThe increase in the mail transportation within the last three years has been 5,378,310 miles, whilst the expenses were reduced $456,738, making an increase of service at the rate of 15 per cent and a reduction in the expenses of more than 15 per cent.\n\nDuring the past year there have been employed, under contracts with the Post-Office Department, two ocean steamers in conveying the mails monthly between New York and Bremen, and one, since October last, performing semimonthly service between Charleston and Havana; and a contract has been made for the transportation of the Pacific mails across the Isthmus from Chagres to Panama.\n\nUnder the authority given to the Secretary of the Navy, three ocean steamers have been constructed and sent to the Pacific, and are expected to enter upon the mail service between Panama and Oregon and the intermediate ports on the 1st of January next; and a fourth has been engaged by him for the service between Havana and Chagres, so that a regular monthly mail line will be kept up after that time between the United States and our territories on the Pacific.\n\nNotwithstanding this great increase in the mail service, should the revenue continue to increase the present year as it did in the last, there will be received near $450,000 more than the expenditures.\n\nThese considerations have satisfied the Postmaster-General that, with certain modifications of the act of 1845, the revenue may be still further increased and a reduction of postages made to a uniform rate of 5 cents, without an interference with the principle, which has been constantly and properly enforced, of making that Department sustain itself.\n\nA well-digested cheap-postage system is the best means of diffusing intelligence among the people, and is of so much importance in a country so extensive as that of the United States that I recommend to your favorable consideration the suggestions of the Postmaster-General for its improvement.\n\nNothing can retard the onward progress of our country and prevent us from assuming and maintaining the first rank among nations but a disregard of the experience of the past and a recurrence to an unwise public policy. We have just closed a foreign war by an honorable peace--a war rendered necessary and unavoidable in vindication of the national rights and honor. The present condition of the country is similar in some respects to that which existed immediately after the close of the war with Great Britain in 1815, and the occasion is deemed to be a proper one to take a retrospect of the measures of public policy which followed that war. There was at that period of our history a departure from our earlier policy. The enlargement of the powers of the Federal Government by construction, which obtained, was not warranted by any just interpretation of the Constitution. A few years after the close of that war a series of measures was adopted which, united and combined, constituted what was termed by their authors and advocates the \"American system.\"\n\nThe introduction of the new policy was for a time favored by the condition of the country, by the heavy debt which had been contracted during the war, by the depression of the public credit, by the deranged state of the finances and the currency, and by the commercial and pecuniary embarrassment which extensively prevailed. These were not the only causes which led to its establishment. The events of the war with Great Britain and the embarrassments which had attended its prosecution had left on the minds of many of our statesmen the impression that our Government was not strong enough, and that to wield its resources successfully in great emergencies, and especially in war, more power should be concentrated in its hands. This increased power they did not seek to obtain by the legitimate and prescribed mode--an amendment of the Constitution--but by construction. They saw Governments in the Old World based upon different orders of society, and so constituted as to throw the whole power of nations into the hands of a few, who taxed and controlled the many without responsibility or restraint. In that arrangement they conceived the strength of nations in war consisted. There was also something fascinating in the ease, luxury, and display of the higher orders, who drew their wealth from the toil of the laboring millions. The authors of the system drew their ideas of political economy from what they had witnessed in Europe, and particularly in Great Britain. They had viewed the enormous wealth concentrated in few hands and had seen the splendor of the overgrown establishments of an aristocracy which was upheld by the restrictive policy. They forgot to look down upon the poorer classes of the English population, upon whose daily and yearly labor the great establishments they so much admired were sustained and supported. They failed to perceive that the scantily fed and half-clad operatives were not only in abject poverty, but were bound in chains of oppressive servitude for the benefit of favored classes, who were the exclusive objects of the care of the Government.\n\nIt was not possible to reconstruct society in the United States upon the European plan. Here there was a written Constitution, by which orders and titles were not recognized or tolerated. A system of measures was therefore devised, calculated, if not intended, to withdraw power gradually and silently from the States and the mass of the people, and by construction to approximate our Government to the European models, substituting an aristocracy of wealth for that of orders and titles.\n\nWithout reflecting upon the dissimilarity of our institutions and of the condition of our people and those of Europe, they conceived the vain idea of building up in the United States a system similar to that which they admired abroad. Great Britain had a national bank of large capital, in whose hands was concentrated the controlling monetary and financial power of the nation--an institution wielding almost kingly power, and exerting vast influence upon all the operations of trade and upon the policy of the Government itself. Great Britain had an enormous public debt, and it had become a part of her public policy to regard this as a \"public blessing.\" Great Britain had also a restrictive policy, which placed fetters and burdens on trade and trammeled the productive industry of the mass of the nation. By her combined system of policy the landlords and other property holders were protected and enriched by the enormous taxes which were levied upon the labor of the country for their advantage. Imitating this foreign policy, the first step in establishing the new system in the United States was the creation of a national bank. Not foreseeing the dangerous power and countless evils which such an institution might entail on the country, nor perceiving the connection which it was designed to form between the bank and the other branches of the miscalled \"American system,\" but feeling the embarrassments of the Treasury and of the business of the country consequent upon the war, some of our statesmen who had held different and sounder views were induced to yield their scruples and, indeed, settled convictions of its unconstitutionality, and to give it their sanction as an expedient which they vainly hoped might produce relief. It was a most unfortunate error, as the subsequent history and final catastrophe of that dangerous and corrupt institution have abundantly proved. The bank, with its numerous branches ramified into the States, soon brought many of the active political and commercial men in different sections of the country into the relation of debtors to it and dependents upon it for pecuniary favors, thus diffusing throughout the mass of society a great number of individuals of power and influence to give tone to public opinion and to act in concert in cases of emergency. The corrupt power of such a political engine is no longer a matter of speculation, having been displayed in numerous instances, but most signally in the political struggles of 1832, 1833, and 1834 in opposition to the public will represented by a fearless and patriotic President.\n\nBut the bank was but one branch of the new system. A public debt of more than $120,000,000 existed, and it is not to be disguised that many of the authors of the new system did not regard its speedy payment as essential to the public prosperity, but looked upon its continuance as no national evil. Whilst the debt existed it furnished aliment to the national bank and rendered increased taxation necessary to the amount of the interest, exceeding $7,000,000 annually.\n\nThis operated in harmony with the next branch of the new system, which was a high protective tariff. This was to afford bounties to favored classes and particular pursuits at the expense of all others. A proposition to tax the whole people for the purpose of enriching a few was too monstrous to be openly made. The scheme was therefore veiled under the plausible but delusive pretext of a measure to protect \"home industry,\" and many of our people were for a time led to believe that a tax which in the main fell upon labor was for the benefit of the laborer who paid it. This branch of the system involved a partnership between the Government and the favored classes, the former receiving the proceeds of the tax imposed on articles imported and the latter the increased price of similar articles produced at home, caused by such tax. It is obvious that the portion to be received by the favored classes would, as a general rule, be increased in proportion to the increase of the rates of tax imposed and diminished as those rates were reduced to the revenue standard required by the wants of the Government. The rates required to produce a sufficient revenue for the ordinary expenditures of Government for necessary purposes were not likely to give to the private partners in this scheme profits sufficient to satisfy their cupidity, and hence a variety of expedients and pretexts were resorted to for the purpose of enlarging the expenditures and thereby creating a necessity for keeping up a high protective tariff. The effect of this policy was to interpose artificial restrictions upon the natural course of the business and trade of the country, and to advance the interests of large capitalists and monopolists at the expense of the great mass of the people, who were taxed to increase their wealth.\n\nAnother branch of this system was a comprehensive scheme of internal improvements, capable of indefinite enlargement and sufficient to swallow up as many millions annually as could be exacted from the foreign commerce of the country. This was a convenient and necessary adjunct of the protective tariff. It was to be the great absorbent of any surplus which might at any time accumulate in the Treasury and of the taxes levied on the people, not for necessary revenue purposes, but for the avowed object of affording protection to the favored classes.\n\nAuxiliary to the same end, if it was not an essential part of the system itself, was the scheme, which at a later period obtained, for distributing the proceeds of the sales of the public lands among the States. Other expedients were devised to take money out of the Treasury and prevent its coming in from any other source than the protective tariff. The authors and supporters of the system were the advocates of the largest expenditures, whether for necessary or useful purposes or not, because the larger the expenditures the greater was the pretext for high taxes in the form of protective duties.\n\nThese several measures were sustained by popular names and plausible arguments, by which thousands were deluded. The bank was represented to be an indispensable fiscal agent for the Government; was to equalize exchanges and to regulate and furnish a sound currency, always and everywhere of uniform value. The protective tariff was to give employment to \"American labor\" at advanced prices; was to protect \"home industry\" and furnish a steady market for the farmer. Internal improvements were to bring trade into every neighborhood and enhance the value of every man's property. The distribution of the land money was to enrich the States, finish their public works, plant schools throughout their borders, and relieve them from taxation. But the fact that for every dollar taken out of the Treasury for these objects a much larger sum was transferred from the pockets of the people to the favored classes was carefully concealed, as was also the tendency, if not the ultimate design, of the system to build up an aristocracy of wealth, to control the masses of society, and monopolize the political power of the country.\n\nThe several branches of this system were so intimately blended together that in their operation each sustained and strengthened the others. Their joint operation was to add new burthens of taxation and to encourage a largely increased and wasteful expenditure of public money. It was the interest of the bank that the revenue collected and the disbursements made by the Government should be large, because, being the depository of the public money, the larger the amount the greater would be the bank profits by its use. It was the interest of the favored classes, who were enriched by the protective tariff, to have the rates of that protection as high as possible, for the higher those rates the greater would be their advantage. It was the interest of the people of all those sections and localities who expected to be benefited by expenditures for internal improvements that the amount collected should be as large as possible, to the end that the sum disbursed might also be the larger. The States, being the beneficiaries in the distribution of the land money, had an interest in having the rates of tax imposed by the protective tariff large enough to yield a sufficient revenue from that source to meet the wants of the Government without disturbing or taking from them the land fund; so that each of the branches constituting the system had a common interest in swelling the public expenditures. They had a direct interest in maintaining the public debt unpaid and increasing its amount, because this would produce an annual increased drain upon the Treasury to the amount of the interest and render augmented taxes necessary. The operation and necessary effect of the whole system were to encourage large and extravagant expenditures, and thereby to increase the public patronage, and maintain a rich and splendid government at the expense of a taxed and impoverished people.\n\nIt is manifest that this scheme of enlarged taxation and expenditures, had it continued to prevail, must soon have converted the Government of the Union, intended by its framers to be a plain, cheap, and simple confederation of States, united together for common protection and charged with a few specific duties, relating chiefly to our foreign affairs, into a consolidated empire, depriving the States of their reserved rights and the people of their just power and control in the administration of their Government. In this manner the whole form and character of the Government would be changed, not by an amendment of the Constitution, but by resorting to an unwarrantable and unauthorized construction of that instrument.\n\nThe indirect mode of levying the taxes by a duty on imports prevents the mass of the people from readily perceiving the amount they pay, and has enabled the few who are thus enriched, and who seek to wield the political power of the country, to deceive and delude them. Were the taxes collected by a direct levy upon the people, as is the ease in the States, this could not occur.\n\nThe whole system was resisted from its inception by many of our ablest statesmen, some of whom doubted its constitutionality and its expediency, while others believed it was in all its branches a flagrant and dangerous infraction of the Constitution.\n\nThat a national bank, a protective tariff--levied not to raise the revenue needed, but for protection merely--internal improvements, and the distribution of the proceeds of the sale of the public lands are measures without the warrant of the Constitution would, upon the maturest consideration, seem to be clear. It is remarkable that no one of these measures, involving such momentous consequences, is authorized by any express grant of power in the Constitution. No one of them is \"incident to, as being necessary and proper for the execution of, the specific powers\" granted by the Constitution. The authority under which it has been attempted to justify each of them is derived from inferences and constructions of the Constitution which its letter and its whole object and design do not warrant. Is it to be conceived that such immense powers would have been left by the framers of the Constitution to mere inferences and doubtful constructions? Had it been intended to confer them on the Federal Government, it is but reasonable to conclude that it would have been done by plain and unequivocal grants. This was not done; but the whole structure of which the \"American system\" consisted was reared on no other or better foundation than forced implications and inferences of power, which its authors assumed might be deduced by construction from the Constitution.\n\nBut it has been urged that the national bank, which constituted so essential a branch of this combined system of measures, was not a new measure, and that its constitutionality had been previously sanctioned, because a bank had been chartered in 1791 and had received the official signature of President Washington. A few facts will show the just weight to which this precedent should be entitled as bearing upon the question of constitutionality.\n\nGreat division of opinion upon the subject existed in Congress. It is well known that President Washington entertained serious doubts both as to the constitutionality and expediency of the measure, and while the bill was before him for his official approval or disapproval so great were these doubts that he required \"the opinion in writing\" of the members of his Cabinet to aid him in arriving at a decision. His Cabinet gave their opinions and were divided upon the subject, General Hamilton being in favor of and Mr. Jefferson and Mr. Randolph being opposed to the constitutionality and expediency of the bank. It is well known also that President Washington retained the bill from Monday, the 14th, when it was presented to him, until Friday, the 25th of February, being the last moment permitted him by the Constitution to deliberate, when he finally yielded to it his reluctant assent and gave it his signature. It is certain that as late as the 23d of February, being the ninth day after the bill was presented to him, he had arrived at no satisfactory conclusion, for on that day he addressed a note to General Hamilton in which he informs him that \"this bill was presented to me by the joint committee of Congress at 12 o'clock on Monday, the 14th instant,\" and he requested his opinion \"to what precise period, by legal interpretation of the Constitution, can the President retain it in his possession before it becomes a law by the lapse of ten days.\" If the proper construction was that the day on which the bill was presented to the President and the day on which his action was had upon it were both to be counted inclusive, then the time allowed him within which it would be competent for him to return it to the House in which it originated with his objections would expire on Thursday, the 24th of February. General Hamilton on the same day returned an answer, in which he states:\n\nI give it as my opinion that you have ten days exclusive of that on which the bill was delivered to you and Sundays; hence, in the present case if it is returned on Friday it will be in time.\n\nBy this construction, which the President adopted, he gained another day for deliberation, and it was not until the 25th of February that he signed the bill, thus affording conclusive proof that he had at last obtained his own consent to sign it not without great and almost insuperable difficulty. Additional light has been recently shed upon the serious doubts which he had on the subject, amounting at one time to a conviction that it was his duty to withhold his approval from the bill. This is found among the manuscript papers of Mr. Madison, authorized to be purchased for the use of the Government by an act of the last session of Congress, and now for the first time accessible to the public. From these papers it appears that President Washington, while he yet held the bank bill in his hands, actually requested Mr. Madison, at that time a member of the House of Representatives, to prepare the draft of a veto message for him. Mr. Madison, at his request, did prepare the draft of such a message, and sent it to him on the 21st of February, 1791. A copy of this original draft, in Mr. Madison's own handwriting, was carefully preserved by him, and is among the papers lately purchased by Congress. It is preceded by a note, written on the same sheet, which is also in Mr. Madison's handwriting, and is as follows:\n\nFebruary 21, 1791.--Copy of a paper made out and sent to the President, at his request, to be ready in case his judgment should finally decide against the bill for incorporating a national bank, the bill being then before him.\n\nAmong the objections assigned in this paper to the bill, and which were submitted for the consideration of the President, are the following:\n\nI object to the bill, because it is an essential principle of the Government that powers not delegated by the Constitution can not be rightfully exercised; because the power proposed by the bill to be exercised is not expressly delegated, and because I can not satisfy myself that it results from any express power by fair and safe rules of interpretation.\n\nThe weight of the precedent of the bank of 1791 and the sanction of the great name of Washington, which has been so often invoked in its support, are greatly weakened by the development of these facts.\n\nThe experiment of that bank satisfied the country that it ought not to be continued, and at the end of twenty years Congress refused to recharter it. It would have been fortunate for the country, and saved thousands from bankruptcy and ruin, had our public men of 1816 resisted the temporary pressure of the times upon our financial and pecuniary interests and refused to charter the second bank. Of this the country became abundantly satisfied, and at the close of its twenty years' duration, as in the case of the first bank, it also ceased to exist. Under the repeated blows of President Jackson it reeled and fell, and a subsequent attempt to charter a similar institution was arrested by the veto of President Tyler.\n\nMr. Madison, in yielding his signature to the charter of 1816, did so upon the ground of the respect due to precedents; and, as he subsequently declared--\n\nThe Bank of the United States, though on the original question held to be unconstitutional, received the Executive signature.\n\nIt is probable that neither the bank of 1791 nor that of 1816 would have been chartered but for the embarrassments of the Government in its finances, the derangement of the currency, and the pecuniary pressure which existed,"}