{"title": "December 5 1898 Second Annual Message-William McKinley", "content": " chosen from our highest court, appropriately testify the continuing interest we feel in the definitive adjustment of the question according to the strictest rules of justice. The British members, Lord Herschell and Sir Richard Collins, are jurists of no less exalted repute, while the fifth member and president of the tribunal, M. F. De Martens, has earned a world-wide reputation as an authority upon international law.\n The claim of Felipe Scandella against Venezuela for arbitrary expulsion and injury to his business has been adjusted by the revocation of the order of expulsion and by the payment of the sum of $16,000.\n I have the satisfaction of being able to state that the Bureau of the American Republics, created in 1890 as the organ for promoting commercial intercourse and fraternal relations among the countries of the Western Hemisphere, has become a more efficient instrument of the wise purposes of its founders, and is receiving the cordial support of the contributing members of the international union which are actually represented in its board of management. A commercial directory, in two volumes, containing a mass of statistical matter descriptive of the industrial and commercial interests of the various countries, has been printed in English, Spanish, Portuguese, and French, and a monthly bulletin published in these four languages and distributed in the Latin-American countries as well as in the United States has proved to be a valuable medium for disseminating information and furthering the varied interests of the international union.\n During the past year the important work of collecting information of practical benefit to American industries and trade through the agency of the diplomatic and consular officers has been steadily advanced, and in order to lay such data before the public with the least delay the practice was begun in January, 1898, of issuing the commercial reports from day to day as they are received by the Department of State. It is believed that for promptitude as well as fullness of information the service thus supplied to our merchants and manufacturers will be found to show sensible improvement and to merit the liberal support of Congress.\n The experiences of the last year bring forcibly home to us a sense of the burdens and the waste of war. We desire, in common with most civilized nations, to reduce to the lowest possible point the damage sustained in time of war by peaceable trade and commerce. It is true we may suffer in such cases less than other communities, but all nations are damaged more or less by the state of uneasiness and apprehension into which an outbreak of hostilities throws the entire commercial world. It should be our object, therefore, to minimize, so far as practicable, this inevitable loss and disturbance. This purpose can probably best be accomplished by an international agreement to regard all private property at sea as exempt from capture or destruction by the forces of belligerent powers. The United States Government has for many years advocated this humane and beneficent principle, and is now in position to recommend it to other powers without the imputation of selfish motives. I therefore suggest for your consideration that the Executive be authorized to correspond with the governments of the principal maritime powers with a view of incorporating into the permanent law of civilized nations the principle of the exemption of all private property at sea, not contraband of war, from capture or destruction by belligerent powers.\n The Secretary of the Treasury reports that the receipts of the Government from all sources during the fiscal year ended June 30, 1898, including $64,751,223 received from sale of Pacific railroads, amounted to $405,321,335, and its expenditures to $443,168,582. There was collected from customs $149,575,062 and from internal revenue $170,900,641. Our dutiable imports amounted to $324,635,479, a decrease of $58,156,690 over the preceding year, and importations free of duty amounted to $291,414,175, a decrease from the preceding year of $90,524,068. Internal-revenue receipts exceeded those of the preceding year by $24,212,067.\n The total tax collected on distilled spirits was $92,546,999; on manufactured tobacco, $36,230,522, and on fermented liquors, $39,515,421. We exported merchandise during the year amounting to $1,231,482,330, an increase of $180,488,774 from the preceding year.\n It is estimated upon the basis of present revenue laws that the receipts of the Government for the year ending June 30, 1899, will be $577,874,647, and its expenditures $689,874,647, resulting in a deficiency of $112,000,000.\n On the 1st of December, 1898, there was held in the Treasury gold coin amounting to $138,441,547, gold bullion amounting to $138,502,545, silver bullion amounting to $93,359,250, and other forms of money amounting to $451,963,981.\n On the same date the amount of money of all kinds in circulation, or not included in Treasury holdings, was $1,886,879,504, an increase for the year of $165,794,966. Estimating our population at 75,194,000 at the time mentioned, the per capita circulation was $25.09. On the same date there was in the Treasury gold bullion amounting to $138,502,545.\n The provisions made for strengthening the resources of the Treasury in connection with the war have given increased confidence in the purpose and power of the Government to maintain the present standard, and have established more firmly than ever the national credit at home and abroad. A marked evidence of this is found in the inflow of gold to the Treasury. Its net gold holdings on November 1, 1898, were $239,885,162 as compared with $153,573,147 on November 1, 1897, and an increase of net cash of $207,756,100, November 1, 1897, to $300,238,275, November 1, 1898. The present ratio of net Treasury gold to outstanding Government liabilities, including United States notes, Treasury notes of 1890, silver certificates, currency certificates, standard silver dollars, and fractional silver coin, November 1, 1898, was 25.35 per cent, as compared with 16.96 per cent, November 1, 1897.\n I renew so much of my recommendation of December, 1897, as follows:\n That when any of the United States notes are presented for redemption in gold and are redeemed in gold, such notes shall be kept and set apart and only paid out in exchange for gold. This is an obvious duty. If the holder of the United States note prefers the gold and gets it from the Government, he should not receive back from the Government a United States note without paying gold in exchange for it. The reason for this is made all the more apparent when the Government issues an interest-bearing debt to provide gold for the redemption of United States notes--a non-interest-bearing debt. Surely it should not pay them out again except on demand and for gold. If they are put out in any other way, they may return again, to he followed by another bond issue to redeem them--another interest-bearing debt to redeem a non-interest-bearing debt.\n This recommendation was made in the belief that such provisions of law would insure to a greater degree the safety of the present standard, and better protect our currency from the dangers to which it is subjected from a disturbance in the general business conditions of the country.\n In my judgment the present condition of the Treasury amply justifies the immediate enactment of the legislation recommended one year ago, under which a portion of the gold holdings should be placed in a trust fund from which greenbacks should be redeemed upon presentation, but when once redeemed should not thereafter be paid out except for gold.\n It is not to be inferred that other legislation relating to our currency is not required; on the contrary, there is an obvious demand for it.\n The importance of adequate provision which will insure to our future a money standard related as our money standard now is to that of our commercial rivals is generally recognized.\n The companion proposition that our domestic paper currency shall be kept safe and yet be so related to the needs of our industries and internal commerce as to be adequate and responsive to such needs is a proposition scarcely less important. The subject, in all its parts, is commended to the wise consideration of the Congress.\n The annexation of Hawaii and the changed relations of the United States to Cuba, Puerto Rico, and the Philippines resulting from the war, compel the prompt adoption of a maritime policy by the United States. There should be established regular and frequent steamship communication, encouraged by the United States, under the American flag, with the newly acquired islands. Spain furnished to its colonies, at an annual cost of about $2,000,000, steamship lines communicating with a portion of the world's markets, as well as with trade centers of the home Government. The United States will not undertake to do less. It is our duty to furnish the people of Hawaii with facilities, under national control, for their export and import trade. It will be conceded that the present situation calls for legislation which shall be prompt, durable, and liberal.\n The part which American merchant vessels and their seamen performed in the war with Spain demonstrates that this service, furnishing both pickets and the second line of defense, is a national necessity, and should be encouraged in every constitutional way. Details and methods for the accomplishment of this purpose are discussed in the report of the Secretary of the Treasury, to which the attention of Congress is respectfully invited.\n In my last annual message I recommended that Congress authorize the appointment of a commission for the purpose of making systematic investigations with reference to the cause and prevention of yellow fever. This matter has acquired an increased importance as a result of the military occupation of the island of Cuba and the commercial intercourse between this island and the United States which we have every reason to expect. The sanitary problems connected with our new relations with the island of Cuba and the acquisition of Puerto Rico are no less important than those relating to finance, commerce, and administration. It is my earnest desire that these problems may be considered by competent experts and that everything may be done which the most recent advances in sanitary science can offer for the protection of the health of our soldiers in those islands and of our citizens who are exposed to the dangers of infection from the importation of yellow fever. I therefore renew my recommendation that the authority of Congress may be given and a suitable appropriation made to provide for a commission of experts to be appointed for the purpose indicated.\n Under the act of Congress approved April 26, 1898, authorizing the President in his discretion, \"upon a declaration of war by Congress, or a declaration by Congress that war exists,\" I directed the increase of the Regular Army to the maximum of 62,000, authorized in said act.\n There are now in the Regular Army 57,862 officers and men. In said act it was provided--\n That at the end of any war in which the United States may become involved the Army shall be reduced to a peace basis by the transfer in the same arm of the service or absorption by promotion or honorable discharge, under such regulations as the Secretary of War may establish, of supernumerary commissioned officers and the honorable discharge or transfer of supernumerary enlisted men; and nothing contained in this act shall be construed as authorizing the permanent increase of the commissioned or enlisted force of the Regular Army beyond that now provided by the law in force prior to the passage of this act, except as to the increase of twenty-five majors provided for in section 1 hereof.\n The importance of legislation for the permanent increase of the Army is therefore manifest, and the recommendation of the Secretary of War for that purpose has my unqualified approval. There can be no question that at this time, and probably for some time in the future, 100,000 men will be none too many to meet the necessities of the situation. At all events, whether that number shall be required permanently or not, the power should be given to the President to enlist that force if in his discretion it should be necessary; and the further discretion should be given him to recruit for the Army within the above limit from the inhabitants of the islands with the government of which we are charged. It is my purpose to muster out the entire Volunteer Army as soon as the Congress shall provide for the increase of the regular establishment. This will be only an act of justice and will be much appreciated by the brave men who left their homes and employments to help the country in its emergency.\n In my last annual message I stated:\n The Union Pacific Railway, main line, was sold under the decree of the United States court for the district of Nebraska on the 1st and 2d of November of this year. The amount due the Government consisted of the principal of the subsidy bonds, $27,236,512, and the accrued interest thereon, $31,211,711.75, making the total indebtedness $58,448,223.75. The bid at the sale covered the first-mortgage lien and the entire mortgage claim of the Government, principal and interest.\n This left the Kansas Pacific case unconcluded. By a decree of the court in that case an upset price for the property was fixed at a sum which would yield to the Government only $2,500,000 upon its lien. The sale, at the instance of the Government, was postponed first to December 15, 1897, and later, upon the application of the United States, was postponed to the 16th day of February, 1898.\n Having satisfied myself that the interests of the Government required that an effort should be made to obtain a larger sum, I directed the Secretary of the Treasury, under the act passed March 3, 1887, to pay out of the Treasury to the persons entitled to receive the same the amounts due upon all prior mortgages upon the Eastern and Middle divisions of said railroad out of any money in the Treasury not otherwise appropriated, whereupon the Attorney-General prepared a petition to be presented to the court, offering to redeem said prior liens in such manner as the court might direct, and praying that thereupon the United States might be held to be subrogated to all the rights of said prior lien holders and that a receiver might be appointed to take possession of the mortgaged premises and maintain and operate the same until the court or Congress otherwise directed. Thereupon the reorganization committee agreed that if said petition was withdrawn and the sale allowed to proceed on the 16th of February, 1898, they would bid a sum at the sale which would realize to the Government the entire principal of its debt, $6,303,000.\n Believing that no better price could be obtained and appreciating the difficulties under which the Government would labor if it should become the purchaser of the road at the sale, in the absence of any authority by Congress to take charge of and operate the road I directed that upon the guaranty of a minimum bid which should give the Government the principal of its debt the sale should proceed. By this transaction the Government secured an advance of $3,803,000 over and above the sum which the court had fixed as the upset price, and which the reorganization committee had declared was the maximum which they would pay for the property.\n It is a gratifying fact that the result of these proceedings against the Union Pacific system and the Kansas Pacific line is that the Government has received on account of its subsidy claim the sum of $64,751,223.75, an increase of $18,997,163.76 over the sum which the reorganization committee originally agreed to bid for the joint property, the Government receiving its whole claim, principal and interest, on the Union Pacific, and the principal of its debt on the Kansas Pacific Railroad.\n Steps had been taken to foreclose the Government's lien upon the Central Pacific Railroad Company, but before action was commenced Congress passed an act, approved July 7, 1898, creating a commission consisting of the Secretary of the Treasury, the Attorney-General, and the Secretary of the Interior, and their successors in office, with full power to settle the indebtedness to the Government growing out of the issue of bonds in aid of the construction of the Central Pacific and Western Pacific bond-aided railroads, subject to the approval of the President.\n No report has yet been made to me by the commission thus created. Whatever action is had looking to a settlement of the indebtedness in accordance with the act referred to will be duly submitted to the Congress.\n I deem it my duty to call to the attention of Congress the condition of the present building occupied by the Department of Justice. The business of that Department has increased very greatly since it was established in its present quarters. The building now occupied by it is neither large enough nor of suitable arrangement for the proper accommodation of the business of the Department. The Supervising Architect has pronounced it unsafe and unsuited for the use to which it is put. The Attorney-General in his report states that the library of the Department is upon the fourth floor, and that all the space allotted to it is so crowded with books as to dangerously overload the structure. The first floor is occupied by the Court of Claims. The building is of an old and dilapidated appearance, unsuited to the dignity which should attach to this important Department.\n A proper regard for the safety, comfort, and convenience of the officers and employees would justify the expenditure of a liberal sum of money in the erection of a new building of commodious proportions and handsome appearance upon the very advantageous site already secured for that purpose, including the ground occupied by the present structure and adjoining vacant lot, comprising in all a frontage of 201 feet on Pennsylvania avenue and a depth of 136 feet.\n In this connection I may likewise refer to the inadequate accommodations provided for the Supreme Court in the Capitol, and suggest the wisdom of making provision for the erection of a separate building for the court and its officers and library upon available ground near the Capitol.\n The postal service of the country advances with extraordinary growth. Within twenty years both the revenues and the expenditures of the Post-Office Department have multiplied threefold. In the last ten years they have nearly doubled. Our postal business grows much more rapidly than our population. It now involves an expenditure of $100,000,000 a year, numbers 73,000 post-offices, and enrolls 200,000 employees. This remarkable extension of a service which is an accurate index of the public conditions presents gratifying evidence of the advancement of education, of the increase of communication and business activity, and of the improvement of mail facilities leading to their constantly augmenting use.\n The war with Spain laid new and exceptional labors on the Post-Office Department. The mustering of the military and naval forces of the United States required special mail arrangements for every camp and every campaign. The communication between home and camp was naturally eager and expectant. In some of the larger places of rendezvous as many as 50,000 letters a day required handling. This necessity was met by the prompt detail and dispatch of experienced men from the established force and by directing all the instrumentalities of the railway mail and post-office service, so far as necessary, to this new need. Congress passed an act empowering the postmaster-General to establish offices or branches at every military camp or station, and under this authority the postal machinery was speedily put into effective operation.\n Under the same authority, when our forces moved upon Cuba, Puerto Rico, and the Philippines they were attended and followed by the postal service. Though the act of Congress authorized the appointment of postmasters where necessary, it was early determined that the public interests would best be subserved, not by new designations, but by the detail of experienced men familiar with every branch of the service, and this policy was steadily followed. When the territory which was the theater of conflict came into our possession, it became necessary to reestablish mail facilities for the resident population as well as to provide them for our forces of occupation, and the former requirement was met through the extension and application of the latter obligation. I gave the requisite authority, and the same general principle was applied to this as to other branches of civil administration under military occupation. The details are more particularly given in the report of the postmaster-General, and, while the work is only just begun, it is pleasing to be able to say that the service in the territory which has come under our control is already materially improved.\n The following recommendations of the Secretary of the Navy relative to the increase of the Navy have my earnest approval:\n 1. Three seagoing sheathed and coppered battle ships of about 13,500 tons trial displacement, carrying the heaviest armor and most powerful ordnance for vessels of their class, and to have the highest practicable speed and great radius of action. Estimated cost, exclusive of armor and armament, $3,600,000 each.\n 2. Three sheathed and coppered armored cruisers of about 12,000 tons trial displacement, carrying the heaviest armor and most powerful ordnance for vessels of their class, and to have the highest practicable speed and great radius of action. Estimated cost, exclusive of armor and armament, $4,000,000 each.\n 3. Three sheathed and coppered protected cruisers of about 6,000 tons trial displacement, to have the highest practicable speed and great radius of action, and to carry the most powerful ordnance suitable for vessels of their class. Estimated cost, exclusive of armor and armament, $2,150,000 each.\n 4. Six sheathed and coppered cruisers of about 2,500 tons trial dis. placement, to have the highest speed compatible with good cruising qualities, great radius of action, and to carry the most powerful ordnance suited to vessels of their class. Estimated cost, exclusive of armament, $1,141,800 each.\n I join with the Secretary of the Navy in recommending that grades of admiral and vice-admiral be temporarily revived, to be filled by officers who have specially distinguished themselves in the war with Spain.\n I earnestly urge upon Congress the importance of early legislation providing for the taking of the Twelfth Census. This is necessary in view of the large amount of work which must be performed in the preparation of the schedules preparatory to the enumeration of the population.\n There were on the pension rolls on June 30, 1898, 993,714 names, an increase of nearly 18,000 over the number on the rolls on the same day of the preceding year. The amount appropriated by the act of December 22, 1896, for the payment of pensions for the fiscal year of 1898 was $140,000,000. Eight million seventy thousand eight hundred and seventy-two dollars and forty-six cents was appropriated by the act of March 31, 1898, to cover deficiencies in army pensions, and repayments in the sum of $12,020.33, making a total of $148,082,892.79 available for the payment of pensions during the fiscal year 1898. The amount disbursed from that sum was $144,651,879.80, leaving a balance of $3,431,012.99 unexpended on the 30th of June, 1898, which was covered into the Treasury. There were 389 names added to the rolls during the year by special acts passed at the second session of the Fifty-fifth Congress, making a total of 6,486 pensioners by Congressional enactments since 1861.\n The total receipts of the Patent Office during the past year were $1,253,948.44. The expenditures were $1,081,633.79, leaving a surplus of $172,314.65.\n The public lands disposed of by the Government during the year reached 8,453,896.92 acres, an increase of 614,780.26 acres over the previous year. The total receipts from public lands during the fiscal year amounted to $2,277,995.18, an increase of $190,063.90 over the preceding year. The lands embraced in the eleven forest reservations which were suspended by the act of June 4, 1897, again became subject to the operations of the proclamations of February 22, 1897, creating them, which added an estimated amount of 19,951,360 acres to the area embraced in the reserves previously created. In addition thereto two new reserves were created during the year--the Pine Mountain and Zaca Lake Reserve, in California, embracing 1,644,594 acres, and the Prescott Reserve, in Arizona, embracing 10,240 acres--while the Pecos River Reserve, in New Mexico, has been changed and enlarged to include 120,000 additional acres.\n At the close of the year thirty forest reservations, not including those of the Afognak Forest and the Fish-Culture Reserve, in Alaska, had been created by Executive proclamations under section 24 of the act of March 3, 1891, embracing an estimated area of 40,719,474 acres.\n The Department of the Interior has inaugurated a forest system, made possible by the act of July, 1898, for a graded force of officers in control of the reserves. This system has only been in full operation since August, but good results have already been secured in many sections. The reports received indicate that the system of patrol has not only prevented destructive fires from gaining headway, but has diminished the number of fires.\n The special attention of the Congress is called to that part of the report of the Secretary of the Interior in relation to the Five Civilized Tribes. It is noteworthy that the general condition of the Indians shows marked progress. But one outbreak of a serious character occurred during the year, and that among the Chippewa Indians of Minnesota, which happily has been suppressed.\n While it has not yet been practicable to enforce all the provisions of the act of June 28, 1898, \"for the protection of the people of the Indian Territory, and for other purposes,\" it is having a salutary effect upon the nations composing the five tribes. The Dawes Commission reports that the most gratifying results and greater advance toward the attainment of the objects of the Government have been secured in the past year than in any previous year. I can not too strongly indorse the recommendation of the commission and of the Secretary of the Interior for the necessity of providing for the education of the 30,000 white children resident in the Indian Territory.\n The Department of Agriculture has been active in the past year. Explorers have been sent to many of the countries of the Eastern and Western hemispheres for seeds and plants that may be useful to the United States, and with the further view of opening up markets for our surplus products. The Forestry Division of the Department is giving special attention to the treeless regions of our country and is introducing species specially adapted to semiarid regions. Forest fires, which seriously interfere with production, especially in irrigated regions, are being studied, that losses from this cause may be avoided. The Department is inquiring into the use and abuse of water in many States of the West, and collating information regarding the laws of the States, the decisions of the courts, and the customs of the people in this regard, so that uniformity may be secured. Experiment stations are becoming more effective every year. The annual appropriation of $720,000 by Congress is supplemented by $400,000 from the States. Nation-wide experiments have been conducted to ascertain the suitableness as to soil and climate and States for growing sugar beets. The number of sugar factories has been doubled in the past two years, and the ability of the United States to produce its own sugar from this source has been clearly demonstrated.\n The Weather Bureau forecast and observation stations have been extended around the Caribbean Sea, to give early warning of the approach of hurricanes from the south seas to our fleets and merchant marine.\n In the year 1900 will occur the centennial anniversary of the founding of the city of Washington for the permanent capital of the Government of the United States by authority of an act of Congress approved July 16, 1790. In May, 1800, the archives and general offices of the Federal Government were removed to this place. On the 17th of November, 1800, the National Congress met here for the first time and assumed exclusive control of the Federal district and city. This interesting event assumes all the more significance when we recall the circumstances attending the choosing of the site, the naming of the capital in honor of the Father of his Country, and the interest taken by him in the adoption of plans for its future development on a magnificent scale.\n These original plans have been wrought out with a constant progress and a signal success even beyond anything their framers could have foreseen. The people of the country are justly proud of the distinctive beauty and government of the capital and of the rare instruments of science and education which here find their natural home.\n A movement lately inaugurated by the citizens to have the anniversary celebrated with fitting ceremonies, including, perhaps, the establishment of a handsome permanent memorial to mark so historical an occasion and to give it more than local recognition, has met with general favor on the part of the public.\n I recommend to the Congress the granting of an appropriation for this purpose and the appointment of a committee from its respective bodies. It might also be advisable to authorize the President to appoint a committee from the country at large, which, acting with the Congressional and District of Columbia committees, can complete the plans for an appropriate national celebration.\n The alien contract law is shown by experience to need some amendment; a measure providing better protection for seamen is proposed; the rightful application of the eight-hour law for the benefit of labor and of the principle of arbitration are suggested for consideration; and I commend these subjects to the careful attention of the Congress.\n The several departmental reports will be laid before you. They give in great detail the conduct of the affairs of the Government during the past year and discuss many questions upon which the Congress may feel called upon to act."}