{"title": "December 3 1860 Fourth Annual Message-James Buchanan", "content": " convention for this purpose with our present minister at Madrid.\n Under this convention what have been denominated the \"Cuban claims,\" amounting to $128,635.54, in which more than 100 of our fellow-citizens are interested, were recognized, and the Spanish Government agreed to pay $100,000 of this amount \"within three months following the exchange of ratifications.\" The payment of the remaining $28,635.54 was to await the decision of the commissioners for or against the Amistad claim; but in any event the balance was to be paid to the claimants either by Spain or the United States. These terms, I have every reason to know, are highly satisfactory to the holders of the Cuban claims. Indeed, they have made a formal offer authorizing the State Department to settle these claims and to deduct the amount of the Amistad claim from the sums which they are entitled to receive from Spain. This offer, of course, can not be accepted. All other claims of citizens of the United States against Spain, or the subjects of the Queen of Spain against the United States, including the Amistad claim, were by this convention referred to a board of commissioners in the usual form. Neither the validity of the Amistad claim nor of any other claim against either party, with the single exception of the Cuban claims, was recognized by the convention. Indeed, the Spanish Government did not insist that the validity of the Amistad claim should be thus recognized, notwithstanding its payment had been recommended to Congress by two of my predecessors, as well as by myself, and an appropriation for that purpose had passed the Senate of the United States.\n They were content that it should be submitted to the board for examination and decision like the other claims. Both Governments were bound respectively to pay the amounts awarded to the several claimants \"at such times and places as may be fixed by and according to the tenor of said awards.\"\n I transmitted this convention to the Senate for their constitutional action on the 3d of May, 1860, and on the 27th of the succeeding June they determined that they would \"not advise and consent\" to its ratification.\n These proceedings place our relations with Spain in an awkward and embarrassing position. It is more than probable that the final adjustment of these claims will devolve upon my successor.\n I reiterate the recommendation contained in my annual message of December, 1858, and repeated in that of December, 1859, in favor of the acquisition of Cuba from Spain by fair purchase. I firmly believe that such an acquisition would contribute essentially to the well-being and prosperity of both countries in all future time, as well as prove the certain means of immediately abolishing the African slave trade throughout the world. I would not repeat this recommendation upon the present occasion if I believed that the transfer of Cuba to the United States upon conditions highly favorable to Spain could justly tarnish the national honor of the proud and ancient Spanish monarchy. Surely no person ever attributed to the first Napoleon a disregard of the national honor of France for transferring Louisiana to the United States for a fair equivalent, both in money and commercial advantages.\n With the Emperor of Austria and the remaining continental powers of Europe, including that of the Sultan, our relations continue to be of the most friendly character.\n The friendly and peaceful policy pursued by the Government of the United States toward the Empire of China has produced the most satisfactory results. The treaty of Tien-tsin of the 18th June, 1858, has been faithfully observed by the Chinese authorities. The convention of the 8th November, 1858, supplementary to this treaty, for the adjustment and satisfaction of the claims of our citizens on China referred to in my last annual message, has been already carried into effect so far as this was practicable. Under this convention the sum of 500,000 taels, equal to about $700,000, was stipulated to be paid in satisfaction of the claims of American citizens out of the one-fifth of the receipts for tonnage, import, and export duties on American vessels at the ports of Canton, Shanghai, and Fuchau, and it was \"agreed that this amount shall be in full liquidation of all claims of American citizens at the various ports to this date.\" Debentures for this amount, to wit, 300,000 taels for Canton, 100,000 for Shanghai, and 100,000 for Fuchau, were delivered, according to the terms of the convention, by the respective Chinese collectors of the customs of these ports to the agent selected by our minister to receive the same. Since that time the claims of our citizens have been adjusted by the board of commissioners appointed for that purpose under the act of March 3, 1859, and their awards, which proved satisfactory to the claimants, have been approved by our minister. In the aggregate they amount to the sum of $498,694.78. The claimants have already received a large proportion of the sums awarded to them out of the fund provided, and it is confidently expected that the remainder will ere long be entirely paid. After the awards shall have been satisfied there will remain a surplus of more than $200,000 at the disposition of Congress. As this will, in equity, belong to the Chinese Government, would not justice require its appropriation to some benevolent object in which the Chinese may be specially interested?\n Our minister to China, in obedience to his instructions, has remained perfectly neutral in the war between Great Britain and France and the Chinese Empire, although, in conjunction with the Russian minister, he was ever ready and willing, had the opportunity offered, to employ his good offices in restoring peace between the parties. It is but an act of simple justice, both to our present minister and his predecessor, to state that they have proved fully equal to the delicate, trying, and responsible positions in which they have on different occasions been placed.\n The ratifications of the treaty with Japan concluded at Yeddo on the 29th July, 1858, were exchanged at Washington on the 22d May last, and the treaty itself was proclaimed on the succeeding day. There is good reason to expect that under its protection and influence our trade and intercourse with that distant and interesting people will rapidly increase.\n The ratifications of the treaty were exchanged with unusual solemnity. For this purpose the Tycoon had accredited three of his most distinguished subjects as envoys extraordinary and ministers plenipotentiary, who were received and treated with marked distinction and kindness, both by the Government and people of the United States. There is every reason to believe that they have returned to their native land entirely satisfied with their visit and inspired by the most friendly feelings for our country. Let us ardently hope, in the language of the treaty itself, that \"there shall henceforward be perpetual peace and friendship between the United States of America and His Majesty the Tycoon of Japan and his successors.\"\n With the wise, conservative, and liberal Government of the Empire of Brazil our relations continue to be of the most amicable character.\n The exchange of the ratifications of the convention with the Republic of New Granada signed at Washington on the 10th of September, 1857, has been long delayed from accidental causes for which neither party is censurable. These ratifications were duly exchanged in this city on the 5th of November last. Thus has a controversy been amicably terminated which had become so serious at the period of my inauguration as to require me, on the 17th of April, 1857, to direct our minister to demand his passports and return to the United States.\n Under this convention the Government of New Granada has specially acknowledged itself to be responsible to our citizens \"for damages which were caused by the riot at Panama on the 15th April, 1856.\" These claims, together with other claims of our citizens which had been long urged in vain, are referred for adjustment to a board of commissioners. I submit a copy of the convention to Congress, and recommend the legislation necessary to carry it into effect.\n Persevering efforts have been made for the adjustment of the claims of American citizens against the Government of Costa Rica, and I am happy to inform you that these have finally prevailed. A convention was signed at the city of San Jose on the 2d July last, between the minister resident of the United States in Costa Rica and the plenipotentiaries of that Republic, referring these claims to a board of commissioners and providing for the payment of their awards. This convention will be submitted immediately to the Senate for their constitutional action.\n The claims of our citizens upon the Republic of Nicaragua have not yet been provided for by treaty, although diligent efforts for this purpose have been made by our minister resident to that Republic. These are still continued, with a fair prospect of success.\n Our relations with Mexico remain in a most unsatisfactory condition. In my last two annual messages I discussed extensively the subject of these relations, and do not now propose to repeat at length the facts and arguments then presented. They proved conclusively that our citizens residing in Mexico and our merchants trading thereto had suffered a series of wrongs and outrages such as we have never patiently borne from any other nation. For these our successive ministers, invoking the faith of treaties, had in the name of their country persistently demanded redress and indemnification, but without the slightest effect. Indeed, so confident had the Mexican authorities become of our patient endurance that they universally believed they might commit these outrages upon American citizens with absolute impunity. Thus wrote our minister in 1856, and expressed the opinion that \"nothing but a manifestation of the power of the Government and of its purpose to punish these wrongs will avail.\"\n Afterwards, in 1857, came the adoption of a new constitution for Mexico, the election of a President and Congress under its provisions, and the inauguration of the President. Within one short month, however, this President was expelled from the capital by a rebellion in the army, and the supreme power of the Republic was assigned to General Zuloaga. This usurper was in his turn soon compelled to retire and give place to General Miramon.\n Under the constitution which had thus been adopted Senor Juarez, as chief justice of the supreme court, became the lawful President of the Republic, and it was for the maintenance of the constitution and his authority derived from it that the civil war commenced and still continues to be prosecuted.\n Throughout the year 1858 the constitutional party grew stronger and stronger. In the previous history of Mexico a successful military revolution at the capital had almost universally been the signal for submission throughout the Republic. Not so on the present occasion. A majority of the citizens persistently sustained the constitutional Government. When this was recognized, in April, 1859, by the Government of the United States, its authority extended over a large majority of the Mexican States and people, including Vera Cruz and all the other important seaports of the Republic. From that period our commerce with Mexico began to revive, and the constitutional Government has afforded it all the protection in its power.\n Meanwhile the Government of Miramon still held sway at the capital and over the surrounding country, and continued its outrages against the few American citizens who still had the courage to remain within its power. To cap the climax, after the battle of Tacubaya, in April, 1859, General Marquez ordered three citizens of the United States, two of them physicians, to be seized in the hospital at that place, taken out and shot, without crime and without trial. This was done, notwithstanding our unfortunate countrymen were at the moment engaged in the holy cause of affording relief to the soldiers of both parties who had been wounded in the battle, without making any distinction between them.\n The time had arrived, in my opinion, when this Government was bound to exert its power to avenge and redress the wrongs of our citizens and to afford them protection in Mexico. The interposing obstacle was that the portion of the country under the sway of Miramon could not be reached without passing over territory under the jurisdiction of the constitutional Government. Under these circumstances I deemed it my duty to recommend to Congress in my last annual message the employment of a sufficient military force to penetrate into the interior, where the Government of Miramon was to be found, with or, if need be, without the consent of the Juarez Government, though it was not doubted that this consent could be obtained. Never have I had a clearer conviction on any subject than of the justice as well as wisdom of such a policy. No other alternative was left except the entire abandonment of our fellow-citizens who had gone to Mexico under the faith of treaties to the systematic injustice, cruelty, and oppression of Miramon's Government. Besides, it is almost certain that the simple authority to employ this force would of itself have accomplished all our objects without striking a single blow. The constitutional Government would then ere this have been established at the City of Mexico, and would have been ready and willing to the extent of its ability to do us justice.\n In addition--and I deem this a most important consideration--European Governments would have been deprived of all pretext to interfere in the territorial and domestic concerns of Mexico. We should thus have been relieved from the obligation of resisting, even by force should this become necessary, any attempt by these Governments to deprive our neighboring Republic of portions of her territory--a duty from which we could not shrink without abandoning the traditional and established policy of the American people. I am happy to observe that, firmly relying upon the justice and good faith of these Governments, there is no present danger that such a contingency will happen.\n Having discovered that my recommendations would not be sustained by Congress, the next alternative was to accomplish in some degree, if possible, the same objects by treaty stipulations with the constitutional Government. Such treaties were accordingly concluded by our late able and excellent minister to Mexico, and on the 4th of January last were submitted to the Senate for ratification. As these have not yet received the final action of that body, it would be improper for me to present a detailed statement of their provisions. Still, I may be permitted to express the opinion in advance that they are calculated to promote the agricultural, manufacturing, and commercial interests of the country and to secure our just influence with an adjoining Republic as to whose fortunes and fate we can never feel indifferent, whilst at the same time they provide for the payment of a considerable amount toward the satisfaction of the claims of our injured fellow-citizens.\n At the period of my inauguration I was confronted in Kansas by a revolutionary government existing under what is called the \"Topeka constitution.\" Its avowed object was to subdue the Territorial government by force and to inaugurate what was called the \"Topeka government\" in its stead. To accomplish this object an extensive military organization was formed, and its command intrusted to the most violent revolutionary leaders. Under these circumstances it became my imperative duty to exert the whole constitutional power of the Executive to prevent the flames of civil war from again raging in Kansas, which in the excited state of the public mind, both North and South, might have extended into the neighboring States. The hostile parties in Kansas had been inflamed against each other by emissaries both from the North and the South to a degree of malignity without parallel in our history. To prevent actual collision and to assist the civil magistrates in enforcing the laws, a strong detachment of the Army was stationed in the Territory, ready to aid the marshal and his deputies when lawfully called upon as a posse comitatus in the execution of civil and criminal process. Still, the troubles in Kansas could not have been permanently settled without an election by the people.\n The ballot box is the surest arbiter of disputes among freemen. Under this conviction every proper effort was employed to induce the hostile parties to vote at the election of delegates to frame a State constitution, and afterwards at the election to decide whether Kansas should be a slave or free State.\n The insurgent party refused to vote at either, lest this might be considered a recognition on their part of the Territorial government established by Congress. A better spirit, however, seemed soon after to prevail, and the two parties met face to face at the third election, held on the first Monday of January, 1858, for members of the legislature and State officers under the Lecompton constitution. The result was the triumph of the antislavery party at the polls. This decision of the ballot box proved clearly that this party were in the majority, and removed the danger of civil war. From that time we have heard little or nothing of the Topeka government, and all serious danger of revolutionary troubles in Kansas was then at an end.\n The Lecompton constitution, which had been thus recognized at this State election by the votes of both political parties in Kansas, was transmitted to me with the request that I should present it to Congress. This I could not have refused to do without violating my clearest and strongest convictions of duty. The constitution and all the proceedings which preceded and followed its formation were fair and regular on their face. I then believed, and experience has proved, that the interests of the people of Kansas would have been best consulted by its admission as a State into the Union, especially as the majority within a brief period could have amended the constitution according to their will and pleasure. If fraud existed in all or any of these proceedings, it was not for the President but for Congress to investigate and determine the question of fraud and what ought to be its consequences. If at the first two elections the majority refused to vote, it can not be pretended that this refusal to exercise the elective franchise could invalidate an election fairly held under lawful authority, even if they had not subsequently voted at the third election. It is true that the whole constitution had not been submitted to the people, as I always desired; but the precedents are numerous of the admission of States into the Union without such submission. It would not comport with my present purpose to review the proceedings of Congress upon the Lecompton constitution. It is sufficient to observe that their final action has removed the last vestige of serious revolutionary troubles. The desperate hand recently assembled under a notorious outlaw in the southern portion of the Territory to resist the execution of the laws and to plunder peaceful citizens will, I doubt not be speedily subdued and brought to justice.\n Had I treated the Lecompton constitution as a nullity and refused to transmit it to Congress, it is not difficult to imagine, whilst recalling the position of the country at that moment, what would have been the disastrous consequences, both in and out of the Territory, from such a dereliction of duty on the part of the Executive.\n Peace has also been restored within the Territory of Utah, which at the commencement of my Administration was in a state of open rebellion. This was the more dangerous, as the people, animated by a fanatical spirit and intrenched within their distant mountain fastnesses, might have made a long and formidable resistance. Cost what it might, it was necessary to bring them into subjection to the Constitution and the laws. Sound policy, therefore, as well as humanity, required that this object should if possible be accomplished without the effusion of blood. This could only be effected by sending a military force into the Territory sufficiently strong to convince the people that resistance would be hopeless, and at the same time to offer them a pardon for past offenses on condition of immediate submission to the Government. This policy was pursued with eminent success, and the only cause for regret is the heavy expenditure required to march a large detachment of the Army to that remote region and to furnish it subsistence.\n Utah is now comparatively peaceful and quiet, and the military force has been withdrawn, except that portion of it necessary to keep the Indians in check and to protect the emigrant trains on their way to our Pacific possessions.\n In my first annual message I promised to employ my best exertions in cooperation with Congress to reduce the expenditures of the Government within the limits of a wise and judicious economy. An overflowing Treasury had produced habits of prodigality and extravagance which could only be gradually corrected. The work required both time and patience. I applied myself diligently to this task from the beginning and was aided by the able and energetic efforts of the heads of the different Executive Departments. The result of our labors in this good cause did not appear in the sum total of our expenditures for the first two years, mainly in consequence of the extraordinary expenditure necessarily incurred in the Utah expedition and the very large amount of the contingent expenses of Congress during this period. These greatly exceeded the pay and mileage of the members. For the year ending June 30, 1858, whilst the pay and mileage amounted to $1,490,214, the contingent expenses rose to $2,093,309.79; and for the year ending June 30, 1859, whilst the pay and mileage amounted to $859,093.66, the contingent expenses amounted to $1,431,565.78. I am happy, however, to be able to inform you that during the last fiscal year, ending June 30, 1860, the total expenditures of the Government in all its branches--legislative, executive, and judicial--exclusive of the public debt, were reduced to the sum of $55,402,465.46. This conclusively appears from the books of the Treasury. In the year ending June 30, 1858, the total expenditure, exclusive of the public debt, amounted to $71,901,129.77, and that for the year ending June 30, 1859, to $66,346,226.13. Whilst the books of the Treasury show an actual expenditure of $59,848,474.72 for the year ending June 30, 1860, including $1,040,667.71 for the contingent expenses of Congress, there must be deducted from this amount the sum of $4,296,009.26, with the interest upon it of $150,000, appropriated by the act of February 15, 1860, \"for the purpose of supplying the deficiency in the revenues and defraying the expenses of the Post-Office Department for the year ending June 30, 1859.\" This sum therefore justly chargeable to the year 1859, must be deducted from the sum of $59,848,474.72 in order to ascertain the expenditure for the year ending June 30, 1860, which leaves a balance for the expenditures of that year of $55,402,465.46. The interest on the public debt, including Treasury notes, for the same fiscal year, ending June 30, 1860, amounted to $3,177,314.62, which, added to the above sum of $55,402,465.46, makes the aggregate of $58,579,780.08.\n It ought in justice to be observed that several of the estimates from the Departments for the year ending June 30, 1860, were reduced by Congress below what was and still is deemed compatible with the public interest. Allowing a liberal margin of $2,500,000 for this reduction and for other causes, it may be safely asserted that the sum of $61,000,000, or, at the most, $62,000,000, is amply sufficient to administer the Government and to pay the interest on the public debt, unless contingent events should hereafter render extraordinary expenditures necessary.\n This result has been attained in a considerable degree by the care exercised by the appropriate Departments in entering into public contracts. I have myself never interfered with the award of any such contract, except in a single case, with the Colonization Society, deeming it advisable to cast the whole responsibility in each case on the proper head of the Department, with the general instruction that these contracts should always be given to the lowest and best bidder. It has ever been my opinion that public contracts are not a legitimate source of patronage to be conferred upon personal or political favorites, but that in all such cases a public officer is bound to act for the Government as a prudent individual would act for himself.\n It is with great satisfaction I communicate the fact that since the date of my last annual message not a single slave has been imported into the United States in violation of the laws prohibiting the African slave trade. This statement is rounded upon a thorough examination and investigation of the subject. Indeed, the spirit which prevailed some time since among a portion of our fellow-citizens in favor of this trade seems to have entirely subsided.\n I also congratulate you upon the public sentiment which now exists against the crime of setting on foot military expeditions within the limits of the United States to proceed from thence and make war upon the people of unoffending States with whom we are at peace. In this respect a happy change has been effected since the commencement of my Administration. It surely ought to be the prayer of every Christian and patriot that such expeditions may never again receive countenance in our country or depart from our shores.\n It would be a useless repetition to do more than refer with earnest commendation to my former recommendations in favor of the Pacific railroad; of the grant of power to the President to employ the naval force in the vicinity for the protection of the lives and property of our fellow-citizens passing in transit over the different Central American routes against sudden and lawless outbreaks and depredations, and also to protect American merchant vessels, their crews and cargoes, against violent and unlawful seizure and confiscation in the ports of Mexico and the South American Republics when these may be in a disturbed and revolutionary condition. It is my settled conviction that without such a power we do not afford that protection to those engaged in the commerce of the country which they have a right to demand.\n I again recommend to Congress the passage of a law, in pursuance of the provisions of the Constitution, appointing a day certain previous to the 4th March in each year of an odd number for the election of Representatives throughout all the States. A similar power has already been exercised, with general approbation, in the appointment of the same day throughout the Union for holding the election of electors for President and Vice-President of the United States. My attention was earnestly directed to this subject from the fact that the Thirty-fifth Congress terminated on the 3d March, 1859, without making the necessary appropriation for the service of the Post-Office Department. I was then forced to consider the best remedy for this omission, and an immediate call of the present Congress was the natural resort. Upon inquiry, however, I ascertained that fifteen out of the thirty-three States composing the Confederacy were without Representatives, and that consequently these fifteen States would be disfranchised by such a call. These fifteen States will be in the same condition on the 4th March next. Ten of them can not elect Representatives, according to existing State laws, until different periods, extending from the beginning of August next until the months of October and November. In my last message I gave warning that in a time of sudden and alarming danger the salvation of our institutions might depend upon the power of the President immediately to assemble a full Congress to meet the emergency.\n It is now quite evident that the financial necessities of the Government will require a modification of the tariff during your present session for the purpose of increasing the revenue. In this aspect, I desire to reiterate the recommendation contained in my last two annual messages in favor of imposing specific instead of ad valorem duties on all imported articles to which these can be properly applied. From long observation and experience I am convinced that specific duties are necessary, both to protect the revenue and to secure to our manufacturing interests that amount of incidental encouragement which unavoidably results from a revenue tariff.\n As an abstract proposition it may be admitted that ad valorem duties would in theory be the most just and equal. But if the experience of this and of all other commercial nations has demonstrated that such duties can not be assessed and collected without great frauds upon the revenue, then it is the part of wisdom to resort to specific duties. Indeed, from the very nature of an ad valorem duty this must be the result. Under it the inevitable consequence is that foreign goods will be entered at less than their true value. The Treasury will therefore lose the duty on the difference between their real and fictitious value, and to this extent we are defrauded.\n The temptations which ad valorem duties present to a dishonest importer are irresistible. His object is to pass his goods through the custom-house at the very lowest valuation necessary to save them from confiscation. In this he too often succeeds in spite of the vigilance of the revenue officers. Hence the resort to false invoices, one for the purchaser and another for the custom-house, and to other expedients to defraud the Government. The honest importer produces his invoice to the collector, stating the actual price at which he purchased the articles abroad. Not so the dishonest importer and the agent of the foreign manufacturer. And here it may be observed that a very large proportion of the manufactures imported from abroad are consigned for sale to commission merchants, who are mere agents employed by the manufacturers. In such cases no actual sale has been made to fix their value. The foreign manufacturer, if he be dishonest, prepares an invoice of the goods, not at their actual value, but at the very lowest rate necessary to escape detection. In this manner the dishonest importer and the foreign manufacturer enjoy a decided advantage over the honest merchant. They are thus enabled to undersell the fair trader and drive him from the market. In fact the operation of this system has already driven from the pursuits of honorable commerce many of that class of regular and conscientious merchants whose character throughout the world is the pride of our country.\n The remedy for these evils is to be found in specific duties, so far as this may be practicable. They dispense with any inquiry at the custom-house into the actual cost or value of the article, and it pays the precise amount of duty previously fixed by law. They present no temptations to the appraisers of foreign goods, who receive but small salaries, and might by undervaluation in a few cases render themselves independent.\n Besides, specific duties best conform to the requisition in the Constitution that \"no preference shall be given by any regulation of commerce or revenue to the ports of one State over those of another.\" Under our ad valorem system such preferences are to some extent inevitable, and complaints have often been made that the spirit of this provision has [p.3183] been violated by a lower appraisement of the same articles at one port than at another.\n An impression strangely enough prevails to some extent that specific duties are necessarily protective duties. Nothing can be more fallacious. Great Britain glories in free trade, and yet her whole revenue from imports is at the present moment collected under a system of specific duties. It is a striking fact in this connection that in the commercial treaty of January 23, 1860, between France and England one of the articles provides that the ad valorem duties which it imposes shall be converted into specific duties within six months from its date, and these are to be ascertained by making an average of the prices for six months previous to that time. The reverse of the propositions would be nearer to the truth, because a much larger amount of revenue would be collected by merely converting the ad valorem duties of a tariff into equivalent specific duties. To this extent the revenue would be increased, and in the same proportion the specific duty might be diminished.\n Specific duties would secure to the American manufacturer the incidental protection to which he is fairly entitled under a revenue tariff, and to this surely no person would object. The framers of the existing tariff have gone further, and in a liberal spirit have discriminated in favor of large and useful branches of our manufactures, not by raising the rate of duty upon the importation of similar articles from abroad, but, what is the same in effect, by admitting articles free of duty which enter into the composition of their fabrics.\n Under the present system it has been often truly remarked that this incidental protection decreases when the manufacturer needs it most and increases when he needs it least, and constitutes a sliding scale which always operates against him. The revenues of the country are subject to similar fluctuations. Instead of approaching a steady standard, as would be the case under a system of specific duties, they sink and rise with the sinking and rising prices of articles in foreign countries. It would not be difficult for Congress to arrange a system of specific duties which would afford additional stability both to our revenue and our manufactures and without injury or injustice to any interest of the country. This might be accomplished by ascertaining the average value of any given article for a series of years at the place of exportation and by simply converting the rate of ad valorem duty upon it which might be deemed necessary for revenue purposes into the form of a specific duty. Such an arrangement could not injure the consumer. If he should pay a greater amount of duty one year, this would be counterbalanced by a lesser amount the next, and in the end the aggregate would be the same.\n I desire to call your immediate attention to the present condition of the Treasury, so ably and clearly presented by the Secretary in his report to [p.3184] Congress, and to recommend that measures be promptly adopted to enable it to discharge its pressing obligations. The other recommendations of the report are well worthy of your favorable consideration.\n I herewith transmit to Congress the reports of the Secretaries of War, of the Navy, of the Interior, and of the Postmaster-General. The recommendations and suggestions which they contain are highly valuable and deserve your careful attention.\n The report of the Postmaster-General details the circumstances under which Cornelius Vanderbilt, on my request, agreed in the month of July last to carry the ocean mails between our Atlantic and Pacific coasts. Had he not thus acted this important intercommunication must have been suspended, at least for a season. The Postmaster-General had no power to make him any other compensation than the postages on the mail matter which he might carry. It was known at the time that these postages would fall far short of an adequate compensation, as well as of the sum which the same service had previously cost the Government. Mr. Vanderbilt, in a commendable spirit, was willing to rely upon the justice of Congress to make up the deficiency, and I therefore recommend that an appropriation may be granted for this purpose.\n I should do great injustice to the Attorney-General were I to omit the mention of his distinguished services in the measures adopted and prosecuted by him for the defense of the Government against numerous and unfounded claims to land in California purporting to have been made by the Mexican Government previous to the treaty of cession. The successful opposition to these claims has saved the United States public property worth many millions of dollars and to individuals holding title under them to at least an equal amount.\n It has been represented to me from sources which I deem reliable that the inhabitants in several portions of Kansas have been reduced nearly to a state of starvation on account of the almost total failure of their crops, whilst the harvests in every other portion of the country have been abundant. The prospect before them for the approaching winter is well calculated to enlist the sympathies of every heart. The destitution appears to be so general that it can not be relieved by private contributions, and they are in such indigent circumstances as to be unable to purchase the necessaries of life for themselves. I refer the subject to Congress. If any constitutional measure for their relief can be devised, I would recommend its adoption.\n I cordially commend to your favorable regard the interests of the people of this District. They are eminently entitled to your consideration, especially since, unlike the people of the States, they can appeal to no government except that of the Union."}