{"title": "December 19 1859 Third Annual Message-James Buchanan", "content": " does not extend to the City of Mexico and the States in its vicinity, where nearly all the recent outrages have been committed on American citizens. We must penetrate into the interior before we can reach the offenders, and this can only be done by passing through the territory in the occupation of the constitutional Government. The most acceptable and least difficult mode of accomplishing the object will be to act in concert with that Government. Their consent and their aid might, I believe, be obtained; but if not, our obligation to protect our own citizens in their just rights secured by treaty would not be the less imperative. For these reasons I recommend to Congress to pass a law authorizing the President under such conditions as they may deem expedient, to employ a sufficient military force to enter Mexico for the purpose of obtaining indemnity for the past and security for the future. I purposely refrain from any suggestion as to whether this force shall consist of regular troops or volunteers, or both. This question may be most appropriately left to the decision of Congress. I would merely observe that should volunteers be selected such a force could be easily raised in this country among those who sympathize with the sufferings of our unfortunate fellow-citizens in Mexico and with the unhappy condition of that Republic. Such an accession to the forces of the constitutional Government would enable it soon to reach the City of Mexico and extend its power over the whole Republic. In that event there is no reason to doubt that the just claims of our citizens would be satisfied and adequate redress obtained for the injuries inflicted upon them. The constitutional Government have ever evinced a strong desire to do justice, and this might be secured in advance by a preliminary treaty.\n It may be said that these measures will, at least indirectly, be inconsistent with our wise and settled policy not to interfere in the domestic concerns of foreign nations. But does not the present case fairly constitute an exception? An adjoining Republic is in a state of anarchy and confusion from which she has proved wholly unable to extricate herself. She is entirely destitute of the power to maintain peace upon her borders or to prevent the incursions of banditti into our territory. In her fate and in her fortune, in her power to establish and maintain a settled government, we have a far deeper interest, socially, commercially, and politically, than any other nation. She is now a wreck upon the ocean, drifting about as she is impelled by different factions. As a good neighbor, shall we not extend to her a helping hand to save her? If we do not, it would not be surprising should some other nation undertake the task, and thus force us to interfere at last, under circumstances of increased difficulty, for the maintenance of our established policy.\n I repeat the recommendation contained in my last annual message that authority may be given to the President to establish one or more temporary military posts across the Mexican line in Sonora and Chihuahua, where these may be necessary to protect the lives and property of American and Mexican citizens against the incursions and depredations of the Indians, as well as of lawless rovers, on that remote region. The establishment of one such post at a point called Arispe, in Sonora, in a country now almost depopulated by the hostile inroads of the Indians from our side of the line, would, it is believed, have prevented much injury and many cruelties during the past season. A state of lawlessness and violence prevails on that distant frontier. Life and property are there wholly insecure. The population of Arizona, now numbering more than 10,000 souls, are practically destitute of government, of laws, or of any regular administration of justice. Murder, rapine, and other crimes are committed with impunity. I therefore again call the attention of Congress to the necessity for establishing a Territorial government over Arizona.\n The treaty with Nicaragua of the 16th of February, 1857, to which I referred in my last annual message, failed to receive the ratification of the Government of that Republic, for reasons which I need not enumerate. A similar treaty has been since concluded between the parties, bearing date on the 16th March, 1859, which has already been ratified by the Nicaraguan Congress. This will be immediately submitted to the Senate for their ratification. Its provisions can not, I think, fail to be acceptable to the people of both countries.\n Our claims against the Governments of Costa Rica and Nicaragua remain unredressed, though they are pressed in an earnest manner and not without hope of success.\n I deem it to be my duty once more earnestly to recommend to Congress the passage of a law authorizing the President to employ the naval force at his command for the purpose of protecting the lives and property of American citizens passing in transit across the Panama, Nicaragua, and Tehuantepec routes against sudden and lawless outbreaks and depredations. I shall not repeat the arguments employed in former messages in support of this measure. Suffice it to say that the lives of many of our people and the security of vast amounts of treasure passing and repassing over one or more of these routes between the Atlantic and Pacific may be deeply involved in the action of Congress on this subject.\n I would also again recommend to Congress that authority be given to the President to employ the naval force to protect American merchant vessels, their crews and cargoes, against violent and lawless seizure and confiscation in the ports of Mexico and the Spanish American States when these countries may be in a disturbed and revolutionary condition. The mere knowledge that such an authority had been conferred, as I have already stated, would of itself in a great degree prevent the evil. Neither would this require any additional appropriation for the naval service.\n The chief objection urged against the grant of this authority is that Congress by conferring it would violate the Constitution; that it would be a transfer of the war-making, or, strictly speaking, the war-declaring, power to the Executive. If this were well rounded, it would, of course, be conclusive. A very brief examination, however, will place this objection at rest.\n Congress possess the sole and exclusive power under the Constitution \"to declare war.\" They alone can\"raise and support armies\" and \"provide and maintain a navy.\" But after Congress shall have declared war and provided the force necessary to carry it on the President, as Commander in Chief of the Army and Navy, can alone employ this force in making war against the enemy. This is the plain language, and history proves that it was the well-known intention of the framers, of the Constitution.\n It will not be denied that the general \"power to declare war\" is without limitation and embraces within itself not only what writers on the law of nations term a public or perfect war, but also an imperfect war, and, in short, every species of hostility, however confined or limited. Without the authority of Congress the President can not fire a hostile gun in any case except to repel the attacks of an enemy. It will not be doubted that under this power Congress could, if they thought proper, authorize the President to employ the force at his command to seize a vessel belonging to an American citizen which had been illegally and unjustly captured in a foreign port and restore it to its owner. But can Congress only act after the fact, after the mischief has been done? Have they no power to confer upon the President the authority in advance to furnish instant redress should such a case afterwards occur? Must they wait until the mischief has been done, and can they apply the remedy only when it is too late? To confer this authority to meet future cases under circumstances strictly specified is as clearly within the war-declaring power as such an authority conferred upon the President by act of Congress after the deed had been done. In the progress of a great nation many exigencies must arise imperatively requiring that Congress should authorize the President to act promptly on certain conditions which may or may not afterwards arise. Our history has already presented a number of such cases. I shall refer only to the latest. Under the resolution of June 2, 1858, \"for the adjustment of difficulties with the Republic of Paraguay,\" the President is \"authorized to adopt such measures and use such force as in his judgment may be necessary and advisable in the event of a refusal of just satisfaction by the Government of Paraguay.\" \"Just satisfaction\" for what? For \"the attack on the United States steamer Water Witch\" and \"other matters referred to in the annual message of the President.\" Here the power is expressly granted upon the condition that the Government of Paraguay shall refuse to render this \"just satisfaction.\" In this and other similar cases Congress have conferred upon the President power in advance to employ the Army and Navy upon the happening of contingent future events; and this most certainly is embraced within the power to declare war.\n Now, if this conditional and contingent power could be constitutionally conferred upon the President in the case of Paraguay, why may it not be conferred for the purpose of protecting the lives and property of American citizens in the event that they may be violently and unlawfully attacked in passing over the transit routes to and from California or assailed by the seizure of their vessels in a foreign port? To deny this power is to render the Navy in a great degree useless for the protection of the lives and property of American citizens in countries where neither protection nor redress can be otherwise obtained.\n The Thirty-fifth Congress terminated on the 3d of March, 1859, without having passed the \"act making appropriations for the service of the Post-Office Department during the fiscal year ending the 30th of June, 1860,\" This act also contained an appropriation \"to supply deficiencies in the revenue of the Post-Office Department for the year ending 30th June, 1859.\" I believe this is the first instance since the origin of the Federal Government, now more than seventy years ago, when any Congress went out of existence without having passed all the general appropriation bills necessary to carry on the Government until the regular period for the meeting of a new Congress. This event imposed on the Executive a grave responsibility. It presented a choice of evils.\n Had this omission of duty occurred at the first session of the last Congress, the remedy would have been plain. I might then have instantly recalled them to complete their work, and this without expense to the Government. But on the 4th of March last there were fifteen of the thirty-three States which had not elected any Representatives to the present Congress. Had Congress been called together immediately, these States would have been virtually disfranchised. If an intermediate period had been selected, several of the States would have been compelled to hold extra sessions of their legislatures, at great inconvenience and expense, to provide for elections at an earlier day than that previously fixed by law. In the regular course ten of these States would not elect until after the beginning of August, and five of these ten not until October and November.\n On the other hand, when I came to examine carefully the condition of the Post-Office Department, I did not meet as many or as great difficulties as I had apprehended. Had the bill which failed been confined to appropriations for the fiscal year ending on the 30th June next, there would have been no reason of pressing importance for the call of an extra session. Nothing would become due on contracts (those with railroad companies only excepted) for carrying the mail for the first quarter of the present fiscal year, commencing on the 1st of July, until the 1st of December--less than one week before the meeting of the present Congress. The reason is that the mail contractors for this and the current year did not complete their first quarter's service until the 30th September last, and by the terms of their contracts sixty days more are allowed for the settlement of their accounts before the Department could be called upon for payment.\n The great difficulty and the great hardship consisted in the failure to provide for the payment of the deficiency in the fiscal year ending the 30th June, 1859. The Department had entered into contracts, in obedience to existing laws, for the service of that fiscal year, and the contractors were fairly entitled to their compensation as it became due. The deficiency as stated in the bill amounted to $3,838,728, but after a careful settlement of all these accounts it has been ascertained that it amounts to $4,296,009. With the scanty means at his command the Postmaster-General has managed to pay that portion of this deficiency which occurred in the first two quarters of the past fiscal year, ending on the 31st December last. In the meantime the contractors themselves, under these trying circumstances, have behaved in a manner worthy of all commendation. They had one resource in the midst of their embarrassments. After the amount due to each of them had been ascertained and finally settled according to law, this became a specific debt of record against the United States, which enabled them to borrow money on this unquestionable security. Still, they were obliged to pay interest in consequence of the default of Congress, and on every principle of justice ought to receive interest from the Government. This interest should commence from the date when a warrant would have issued for the payment of the principal had an appropriation been made for this purpose. Calculated up to the 1st December, it will not exceed $96,660--a sum not to be taken into account when contrasted with the great difficulties and embarrassments of a public and private character, both to the people and the States, which would have resulted from convening and holding a special session of Congress. For these reasons I recommend the passage of a bill at as early a day as may be practicable to provide for the payment of the amount, with interest, due to these last-mentioned contractors, as well as to make the necessary appropriations for the service of the Post-Office Department for the current fiscal year.\n The failure to pass the Post-Office bill necessarily gives birth to serious reflections. Congress, by refusing to pass the general appropriation bills necessary to carry on the Government, may not only arrest its action, but might even destroy its existence. The Army, the Navy, the judiciary, in short, every department of the Government, can no longer perform their functions if Congress refuse the money necessary for their support. If this failure should teach the country the necessity of electing a full Congress in sufficient time to enable the President to convene them in any emergency, even immediately after the old Congress has expired, it will have been productive of great good. In a time of sudden and alarming danger, foreign or domestic, which all nations must expect to encounter in their progress, the very salvation of our institutions may be staked upon the assembling of Congress without delay. If under such circumstances the President should find himself in the condition in which he was placed at the close of the last Congress, with nearly half the States of the Union destitute of representatives, the consequences might he disastrous. I therefore recommend to Congress to carry into effect the provisions of the Constitution on this subject, and to pass a law appointing some day previous to the 4th March in each year of odd number for the election of Representatives throughout all the States. They have already appointed a day for the election of electors for President and Vice-President, and this measure has been approved by the country.\n I would again express a most decided opinion in favor of the construction of a Pacific railroad, for the reasons stated in my two last annual messages. When I reflect upon what would be the defenseless condition of our States and Territories west of the Rocky Mountains in case of a war with a naval power sufficiently strong to interrupt all intercourse with them by the routes across the Isthmus, I am still more convinced than ever of the vast importance of this railroad. I have never doubted the constitutional competency of Congress to provide for its construction, but this exclusively under the war-making power. Besides, the Constitution expressly requires as an imperative duty that \"the United States shall protect each of them [the States] against invasion.\" I am at a loss to conceive how this protection can be afforded to California and Oregon against such a naval power by any other means. I repeat the opinion contained in my last annual message that it would be inexpedient for the Government to undertake this great work by agents of its own appointment and under its direct and exclusive control. This would increase the patronage of the Executive to a dangerous extent and would foster a system of jobbing and corruption which no vigilance on the part of Federal officials could prevent. The construction of this road ought, therefore, to be intrusted to incorporated companies or other agencies who would exercise that active and vigilant supervision over it which can be inspired alone by a sense of corporate and individual interest. I venture to assert that the additional cost of transporting troops, munitions of war, and necessary supplies for the Army across the vast intervening plains to our possessions on the Pacific Coast would be greater in such a war than the whole amount required to construct the road. And yet this resort would after all be inadequate for their defense and protection.\n We have yet scarcely recovered from the habits of extravagant expenditure produced by our overflowing Treasury during several years prior to the commencement of my Administration. The financial reverses which we have since experienced ought to teach us all to scrutinize our expenditures with the greatest vigilance and to reduce them to the lowest possible point. The Executive Departments of the Government have devoted themselves to the accomplishment of this object with considerable success, as will appear from their different reports and estimates. To these I invite the scrutiny of Congress, for the purpose of reducing them still lower, if this be practicable consistent with the great public interests of the country. In aid of the policy of retrenchment, I pledge myself to examine closely the bills appropriating lands or money, so that if any of these should inadvertently pass both Houses, as must sometimes be the case, I may afford them an opportunity for reconsideration. At the same time, we ought never to forget that true public economy consists not in withholding the means necessary to accomplish important national objects confided to us by the Constitution, but in taking care that the money appropriated for these purposes shall be faithfully and frugally expended.\n It will appear from the report of the Secretary of the Treasury that it is extremely doubtful, to say the least, whether we shall be able to pass through the present and the next fiscal year without providing additional revenue. This can only be accomplished by strictly confining the appropriations within the estimates of the different Departments, without making an allowance for any additional expenditures which Congress may think proper, in their discretion, to authorize, and without providing for the redemption of any portion of the $20,000,000 of Treasury notes which have been already issued. In the event of a deficiency, which I consider probable, this ought never to be supplied by a resort to additional loans. It would be a ruinous practice in the days of peace and prosperity to go on increasing the national debt to meet the ordinary expenses of the Government. This policy would cripple our resources and impair our credit in case the existence of war should render it necessary to borrow money. Should such a deficiency occur as I apprehend, I would recommend that the necessary revenue be raised by an increase of our present duties on imports. I need not repeat the opinions expressed in my last annual message as to the best mode and manner of accomplishing this object, and shall now merely observe that these have since undergone no change. The report of the Secretary of the Treasury will explain in detail the operations of that Department of the Government. The receipts into the Treasury from all sources during the fiscal year ending June 30, 1859, including the loan authorized by the act of June 14, 1858, and the issues of Treasury notes authorized by existing laws, were $81,692,471.01, which sum, with the balance of $6,398,316.10 remaining in the Treasury at the commencement of that fiscal year, made an aggregate for the service of the year of $88,090,787.11.\n The public expenditures during the fiscal year ending June 30, 1859, amounted to $83,751,511.57. Of this sum $17,405,285.44 were applied to the payment of interest on the public debt and the redemption of the issues of Treasury notes. The expenditures for all other branches of the public service during that fiscal year were therefore $66,346,226.13. The balance remaining in the Treasury on the 1st July, 1859, being the commencement of the present fiscal year, was $4,339,275.54. The receipts into the Treasury during the first quarter of the present fiscal year, commencing July 1, 1859, were $20,618,865.85. Of this amount $3,821,300 was received on account of the loan and the issue of Treasury notes, the amount of $16,797,565.85 having been received during the quarter from the ordinary sources of public revenue. The estimated receipts for the remaining three quarters of the present fiscal year, to June 30, 1860, are $50,426,400. Of this amount it is estimated that $5,756,400 will be received for Treasury notes which may be reissued under the fifth section of the act of 3d March last, and $1,170,000 on account of the loan authorized by the act of June 14, 1858, making $6,926,400 from these extraordinary sources, and $43,500,000 from the ordinary sources of the public revenue, making an aggregate, with the balance in the Treasury on the 1st July, 1859, of $75,384,541.89 for the estimated means of the present fiscal year, ending June 30, 1860.\n The expenditures during the first quarter of the present fiscal year were $20,007,174.76. Four million six hundred and sixty-four thousand three hundred and sixty-six dollars and seventy-six cents of this sum were applied to the payment of interest on the public debt and the redemption of the issues of Treasury notes, and the remainder, being $15,342,808, were applied to ordinary expenditures during the quarter. The estimated expenditures during the remaining three quarters, to June 30, 1860, are $40,995,558.23, of which sum $2,886,621.34 are estimated for the interest on the public debt. The ascertained and estimated expenditures for the fiscal year ending June 30, 1860, on account of the public debt are accordingly $7,550,988.10, and for the ordinary expenditures of the Government $53,451,744.89, making an aggregate of $61,002,732.99, leaving an estimated balance in the Treasury on June 30, 1860, of $14,381,808.40.\n The estimated receipts during the next fiscal year, ending June 30, 1861, are $66,225,000, which, with the balance estimated, as before stated, as remaining in the Treasury on the 30th June, 1860, will make an aggregate for the service of the next fiscal year of $80,606,808.40.\n The estimated expenditures during the next fiscal year, ending 30th June, 1861, are $66,714,928.79. Of this amount $3,386,621.34 will be required to pay the interest on the public debt, leaving the sum of $63,328,307.45 for the estimated ordinary expenditures during the fiscal year ending 30th June, 1861. Upon these estimates a balance will be left in the Treasury on the 30th June, 1861, of $13,891,879.61. But this balance, as well as that estimated to remain in the Treasury on the 1st July, 1860, will be reduced by such appropriations as shall be made by law to carry into effect certain Indian treaties during the present fiscal year, asked for by the Secretary of the Interior, to the amount of $539,350; and upon the estimates of the postmaster-General for the service of his Department the last fiscal year, ending 30th June, 1859, amounting to $4,296,009, together with the further estimate of that officer for the service of the present fiscal year, ending 30th June, 1860, being $5,526,324, making an aggregate of $10,361,683.\n Should these appropriations be made as requested by the proper Departments, the balance in the Treasury on the 30th June, 1861, will not, it is estimated, exceed $3,530,196.61.\n I transmit herewith the reports of the Secretaries of War, of the Navy, of the Interior, and of the postmaster-General. They each contain valuable information and important recommendations well worthy of the serious consideration of Congress. It will appear from the report of the Secretary of War that the Army expenditures have been materially reduced by a system of rigid economy, which in his opinion offers every guaranty that the reduction will be permanent. The estimates of the Department for the next have been reduced nearly $2,000,000 below the estimates for the present fiscal year and $500,000 below the amount granted for this year at the last session of Congress.\n The expenditures of the Post-Office Department during the past fiscal year, ending on the 30th June, 1859, exclusive of payments for mail service specially provided for by Congress out of the general Treasury, amounted to $14,964,493.33 and its receipts to $7,968,484.07, showing a deficiency to be supplied from the Treasury of $6,996,009.26, against $5,235,677.15 for the year ending 30th June, 1858. The increased cost of transportation, growing out of the expansion of the service required by Congress, explains this rapid augmentation of the expenditures. It is gratifying, however, to observe an increase of receipts for the year ending on the 30th of June, 1859, equal to $481,691.21 compared with those in the year ending on the 30th June, 1858.\n It is estimated that the deficiency for the current fiscal year will be $5,988,424.04, but that for the year ending 30th June, 1861, it will not exceed $1,342,473.90 should Congress adopt the measures of reform proposed and urged by the Postmaster-General. Since the month of March retrenchments have been made in the expenditures amounting to $1,826,471 annually, which, however, did not take effect until after the commencement of the present fiscal year. The period seems to have arrived for determining the question whether this Department shall become a permanent and ever-increasing charge upon the Treasury, or shall be permitted to resume the self-sustaining policy which had so long controlled its administration. The course of legislation recommended by the Postmaster-General for the relief of the Department from its present embarrassments and for restoring it to its original independence is deserving of your early and earnest consideration.\n In conclusion I would again commend to the just liberality of Congress the local interests of the District of Columbia. Surely the city bearing the name of Washington, and destined, I trust, for ages to be the capital of our united, free, and prosperous Confederacy, has strong claims on our favorable regard."}