{"title": "December 3 1900 Fourth Annual Message-William McKinley", "content": " the various trans-Isthmian ship-canal projects, may be awaited.\n I commend to the early attention of the Senate the Convention with Great Britain to facilitate the construction of such a canal and to remove any objection which might arise out of the Convention commonly called the Clayton-Bulwer Treaty.\n The long-standing contention with Portugal, growing out of the seizure of the Delagoa Bay Railway, has been at last determined by a favorable award of the tribunal of arbitration at Berne, to which it was submitted. The amount of the award, which was deposited in London awaiting arrangements by the Governments of the United States and Great Britain for its disposal, has recently been paid over to the two Governments.\n A lately signed Convention of Extradition with Peru as amended by the Senate has been ratified by the Peruvian Congress.\n Another illustration of the policy of this Government to refer international disputes to impartial arbitration is seen in the agreement reached with Russia to submit the claims on behalf of American sealing vessels seized in Bering Sea to determination by Mr. T. M. C. Asser, a distinguished statesman and jurist of the Netherlands.\n Thanks are due to the Imperial Russian Government for the kindly aid rendered by its authorities in eastern Siberia to American missionaries fleeing from Manchuria.\n Satisfactory progress has been made toward the conclusion of a general treaty of friendship and intercourse with Spain, in replacement of the old treaty, which passed into abeyance by reason of the late war. A new convention of extradition is approaching completion, and I should be much pleased were a commercial arrangement to follow. I feel that we should not suffer to pass any opportunity to reaffirm the cordial ties that existed between us and Spain from the time of our earliest independence, and to enhance the mutual benefits of that commercial intercourse which is natural between the two countries.\n By the terms of the Treaty of Peace the line bounding the ceded Philippine group in the southwest failed to include several small islands lying westward of the Sulus, which have always been recognized as under Spanish control. The occupation of Sibutd and Cagayan Sulu by our naval forces elicited a claim on the part of Spain, the essential equity of which could not be gainsaid. In order to cure the defect of the treaty by removing all possible ground of future misunderstanding respecting the interpretation of its third article, I directed the negotiation of a supplementary treaty, which will be forthwith laid before the Senate, whereby Spain quits all title and claim of title to the islands named as well as to any and all islands belonging to the Philippine Archipelago lying outside the lines described in said third article, and agrees that all such islands shall be comprehended in the cession of the archipelago as fully as if they had been expressly included within those lines. In consideration of this cession the United States is to pay to Spain the sum of $100,000.\n A bill is now pending to effect the recommendation made in my last annual message that appropriate legislation be had to carry into execution Article VII of the Treaty of Peace with Spain, by which the United States assumed the payment of certain claims for indemnity of its citizens against Spain. I ask that action be taken to fulfill this obligation.\n The King of Sweden and Norway has accepted the joint invitation of the United States, Germany, and Great Britain to arbitrate claims growing out of losses sustained in the Samoan Islands in the course of military operations made necessary by the disturbances in 1899.\n Our claims upon the Government of the Sultan for reparation for injuries suffered by American citizens in Armenia and elsewhere give promise of early and satisfactory settlement. His Majesty's good disposition in this regard has been evinced by the issuance of an irade for rebuilding the American college at Harpoot.\n The failure of action by the Senate at its last session upon the commercial conventions then submitted for its consideration and approval, although caused by the great pressure of other legislative business, has caused much disappointment to the agricultural and industrial interests of the country, which hoped to profit by their provisions. The conventional periods for their ratification having expired, it became necessary to sign additional articles extending the time for that purpose. This was requested on our part, and the other Governments interested have concurred with the exception of one convention, in respect to which no formal reply has been received.\n Since my last communication to the Congress on this subject special commercial agreements under the third section of the tariff act have been proclaimed with Portugal, with Italy, and with Germany. Commercial conventions tinder the general limitations of the fourth section of the same act have been concluded with\n Nicaragua, with Ecuador, with the Dominican Republic, with Great Britain on behalf of the island of Trinidad, and with Denmark on behalf of the island of St. Croix. These will be early communicated to the Senate. Negotiations with other Governments are in progress for the improvement and security of our commercial relations.\n The policy of reciprocity so manifestly rests upon the principles of international equity and has been so repeatedly approved by the people of the United States that there ought to be no hesitation in either branch of the Congress in giving to it full effect.\n This Government desires to preserve the most just and amicable commercial relations with all foreign countries, unmoved by the industrial rivalries necessarily developed in the expansion of international trade. It is believed that the foreign Governments generally entertain the same purpose, although in some instances there are clamorous demands upon them for legislation specifically hostile to American interests. Should these demands prevail I shall communicate with the Congress with the view of advising such legislation as may be necessary to meet the emergency.\n The exposition of the resources and products of the Western Hemisphere to be held at Buffalo next year promises important results not only for the United States but for the other participating countries. It is gratifying that the Latin-American States have evinced the liveliest interest, and the fact that an International American Congress will be held in the City of Mexico while the exposition is in progress encourages the hope of a larger display at Buffalo than might otherwise be practicable. The work of preparing an exhibit of our national resources is making satisfactory progress under the direction of different officials of the Federal Government, and the various States of the Union have shown a disposition toward the most liberal participation in the enterprise.\n The Bureau of the American Republics continues to discharge, with the happiest results, the important work of promoting cordial relations between the United States and the Latin-American countries, all of which are now active members of the International Union. The Bureau has been instrumental in bringing about the agreement for another International American Congress, which is to meet in the City of Mexico in October, 1901. The Bureau's future for another term of ten years is assured by the international compact, but the congress will doubtless have much to do with shaping new lines of work and a general policy. Its usefulness to the interests of Latin-American trade is widely appreciated and shows a gratifying development.\n The practical utility of the consular service in obtaining a wide range of information as to the industries and commerce of other countries and the opportunities thereby afforded for introducing the sale of our goods have kept steadily in advance of the notable expansion of our foreign trade, and abundant evidence has been furnished, both at home and abroad, of the fact that the Consular Reports, including many from our diplomatic representatives, have to a considerable extent pointed out ways and means of disposing of a great variety of manufactured goods which otherwise might not have found sale abroad.\n Testimony of foreign observers to the commercial efficiency of the consular corps seems to be conclusive, and our own manufacturers and exporters highly appreciate the value of the services rendered not only in the printed reports but also in the individual efforts of consular officers to promote American trade. An increasing part of the work of the Bureau of Foreign Commerce, whose primary duty it is to compile and print the reports, is to answer inquiries from trade organizations, business houses, etc., as to conditions in various parts of the world, and, notwithstanding the smallness of the force employed, the work has been so systematized that responses are made with such promptitude and accuracy as to elicit flattering encomiums. The experiment of printing the Consular Reports daily for immediate use by trade bodies, exporters, and the press, which was begun in January, 1898, continues to give general satisfaction.\n It is gratifying to be able to state that the surplus revenues for the fiscal year ended June 30, 1900, were $79,527,060.18. For the six preceding years we had only deficits, the aggregate of which from 1894 to 1899, inclusive, amounted to $283,022,991.14. The receipts for the year from all sources, exclusive of postal revenues, aggregated $567,240,851.89, and expenditures for all purposes, except for the administration of the postal department, aggregated $487,713,791.71. The receipts from customs were $233,164,871.16, an increase over the preceding year Of $27,036,389.41. The receipts from internal revenue were $295,327,926.76, an increase Of $21,890,765.25 over 1899. The receipts from miscellaneous sources were $38,748,053.97, as against $36,394,976.92 for the previous year.\n It is gratifying also to note that during the year a considerable reduction is shown in the expenditures of the Government. The War Department expenditures for the fiscal year 1900 were $134,774,767.78, a reduction of $95,066,486.69 over those of 1899. In the Navy Department the expenditures were $55,953,077.72 for the year 1900, as against $63,942,104.25 for the preceding year, a decrease of $7,989,026.53. In the expenditures on account of Indians there was a decrease in 1900 over 1899 Of $2,630,604.38; and in the civil and miscellaneous expenses for 1900 there was a reduction Of $13,418,065.74.\n Because of the excess of revenues over expenditures the Secretary of the Treasury was enabled to apply bonds and other securities to the sinking fund to the amount Of $56,544,556.06. The details of the sinking fund are set forth in the report of the Secretary of the Treasury, to which I invite attention. The Secretary of the Treasury estimates that the receipts for the current fiscal year will aggregate $580,000,000 and the expenditures $500,000,000, leaving an excess of revenues over expenditures of $80,000,000. The present condition of the Treasury is one of undoubted strength. The available cash balance November 30 was $139,303,794.50. Under the form of statement prior to the financial law of March 14 last there would have been included in the statement of available cash gold coin and bullion held for the redemption of United States notes.\n If this form were pursued, the cash balance including the present gold reserve of $150,000,000, would be $289,303,794.50. Such balance November 30, 1899, was $296,495,301.55. In the general fund, which is wholly separate from the reserve and trust funds, there was on November 30, $70,090,073.15 in gold coin and bullion, to which should be added $22,957,300 in gold certificates subject to issue, against which there is held in the Division of Redemption gold coin and bullion, making a total holding of free gold amounting to $93,047,373.15.\n It will be the duty as I am sure it will be the disposition of the Congress to provide whatever further legislation is needed to insure the continued parity under all conditions between our two forms of metallic money, silver and gold.\n Our surplus revenues have permitted the Secretary of the Treasury since the close of the fiscal year to call in the funded loan of 1891 continued at 2 per cent, in the sum of $25,364,500. To and including November 30, $23,458,100 Of these bonds have been paid. This sum, together with the amount which may accrue from further redemptions under the call, will be applied to the sinking fund.\n The law of March 14, 1900, provided for refunding into 2 per cent thirty-year bonds, payable, principal and interest, in gold coin of the present standard value, that portion of the public debt represented by the 3 per cent bonds of 1908, the 4 percents Of 1907, and the 5 percents of 1904, Of which there was outstanding at the date of said law $839,149,930, The holders of the old bonds presented them for exchange between March 14 and November 30 to the amount of $364,943,750. The net saving to the Government on these transactions aggregates $9,106,166.\n Another effect of the operation, as stated by the Secretary, is to reduce the charge upon the Treasury for the payment of interest from the dates of refunding to February 1, 1904, by the sum of more than seven million dollars annually. From February 1, 1904, to July 1, 11907, the annual interest charge will be reduced by the sum of more than five millions, and for the thirteen months ending August 1, 1908, by about one million. The full details of the refunding are given in the annual report of the Secretary of the Treasury.\n The beneficial effect of the financial act of 1900, so far as it relates to a modification of the national banking act, is already apparent. The provision for the incorporation of national banks with a capital of not less than $25,000 in places not exceeding three thousand inhabitants has resulted in the extension of banking facilities to many small communities hitherto unable to provide themselves with banking institutions under the national system. There were organized from the enactment of the law up to and including November 30, 369 national banks, of which 266 were with capital less than $50,000, and 103 with capital of $50,000 or more.\n It is worthy of mention that the greater number of banks being organized under the new law are in sections where the need of banking facilities has been most pronounced. Iowa stands first, with 30 banks of the smaller class, while Texas, Oklahoma, Indian Territory, and the middle and western sections of the country have also availed themselves largely of the privileges under the new law.\n A large increase in national bank-note circulation has resulted from the provision of the act which permits national banks to issue circulating notes to the par value of the United States bonds de. posited as security instead of only go per cent thereof, as heretofore. The increase in circulating notes from March 14 to November 30 is $77,889,570.\n The party in power is committed to such legislation as will better make the currency responsive to the varying needs of business at all seasons and in all sections.\n Our foreign trade shows a remarkable record of commercial and industrial progress. The total of imports and exports for the first time in the history of the country exceeded two billions of dollars. The exports are greater than they have ever been before, the total for the fiscal year 1900 being $1,394,483,082, an increase over 1899 of $167,459,780, an increase over 1898 of $163,000,752, over 1897 Of $343,489,526, and greater than 1896 by $511,876,144.\n The growth of manufactures in the United States is evidenced by the fact that exports of manufactured products largely exceed those of any previous year, their value for 1900 being $433,851,756, against $339,592,146 in 1899, an increase of 28 per cent.\n Agricultural products were also exported during 1900 in greater volume than in 1899, the total for the year being $835,858,123, against $784,776,142 in 1899.\n The imports for the year amounted to $849,941,184, an increase over 1899 of $152,792,695. This increase is largely in materials for manufacture, and is in response to the rapid development of manufacturing in the United States. While there was imported for use in manufactures in 1900 material to the value of $79,768,972 in excess of 1899, it is reassuring to observe that there is a tendency toward decrease in the importation of articles manufactured ready for consumption, which in 1900 formed 15.17 per cent of the total imports, against 15.54 per cent in 1899 and 21.09 per cent in 1896.\n I recommend that the Congress at its present session reduce the internal-revenue taxes imposed to meet the expenses of the war with Spain. in the sum of thirty millions of dollars. This reduction should be secured by the remission of those taxes which experience has shown to be the most burdensome to the industries of the people.\n I specially urge that there be included in whatever reduction is made the legacy tax on bequests for public uses of a literary, educational, or charitable character.\n American vessels during the past three years have carried about 9 per cent of our exports and imports. Foreign ships should carry the least, not the greatest, part of American trade. The remarkable growth of our steel industries, the progress of shipbuilding for the domestic trade, and our steadily maintained expenditures for the Navy have created an opportunity to place the United States in the 6rst rank of commercial maritime powers.\n Besides realizing a proper national aspiration this will mean the establishment and healthy growth along all our coasts of a distinctive national industry, expanding the field for the profitable employment of labor and capital. It will increase the transportation facilities and reduce freight charges on the vast volume of products brought from the interior to the seaboard for export, and will strengthen an arm of the national defense upon which the founders of the Government and their successors have relied. In again urging immediate action by the Congress on measures to promote American shipping and foreign trade, I direct attention to the recommendations on the subject in previous messages, and particularly to the opinion expressed in the message of 1899:\n I am satisfied the judgment of the country favors the policy of aid to our merchant marine, which will broaden our commerce and markets and upbuild our sea-carrying capacity for the products of agriculture and manufacture, which, with the increase of our Navy, mean more work and wages to our countrymen, as well as a safeguard to American interests in every part of the world.\n The attention of the Congress is invited to the recommendation of the Secretary of the Treasury in his annual report for legislation in behalf of the Revenue-Cutter Service, and favorable action is urged.\n In my last annual message to the Congress I called attention to the necessity for early action to remedy such evils as might be found to exist in connection with combinations of capital organized into trusts, and again invite attention to my discussion of the subject at that time, which concluded with these words:\n It is apparent that uniformity of legislation upon this subject in the several States is much to be desired. It is to be hoped that such uniformity, founded in a wise and just discrimination between what is injurious and what is useful and necessary in business operations, may be obtained, and that means may be found for the Congress, within the limitations of its constitutional power, so to supplement an effective code of State legislation as to make a complete system of laws throughout the United States adequate to compel a general observance of the salutary rules to which I have referred.\n The whole question is so important and far-reaching that I am sure no part of it will be lightly considered, but every phase of it will have the studied deliberation of the Congress, resulting in wise and judicious action.\n Restraint upon such combinations as are injurious, and which are within Federal jurisdiction, should be promptly applied by the Congress.\n In my last annual message I dwelt at some length upon the condition of affairs in the Philippines. While seeking to impress upon you that the grave responsibility of the future government of those islands rests with the Congress of the United States, I abstained from recommending at that time a specific and final form of government for the territory actually held by the United States forces and in which as long as insurrection continues the military arm must necessarily be supreme. I stated my purpose, until the Congress shall have made the formal expression of its will, to use the authority vested in me by the Constitution and the statutes to uphold the sovereignty of the United States in those distant islands as in all other places where our flag rightfully floats, placing, to that end, at the disposal of the army and navy all the means which the liberality of the Congress and the people have provided. No contrary expression of the will of the Congress having been made, I have steadfastly pursued the purpose so declared, employing the civil arm as well toward the accomplishment of pacification and the institution of local governments within the lines of authority and law.\n Progress in the hoped-for direction has been favorable. Our forces have successfully controlled the greater part of the islands, overcoming the organized forces of the insurgents and carrying order and administrative regularity to all quarters. What opposition remains is for the most part scattered, obeying no concerted plan of strategic action, operating only by the methods common to the traditions of guerrilla warfare, which, while ineffective to alter the general control now established, are still sufficient to beget insecurity among the populations that have felt the good results of our control and thus delay the conferment upon them of the fuller measures of local self-government, of education, and of industrial and agricultural development which we stand ready to give to them.\n By the spring of this year the effective opposition of the dissatisfied Tagals to the authority of the United States was virtually ended, thus opening the door for the extension of a stable administration over much of the territory of the Archipelago. Desiring to bring this about, I appointed in March last a civil Commission composed of the Hon. William H. Taft, of Ohio; Prof. Dean C. Worcester, of Michigan; the Hon. Luke I. Wright, of Tennessee; the Hon. Henry C. Ide, of Vermont, and Prof. Bernard Moses, of California. The aims of their mission and the scope of their authority are clearly set forth in my instructions of April 7, 1900, addressed to the Secretary of War to be transmitted to them:\n In the message transmitted to the Congress on the 5th of December, 1899, 1 said. sneaking of the Philippine Islands: 11 As long as the insurrection continues the military arm must necessarily be supreme. But there is no reason why steps should not be taken from time to time to inaugurate governments essentially popular in their form as fast as territory is held and controlled by our troops. To this end I am considering the advisability of the return of the Commission, or such of the members thereof as can be secured, to aid the existing authorities and facilitate this work throughout the islands.\"\n To give effect to the intention thus expressed, I have appointed Hon. William H. Taft, of Ohio; Prof. Dean C. Worcester, of Michigan; Non. Luke I. Wright, of Tennessee; Hon. Henry C. Ide, of Vermont, and Prof. Bernard Moses, of California, Commissioners to the Philippine Islands to continue and perfect the work of organizing and establishing civil government already commenced by the military authorities, subject in all respects to any laws which Congress may hereafter enact.\n The Commissioners named will meet and act as a board, and the Hon. William H. Taft t is designated as president of the board. It is probable that the transfer of authority from military commanders to civil officers will be gradual and will occupy a considerable period. Its successful accomplishment and the maintenance of peace and order in the meantime will require the most perfect co-operation between the civil and military authorities in the islands, and both should be directed during the transition period by the same Executive Department. The Commission will therefore report to the Secretary of War, and all their action will be subject to your approval and control.\n You will instruct the Commission to proceed to the city of Manila, where they will make their principal office, and to communicate with the Military Governor of the Philippine Islands, whom you will at the same time direct to render to them every assistance within his power in the performance of their duties. Without hampering them by too specific instructions, they should in general be enjoined, after making themselves familiar with the conditions and needs of the country, to devote their attention in the first instance to the establishment of municipal governments, in which the natives of the islands, both in the cities and in the rural communities, shall be afforded the opportunity to manage their own local affairs to the fullest extent of which they are capable and subject to the least degree of supervision and control which a careful study of their capacities and observation of the workings of native control show to be consistent with the maintenance of law, order, and loyalty.\n The next subject in order of importance should be the organization of government in the larger administrative divisions corresponding to counties, departments, or provinces, in which the common interests of many or several municipalities failing within the same tribal lines, or the same natural geographical limits, may best be subserved by a common administration. Whenever the Commission is of the opinion that the condition of affairs in the islands is such that the central administration may safely be transferred from military to civil control they will report that conclusion to you, with their recommendations as to the form of central government to be established for the purpose of taking over the control.\n Beginning with the 1st day of September, 1900, the authority to exercise, subject to my approval, through the Secretary of War, that part of the power of government in the Philippine Islands which is of a legislative nature is to be transferred from the Military Governor of the islands to this Commission, to be thereafter exercised by them in the place and stead of the Military Governor, under such rules and regulations as you shall prescribe, until the establishment of the civil central government for the islands contemplated in the last foregoing paragraph, or until Congress shall otherwise provide. Exercise of this legislative authority will include the making of rules and orders, having the effect of law, for the raising of revenue by taxes, customs duties, and imposts; the appropriation and expenditure of public funds of the islands; the establishment of an educational system throughout t1he islands; the establishment of a system to secure an efficient civil service; the organization and establishment of courts; the organization and establishment of municipal and departmental governments, and all other matters of a civil nature for which the Military Governor is now competent to provide by rules or orders of a legislative character.\n The Commission will also have power during the same period to appoint to office such officers under the judicial, educational, and civil-service systems and in the municipal and departmental governments as shall be provided for. Until the complete transfer of control the Military Governor will remain the chief executive head of the government of the islands, and will exercise the executive authority now possessed by him and not herein expressly assigned to the Commission, subject, however, to the rules and orders enacted by the Commission in the exercise of the legislative powers conferred upon them. In the meantime the municipal and departmental governments will continue to report to the Military Governor and be subject to his administrative supervision and control, under your direction, but that supervision and control will be confined within the narrowest limits consistent with the requirement that the powers of government in the municipalities and departments shall be honestly and effectively exercised and that law and order and individual freedom shall be maintained.\n All legislative rules and orders, establishments of government, and appointments to office by the Commission will take effect immediately, or at such times as they shall designate, subject to your approval and action upon the coming in of the Commission's reports, which are to be made from time to time as their action is taken. Wherever civil governments are constituted under the direction of the Commission such military posts, garrisons, and forces will be continued for the suppression of insurrection and brigandage and the maintenance of law and order as the Military Commander shall deem requisite, and the military forces shall be at all times subject, under his orders, to the call of the civil authorities for the maintenance of law and order and the enforcement of their authority.\n In the establishment of municipal governments the Commission will take as the basis of their work the governments established by the Military Governor under his order of August 8, 1899. and under the report of the board constituted by the Military Governor by his order of January 29, 1900, to formulate and report a plan of municipal government, of which His Honor Cayetano Arellano, President of the Audiencia, was chairman, and they will give to the conclusions of that board the weight and consideration which the high character and distinguished abilities of its members justify.\n In the constitution of departmental or provincial governments they will give especial attention to the existing government of the island of Negros, constituted, with the approval of the people of that island, under the order of the Military Governor of July 22, 1899, and after verifying, so far as may be practicable, the reports of the successful working of that government they will be guided by the experience thus acquired so far as it may be applicable to the condition existing in other portions of the Philippines. They will avail themselves, to the fullest degree practicable, of the conclusions reached by the previous Commission to the Philippines.\n In the distribution of powers among the governments organized by the Commission, the presumption is always to be in favor of the smaller subdivision, so that all the powers which can properly be exercised by the municipal government shall be vested in that government, and all the powers of a more general character which can be exercised by the departmental government shall be vested in that government, and so that in the governmental system, which is the result of the process, the central government of the islands, following the example of the distribution of the powers between the States and the National Government of the United States, shall have no direct administration except of matters of purely general concern, and shall have only such supervision and control over local governments as may be necessary to secure and enforce faithful and efficient administration by local officers.\n The many Different degrees of civilization and varieties of custom and capacity among the people of the different islands preclude very definite instruction as to the part which the people shall take in the selection of their own officers; but these general rules are to be observed: That in all cases the municipal officers, who administer the local affairs of the people, are to be selected by the people, and that wherever officers of more extended jurisdiction are to be selected in any way, natives of the islands are to be preferred, and if they can be found competent and willing to perform the duties, they are to receive the offices in preference to any others.\n It will be necessary to fill some offices for the present with Americans which after a time may well be filled by natives of the islands. As soon as practicable a system for ascertaining the merit and fitness of candidates for civil office should be put in force. An indispensable qualification for all offices and positions of trust and authority in the islands must be absolute and unconditional loyalty to the United States, and absolute and unhampered authority and power to remove and punish any officer deviating from that standard must at all times be retained in the bands of the central authority of the islands.\n In all the forms of government and administrative provisions which they are authorized to prescribe the Commission should bear in mind that the government which they are establishing is designed not for our satisfaction, or for the expression of our theoretical views, but for the happiness, peace, and prosperity of tile people of the Philippine Islands, and the measures adopted should be made to conform to their customs, their habits, and even heir prejudices, to the fullest extent consistent with the accomplishment of the Indispensable requisites of just and effective government.\n At the same time the Commission should bear in mind, and the people of the islands should be made plainly to understand, that there are certain great principles of government which have been made the basis of our governmental system which we deem essential to the rule of law and the maintenance of individual freedom, and of which they have, unfortunately, been denied the experience possessed by us; that there are also certain practical rules of government which we have found to be essential to the preservation of these great principles of liberty and law, and that these principles and these rules of government must be established and maintained in their islands for the sake of their liberty and happiness, however much they may conflict with the customs or laws of procedure with which they are familiar.\n It is evident that the most enlightened thought of the Philippine Islands fully appreciates the importance of these principles and rules, and they will inevitably within a short time command universal assent. Upon every division and branch of the government of the Philippines, therefore, must be imposed these inviolable rules:\n That no person shall be deprived of life, liberty, or property without due process of law; that private property shall not be taken for public use without just compensation; that in all criminal prosecutions the accused shall enjoy the right to a speedy and public trial, to be informed of the nature and cause of the accusation, to be confronted with the witnesses against him, to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense; that excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishment inflicted; that no person shall be put twice in jeopardy for the same offense, or be compelled in any criminal case to be a witness against himself; that the right to be secure against unreasonable searches and seizures shall not be violated; that neither slavery nor involuntary servitude shall exist except as a punishment for crime; that no bill of attainder or ex-post facto law shall be passed; that no law shall be passed abridging the freedom of speech or of the press, or the rights of the people to peaceably assemble and petition the Government for a redress of grievances; that no law shall be made respecting an establishment of religion, or prohibiting the free exercise thereof, and that the free exercise and enjoyment of religious profession and worship without discrimination or preference shall forever be allowed.\n It will be the duty of the Commission to make a thorough investigation into the titles to the large tracts of land held or claimed by individuals or by religious orders; into the justice of the claims and complaints made against Stich landholders by the people of the island or any part of the people, and to seek by wise and peaceable measures a just settlement of the controversies and redress of wrongs which have caused strife and bloodshed in the past. In the performance of this duty the Commission is enjoined to see that no injustice is done; to have regard for substantial rights and equity, disregarding technicalities so far as substantial right permits, and to observe the following rules:\n That the provision of the Treaty of Paris pledging the United States to the protection of all rights of property in the islands, and as well the principle of our own Government which prohibits the taking of private property without due process of law, shall not be violated; that the welfare of the people of the islands, which should be a paramount consideration, shall be attained consistently with this rule of property right; that if it becomes necessary for the public interest of the people of the islands to dispose of claims to property which the Commission finds to be not lawfully acquired and held disposition shall be made thereof by due legal procedure, in which there shall be full opportunity for fair and impartial hearing and judgment; that if the same public interests require the extinguishment of property rights lawfully acquired and held due compensation shall be made out of the public treasury therefore; that no form of religion and no minister of religion shall be forced upon any community or upon any citizen of the islands; that, upon the other hand, no minister of religion shall be interfered with or molested in following his calling. and that the separation between State and Church shall be real, entire, and absolute.\n It will be the duty of the Commission to promote and extend, and, as they find occasion, to improve the system of education already inaugurated by the military authorities. In doing this they should regard as of first importance the extension of a system of primary education which shall be free to all, and which shall tend to fit the people for the duties of citizenship and for the ordinary avocations of a civilized community. This instruction should be given in the first instance in every part of the islands in the language of the people. In view of the great number of languages spoken by the different tribes, it is especially important to the prosperity of the islands that a common medium of communication may be established, and it is obviously desirable that this medium should be the English language. Especial attention should be at once given to affording full opportunity to all the people of the islands to acquire the use of the English language.\n It may be well that the main changes which should be made in the system of taxation and in the body of the laws under which the people are governed, except such changes as have already been made by the military government, should be relegated to the civil government which is to be established under the auspices of the Commission. It will, however, be the duty of the Commission to inquire diligently as to whether there are any further changes which ought not to be delayed, and if so, they are authorized to make such changes subject to your approval. In doing so they are to bear in mind that taxes which tend 6 penalize or repress industry and enterprise are to be avoided; that provisions for taxation should be simple, so that they may be understood by the people; that they should affect the fewest practicable subjects of taxation which will serve for the general distribution of the burden.\n The main body of the laws which regulate the rights and obligations of the people should be maintained with as little interference as possible. Changes made should be mainly in procedure, and in the criminal laws to secure speedy and impartial trials, and at the same time effective administration and respect for individual rights.\n In dealing with the uncivilized tribes of the islands the Commission should adopt the same course followed by Congress in permitting the tribes of our North American Indians to maintain their tribal organization and government, and under which many of those tribes are now living in peace and contentment, surrounded by a civilization to which they are unable or unwilling to conform. Such tribal governments should, however, be subjected to wise and firm regulation, and, without undue or petty interference, constant and active effort should be exercised to prevent barbarous practices and introduce civilized customs.\n Upon all officers and employees of the United States, both civil and military, should be impressed a sense of the duty to observe not merely the material but the personal and social rights of the people of the islands, and to treat them with the same courtesy and respect for their personal dignity which the people of the United States are accustomed W require from each other.\n The articles of capitulation of the city of Manila on the 13th of August, 1898, concluded with these words:\n \"This city, its inhabitants, its churches and religious worship, its educational establishments, and its private property of all descriptions, are placed under the special safeguard of the faith and honor of the American Army.\"\n I believe that this pledge has been faithfully kept. As high and sacred an obligation rests upon the Government of the United States to give protection for property and life, civil and religious freedom, and wise, firm, and unselfish guidance in the paths of peace and prosperity to all the people of the Philippine Islands. I charge this Commission to labor for the full performance of this obligation, which concerns the honor and conscience of their country, in the firm hope that through their labors all the inhabitants of the Philippine Islands may come to look back with gratitude to the day when God gave victory to American arms at Manila and set their land under the sovereignty and the protection of the people of the United States.\n Coincidently with the entrance of the Commission upon its labors I caused to be issued by General MacArthur, the Military Governor of the Philippines, on June 21, 1900, a proclamation of amnesty in generous terms, of which many of the insurgents took advantage, among them a number of important leaders.\n This Commission, composed of eminent citizens representing the diverse geographical and political interests of the country, and bringing to their task the ripe fruits of long and intelligent service in educational, administrative, and judicial careers, made great progress from the outset. As early as August 21, 1900, it submitted a preliminary report, which will be laid before the Congress, and from which it appears that already the good effects of returning order are felt; that business, interrupted by hostilities, is improving as peace extends; that a larger area is under sugar cultivation than ever before; that the customs revenues are greater than at any time during the Spanish rule; that economy and efficiency in the military administration have created a surplus fund of $6,000,000, available for needed public improvements; that a stringent civil-service law is in preparation; that railroad communications are expanding, opening up rich districts, and that a comprehensive scheme of education is being organized.\n Later reports from the Commission show yet more encouraging advance toward insuring the benefits of liberty and good government to the Filipinos, in the interest of humanity and with the aim of building up an enduring, self-supporting, and self-administering community in those far eastern seas. I would impress upon the Congress that whatever legislation may be enacted in respect to the Philippine Islands should be along these generous lines. The fortune of war has thrown upon this nation an unsought trust which should be unselfishly discharged, and devolved upon this Government a moral as well as material responsibility toward these millions whom we have freed from an oppressive yoke.\n I have on another occasion called the Filipinos the wards of the nation. \"Our obligation as guardian was not lightly assumed; it must not be otherwise than honestly fulfilled, aiming first of all to benefit those who have come under our fostering care. It is our duty so to treat them that our flag may be no less beloved in the mountains of Luzon and the fertile zones of Mindanao and Negros than it is at home, that there as here it shall be the revered symbol of liberty, enlightenment, and progress in every avenue of development\n The Filipinos are a race quick to learn and to profit by knowledge He would be rash who, with the teachings of contemporaneous history in view, would fix a limit to the degree of culture and advancement yet within the reach of these people if our duty toward them be faithfully performed.\n The civil government of Puerto Rico provided for by the act of the Congress approved April 12, 1900 is in successful operation The courts have been established. The Governor and his associates, working intelligently and harmoniously, are meeting with Commendable success.\n On the 6th of November a general election was held in the island for members of the Legislature, and the body elected has been called to convene on the first Monday of December.\n I recommend that legislation be enacted by the Congress conferring upon the Secretary of the Interior supervision over the public lands in Puerto Rico, and that he be directed to ascertain the location and quantity of lands the title to which remained in the Crown of Spain at the date of cession of Puerto Rico to the United States, and that appropriations necessary for surveys be made, and that the methods of the disposition of such lands be prescribed by law.\n On the 25th of July, 1900, I directed that a call be issued for an election in Cuba for members of a constitutional convention to frame a constitution as a basis for a stable and independent government in the island. In pursuance thereof the Military Governor issued the following instructions:\n Whereas the Congress of the United States, by its joint resolution of April 20, 1898, declared:\n \"That the people of the island of Cuba are, and of right ought to be, free and independent.\n \"That the United States hereby disclaims any disposition or intention to exercise sovereignty, jurisdiction, or control over said island except for the pacification thereof, and asserts its determination, when that is accomplished, to leave the government and control of the island to its people;\"\n And whereas, the people of Cuba have established municipal governments, deriving their authority from the suffrages of the people given under just and equal\n laws, and are now ready, in like manner, to proceed to the establishment of a general government which shall assume and exercise sovereignty, jurisdiction, and control over the island:\n Therefore, it is ordered that a general election be held in the island of Cuba on the third Saturday of September, in the year nineteen hundred, to elect delegates to a convention to meet in the city of Havana at twelve o'clock noon on the first Monday of November, in the year nineteen hundred, to frame and adopt a constitution for the people of Cuba, and as a part thereof to provide for and agree with the Government of the United States upon the relations to exist between that Government and the Government of Cuba, and to provide for the election by the people of officers under such constitution and the transfer of government to the officers so elected.\n The election will be held in the several voting precincts of the island under, and pursuant to, the provisions of the electoral law of April 18, 1900, and the amendments thereof.\n The election was held on the 15th of September, and the convention assembled on the 5th of November, 1900, and is now in session.\n In calling the convention to order, the Military Governor of Cuba made the following statement:\n As Military Governor of the island, representing the President of the United States, I call this convention to order.\n It will be your duty, first, to frame and adopt a constitution for Cuba, and whet) that has been done to formulate what in your opinion ought to be the relations between Cuba and the United States.\n The constitution must be adequate to secure a stable, orderly, and free government.\n When you have formulated the relations which in your opinion ought to exist between Cuba and the United States the Government of the United States will doubtless take such action on its part as shall lead to a final and authoritative agreement between the people of the two countries to the promotion of their common interests.\n All friends of Cuba will follow your deliberations with the deepest interest, earnestly desiring that you shall reach just conclusions, and that by the dignity, individual self-restraint, and wise conservatism which shall characterize your proceedings the capacity of the Cuban people for representative government may be signally illustrated.\n The fundamental distinction between true representative government and dictatorship is that in the former every representative of the people, in whatever office, confines himself strictly within the limits of his defined powers. Without such restraint there can be no free constitutional government.\n Under the order pursuant to which you have been elected and convened you have no duty and no authority to take part in the present government of the island. Your powers are strictly limited by the terms of that order.\n When the convention concludes its labors I will transmit to the Congress the constitution as framed by the convention for its consideration and for such action as it may deem advisable.\n I renew the recommendation made in my special message of February 10, 1899, as to the necessity for cable communication between the United States and Hawaii, with extension to Manila. Since then circumstances have strikingly emphasized this need. Surveys have shown the entire feasibility of a chain of cables which at each stopping place shall touch on American territory, so that the system shall be under our own complete control. Manila once within telegraphic reach, connection with the systems of the Asiatic coast would open increased and profitable opportunities for a more direct cable route from our shores to the Orient than is now afforded by the trans-Atlantic, continental, and trans-Asian lines. I urge attention to this important matter\n The present strength of the Army is 100,000 men -- 65,ooo regulars and 35,000 volunteers. Under the act of March 2, 1899, on the 3oth of June next the present volunteer force will be discharged and the Regular Army will be reduced to 2,447 officers and 29,025 enlisted men.\n In 1888 a Board of Officers convened by President Cleveland adopted a comprehensive scheme of coast-defense fortifications which involved the outlay of something over one hundred million dollars. This plan received the approval of the Congress, and since then regular appropriations have been made and the"}