{"title": "December 1 1873 Fifth Annual Message-Ulysses S. Grant", "content": "riendly creditor will necessarily embarrass, and oftentimes accomplish the financial ruin, of a responsible business man. Those who otherwise might make lawful and just arrangements to relieve themselves from difficulties produced by the present stringency in money are prevented by their constant exposure to attack and disappointment by proceedings against them in bankruptcy, and, besides, the law is made use of in many cases by obdurate creditors to frighten or force debtors into a compliance with their wishes and into acts of injustice to other creditors and to themselves. I recommend that so much of said act as provides for involuntary bankruptcy on account of the suspension of payment be repealed.\n Your careful attention is invited to the subject of claims against the Government and to the facilities afforded by existing laws for their prosecution. Each of the Departments of State, Treasury, and War has demands for many millions of dollars upon its files, and they are rapidly accumulating. To these may be added those now pending before Congress, the Court of Claims, and the Southern Claims Commission, making in the aggregate an immense sum. Most of these grow out of the rebellion, and are intended to indemnify persons on both sides for their losses during the war; and not a few of them are fabricated and supported by false testimony. Projects are on foot, it is believed, to induce Congress to provide for new classes of claims, and to revive old ones through the repeal or modification of the statute of limitations, by which they are now barred. I presume these schemes, if proposed, will be received with little favor by Congress, and I recommend that persons having claims against the United States cognizable by any tribunal or Department thereof be required to present them at an early day, and that legislation be directed as far as practicable to the defeat of unfounded and unjust demands upon the Government; and I would suggest, as a means of preventing fraud, that witnesses be called upon to appear in person to testify before those tribunals having said claims before them for adjudication. Probably the largest saving to the National Treasury can be secured by timely legislation on these subjects of any of the economic measures that will be proposed.\n You will be advised of the operations of the Department of Justice by the report of the Attorney-General, and I invite your attention to the amendments of existing laws suggested by him, with the view of reducing the expenses of that Department.\n DEPARTMENT OF THE INTERIOR.\n The policy inaugurated toward the Indians at the beginning of the last Administration has been steadily pursued, and, I believe, with beneficial results. It will be continued with only such modifications as time and experience may demonstrate as necessary.\n With the encroachment of civilization upon the Indian reservations and hunting grounds, disturbances have taken place between the Indians and whites during the past year, and probably will continue to do so until each race appreciates that the other has rights which must be respected.\n The policy has been to collect the Indians as rapidly as possible on reservations, and as far as practicable within what is known as the Indian Territory, and to teach them the arts of civilization and self-support. Where found off their reservations, and endangering the peace and safety of the whites, they have been punished, and will continue to be for like offenses.\n The Indian Territory south of Kansas and west of Arkansas is sufficient in area and agricultural resources to support all the Indians east of the Rocky Mountains. In time, no doubt, all of them, except a few who may elect to make their homes among white people, will be collected there. As a preparatory step for this consummation, I am now satisfied that a Territorial form of government should be given them, which will secure the treaty rights of the original settlers and protect their homesteads from alienation for a period of twenty years.\n The operations of the Patent Office are growing to such a magnitude and the accumulation of material is becoming so great that the necessity of more room is becoming more obvious day by day. I respectfully invite your attention to the reports of the Secretary of the Interior and Commissioner of Patents on this subject.\n The business of the General Land Office exhibits a material increase in all its branches during the last fiscal year. During that time there were disposed of out of the public lands 13,030,606 acres, being an amount greater by 1,165,631 acres than was disposed of during the preceding year. Of the amount disposed of, 1,626,266 acres were sold for cash, 214,940 acres were located with military land warrants, 3,793,612 acres were taken for homesteads, 653,446 acres were located with agricultural-college scrip, 6,083,536 acres were certified by railroads, 76,576 acres were granted to wagon roads, 238,548 acres were approved to States as swamp lands, 138,681 acres were certified for agricultural colleges, common schools, universities, and seminaries, 190,775 acres were approved to States for internal improvements, and 14,222 acres were located with Indian scrip. The cash receipts during the same time were $3,408,515.50, being $190,415.50 in excess of the receipts of the previous year. During the year 30,488,132 acres of public land were surveyed, an increase over the amount surveyed the previous year of 1,037,193 acres, and, added to the area previously surveyed, aggregates 616,554,895 acres which have been surveyed, leaving 1,218,443,505 acres of the public land still unsurveyed.\n The increased and steadily increasing facilities for reaching our unoccupied public domain and for the transportation of surplus products enlarge the available field for desirable homestead locations, thus stimulating settlement and extending year by year in a gradually increasing ratio the area of occupation and cultivation.\n The expressed desire of the representatives of a large colony of citizens of Russia to emigrate to this country, as is understood, with the consent of their Government, if certain concessions can be made to enable them to settle in a compact colony, is of great interest, as going to show the light in which our institutions are regarded by an industrious, intelligent, and wealthy people, desirous of enjoying civil and religious liberty; and the acquisition of so large an immigration of citizens of a superior class would without doubt be of substantial benefit to the country. I invite attention to the suggestion of the Secretary of the Interior in this behalf.\n There was paid during the last fiscal year for pensions, including the expense of disbursement, $29,185,289.62, being an amount less by $984,050.98 than was expended for the same purpose the preceding year. Although this statement of expenditures would indicate a material reduction in amount compared with the preceding year, it is believed that the changes in the pension laws at the last session of Congress will absorb that amount the current year. At the close of the last fiscal year there were on the pension rolls 99,804 invalid military pensioners and 112,088 widows, orphans, and dependent relatives of deceased soldiers, making a total of that class of 211,892; 18,266 survivors of the War of 1812 and 5,058 widows of soldiers of that war pensioned under the act of Congress of February 14, 1871, making a total of that class of 23,319; 1,480 invalid navy pensioners and 1,770 widows, orphans, and dependent relatives of deceased officers, sailors, and marines of the Navy, making a total of navy pensioners of 3,200, and a grand total of pensioners of 311 classes of 238,411, showing a net increase during the last fiscal year of 6,182. During the last year the names of 16,405 pensioners were added to the rolls, and 10,223 names were dropped therefrom for various causes.\n The system adopted for the detection of frauds against the Government in the matter of pensions has been productive of satisfactory results, but legislation is needed to provide, if possible, against the perpetration of such frauds in future.\n The evidently increasing interest in the cause of education is a most encouraging feature in the general progress and prosperity of the country, and the Bureau of Education is earnest in its efforts to give proper direction to the new appliances and increased facilities which are being offered to aid the educators of the country in their great work.\n The Ninth Census has been completed, the report thereof published and distributed, and the working force of the Bureau disbanded. The Secretary of the Interior renews his recommendation for a census to be taken in 1875, to which subject the attention of Congress is invited. The original suggestion in that behalf has met with the general approval of the country; and even if it be not deemed advisable at present to provide for a regular quinquennial census, a census taken in 1875, the report of which could be completed and published before the one hundredth anniversary of our national independence, would be especially interesting and valuable, as showing the progress of the country during the first century of our national existence. It is believed, however, that a regular census every five years would be of substantial benefit to the country, inasmuch as our growth hitherto has been so rapid that the results of the decennial census are necessarily unreliable as a basis of estimates for the latter years of a decennial period.\n DISTRICT OF COLUMBIA.\n Under the very efficient management of the governor and the board of public works of this District the city of Washington is rapidly assuming the appearance of a capital of which the nation may well be proud. From being a most unsightly place three years ago, disagreeable to pass through in summer in consequence of the dust arising from unpaved streets, and almost impassable in the winter from the mud, it is now one of the most sightly cities in the country, and can boast of being the best paved.\n The work has been done systematically, the plans, grades, location of sewers, water and gas mains being determined upon before the work was commenced, thus securing permanency when completed. I question whether so much has ever been accomplished before in any American city for the same expenditures. The Government having large reservations in the city, and the nation at large having an interest in their capital, I recommend a liberal policy toward the District of Columbia, and that the Government should bear its just share of the expense of these improvements. Every citizen visiting the capital feels a pride in its growing beauty, and that he too is part owner in the investments made here.\n I would suggest to Congress the propriety of promoting the establishment in this District of an institution of learning, or university of the highest class, by the donation of lands. There is no place better suited for such an institution than the national capital. There is no other place in which every citizen is so directly interested.\n CIVIL-SERVICE REFORM.\n In three successive messages to Congress I have called attention to the subject of \"civil-service reform.\"\n Action has been taken so far as to authorize the appointment of a board to devise rules governing methods of making appointments and promotions, but there never has been any action making these rules, or any rules, binding, or even entitled to observance, where persons desire the appointment of a friend or the removal of an official who may be disagreeable to them.\n To have any rules effective they must have the acquiescence of Congress as well as of the Executive. I commend, therefore, the subject to your attention, and suggest that a special committee of Congress might confer with the Civil-Service Board during the present session for the purpose of devising such rules as can be maintained, and which will secure the services of honest and capable officials, and which will also protect them in a degree of independence while in office.\n Proper rules will protect Congress, as well as the Executive, from much needless persecution, and will prove of great value to the public at large.\n I would recommend for your favorable consideration the passage of an enabling act for the admission of Colorado as a State in the Union. It possesses all the elements of a prosperous State, agricultural and mineral, and, I believe, has a population now to justify such admission. In connection with this I would also recommend the encouragement of a canal for purposes of irrigation from the eastern slope of the Rocky Mountains to the Missouri River. As a rule I am opposed to further donations of public lands for internal improvements owned and controlled by private corporations, but in this instance I would make an exception. Between the Missouri River and the Rocky Mountains there is an arid belt of public land from 300 to 500 miles in width, perfectly valueless for the occupation of man, for the want of sufficient rain to secure the growth of any product. An irrigating canal would make productive a belt as wide as the supply of water could be made to spread over across this entire country, and would secure a cordon of settlements connecting the present population of the mountain and mining regions with that of the older States. All the land reclaimed would be clear gain. If alternate sections are retained by the Government, I would suggest that the retained sections be thrown open to entry under the homestead laws, or sold to actual settlers for a very low price.\n I renew my previous recommendation to Congress for general amnesty. The number engaged in the late rebellion yet laboring under disabilities is very small, but enough to keep up a constant irritation. No possible danger can accrue to the Government by restoring them to eligibility to hold office.\n I suggest for your consideration the enactment of a law to better secure the civil rights which freedom should secure, but has not effectually secured, to the enfranchised slave."}