{"title": "December 7 1896 Fourth Annual Message (Second Term)-Grover Cleveland", "content": " of a mere appurtenance to a great machine, with little free will, with no duty but that of passive obedience, and with little hope or opportunity of rising in the scale of responsible and helpful citizenship.\n To the instinctive belief that such is the inevitable trend of trusts and monopolies is due the widespread and deep-seated popular aversion in which they are held and the not unreasonable insistence that, whatever may be their incidental economic advantages, their general effect upon personal character, prospects, and usefulness can not be otherwise than injurious.\n Though Congress has attempted to deal with this matter by legislation, the laws passed for that purpose thus far have proved ineffective, not because of any lack of disposition or attempt to enforce them, but simply because the laws themselves as interpreted by the courts do not reach the difficulty. If the insufficiencies of existing laws can be remedied by further legislation, it should be done. The fact must be recognized, however, that all Federal legislation on this subject may fall short of its purpose because of inherent obstacles and also because of the complex character of our governmental system, which, while making the Federal authority supreme within its sphere, has carefully limited that sphere by metes and bounds that can not be transgressed. The decision of our highest court on this precise question renders it quite doubtful whether the evils of trusts and monopolies can be adequately treated through Federal action unless they seek directly and purposely to include in their objects transportation or intercourse between States or between the United States and foreign countries.\n It does not follow, however, that this is the limit of the remedy that may be applied. Even though it may be found that Federal authority is not broad enough to fully reach the case, there can be no doubt of the power of the several States to act effectively in the premises, and there should be no reason to doubt their willingness to judiciously exercise such power.\n In concluding this communication its last words shall be an appeal to the Congress for the most rigid economy in the expenditure of the money it holds in trust for the people. The way to perplexing extravagance is easy, but a return to frugality is difficult. When, however, it is considered that those who bear the burdens of taxation have no guaranty of honest care save in the fidelity of their public servants, the duty of all possible retrenchment is plainly manifest.\n When our differences are forgotten and our contests of political opinion are no longer remembered, nothing in the retrospect of our public service will be as fortunate and comforting as the recollection of official duty well performed and the memory of a constant devotion to the interests of our confiding fellow-countrymen."}