{"title": "December 6 1881 First Annual Message-Chester A. Arthur", "content": "882.20,an increase over the fiscal year ending June 30, 1877, of $345,443.40. \n\n The entire number of letters and packages registered during the year was 8,338,919, of which only 2,061 were lost or destroyed in transit. \n\n The operations of the money-order system are multiplying yearly under the impulse of immigration, of the rapid development of the newer States and Territories, and the consequent demand for additional means of intercommunication and exchange. \n\n During the past year 338 additional money-order offices have been established,making a total of 5,499 in operation at the date of this report. \n\n During the year the domestic money orders aggregated in value 105,075,769.35. \n\n A modification of the system is suggested, reducing the fees for money orders not exceeding $5 from 10 cents to 5 cents and making the maximum limit 100 in place of $50. \n\n Legislation for the disposition of unclaimed money orders in the possession of the Post-Office Department is recommended, in view of the fact that their total value now exceeds $1,000,000. \n\n The attention of Congress is again invited to the subject of establishing a system of savings depositories in connection with the Post-Office Department. \n\n The statistics of mail transportation show that during the past year railroad routes have been increased in length 6,249 miles and in cost $1,114,382,while steamboat routes have been decreased in length 2,182 miles and in cost $134,054. The so-called star routes have been decreased in length3,949 miles and in cost $364,144. \n\n Nearly all of the more expensive routes have been superseded by railroad service. The cost of the star service must therefore rapidly decrease in the Western States and Territories. \n\n The Postmaster-General, however, calls attention to the constantly increasing cost of the railway mail service as a serious difficulty in the way of making the Department self-sustaining. \n\n Our postal intercourse with foreign countries has kept pace with the growth of the domestic service. Within the past year several countries and colonies have declared their adhesion to the Postal Union. It now includes all those which have an organized postal service except Bolivia, CostaRica, New Zealand, and the British colonies in Australia. \n\n As has been already stated, great reductions have recently been made in the expense of the star-route service. The investigations of the Department of Justice and the Post-Office Department have resulted in the presentation of indictments against persons formerly connected with that service, accusing them of offenses against the United States. I have enjoined upon the officials who are charged with the conduct of the cases on the part of the Government,and upon the eminent counsel who before my accession to the Presidency were called to their assistance, the duty of prosecuting with the utmost vigor of the law all persons who may be found chargeable with frauds upon the postal service. \n\n The Acting Attorney-General calls attention to the necessity of modifying the present system of the courts of the United States--a necessity dueto the large increase of business, especially in the Supreme Court. Litigation in our Federal tribunals became greatly expanded after the close of the late war. So long as that expansion might be attributable to the abnormal condition in which the community found itself immediately after the return of peace, prudence required that no change be made in the constitution of our judicial tribunals. But it has now become apparent that an immense increase of litigation has directly resulted from the wonderful growth and development of the country. There is no ground for belief that the business of the United States courts will ever be less in volume than at present. Indeed, that it is likely to be much greater is generally recognized by the bench and bar. \n\n In view of the fact that Congress has already given much consideration to this subject, I make no suggestion as to detail, but express the hope that your deliberations may result in such legislation as will give early relief to our overburdened courts. \n\n The Acting Attorney-General also calls attention to the disturbance of the public tranquillity during the past year in the Territory of Arizona.A band of armed desperadoes known as \"Cowboys,\" probably numbering from fifty to one hundred men, have been engaged for months in committing acts of lawlessness and brutality which the local authorities have been unable to repress. The depredations of these \"Cowboys\" have also extended intoMexico, which the marauders reach from the Arizona frontier. With every disposition to meet the exigencies of the case, I am embarrassed by lack of authority to deal with them effectually. The punishment of crimes committed within Arizona should ordinarily, of course, be left to the Territorial authorities; but it is worthy consideration whether acts which necessarily tend to embroil the United States with neighboring governments should not be declared crimes against the United States. Some of the incursions alluded to may perhaps be within the scope of the law (U. S. Revised Statutes,sec. 5286) forbidding \"military expeditions or enterprises\" against friendly states; but in view of the speedy assembling of your body I have preferred to await such legislation as in your wisdom the occasion may seem to demand. \n\n It may perhaps be thought proper to provide that the setting on foot within our own territory of brigandage and armed marauding expeditions against friendly nations and their citizens shall be punishable as an offense against the United States. \n\n I will add that in the event of a request from the Territorial government for protection by the United States against \"domestic violence\" this Government would be powerless to render assistance. \n\n The act of 1795, chapter 36, passed at a time when Territorial governments received little attention from Congress, enforced this duty of the UnitedStates only as to the State governments. But the act of 1807, chapter 39,applied also to Territories. This law seems to have remained in force until the revision of the statutes, when the provision for the Territories was dropped. I am not advised whether this alteration was intentional or accidental; but as it seems to me that the Territories should be offered the protection which is accorded to the Staten by the Constitution, I suggest legislation to that end. \n\n It seems to me, too, that whatever views may prevail as to the policy of recent legislation by which the Army has ceased to be a part of the posse comitatus, an exception might well be made for permitting the military to assist the civil Territorial authorities in enforcing the laws of the United States. This use of the Army would not seem to be within the alleged evil against which that legislation was aimed. From sparseness of population and other circumstances it is often quite impracticable to summon a civil posse in places where officers of justice require assistance and where a military force is within easy reach. \n\n The report of the Secretary of the Interior, with accompanying documents,presents an elaborate account of the business of that Department. A summary of it would be too extended for this place. I ask your careful attention to the report itself. \n\n Prominent among the matters which challenge the attention of Congress at its present session is the management of our Indian affairs. While this question has been a cause of trouble and embarrassment from the infancy of the Government, it is but recently that any effort has been made for its solution at once serious, determined, consistent, and promising success. \n\n It has been easier to resort to convenient makeshifts for tiding over temporary difficulties than to grapple with the great permanent problem,and accordingly the easier course has almost invariably been pursued. \n\n It was natural, at a time when the national territory seemed almost illimitable and contained many millions of acres far outside the bounds of civilized settlements, that a policy should have been initiated which more than aught else has been the fruitful source of our Indian complications. \n\n I refer, of course, to the policy of dealing with the various Indian tribes as separate nationalities, of relegating them by treaty stipulations to the occupancy of immense reservations in the West, and of encouraging them to live a savage life, undisturbed by any earnest and well-directed efforts to bring them under the influences of civilization. \n\n The unsatisfactory results which have sprung from this policy are becoming apparent to all. \n\n As the white settlements have crowded the borders of the reservations,the Indians, sometimes contentedly and sometimes against their will, have been transferred to other hunting grounds, from which they have again been dislodged whenever their new-found homes have been desired by the adventurous settlers. \n\n These removals and the frontier collisions by which they have often been preceded have led to frequent and disastrous conflicts between the races. \n\n It is profitless to discuss here which of them has been chiefly responsible for the disturbances whose recital occupies so large a space upon the pages of our history. \n\n We have to deal with the appalling fact that though thousands of lives have been sacrificed and hundreds of millions of dollars expended in the attempt to solve the Indian problem, it has until within the past few years seemed scarcely nearer a solution than it was half a century ago. But theGovernment has of late been cautiously but steadily feeling its way to the adoption of a policy which has already produced gratifying results,and which, in my judgment, is likely, if Congress and the Executive accord in its support, to relieve us ere long from the difficulties which have hitherto beset us. \n\n For the success of the efforts now making to introduce among the Indians the customs and pursuits of civilized life and gradually to absorb them into the mass of our citizens, sharing their rights and holden to their responsibilities, there is imperative need for legislative action. \n\n My suggestions in that regard will be chiefly such as have been already called to the attention of Congress and have received to some extent its consideration. \n\n First. I recommend the passage of an act making the laws of the variousStates and Territories applicable to the Indian reservations within their borders and extending the laws of the State of Arkansas to the portion of the Indian Territory not occupied by the Five Civilized Tribes. \n\n The Indian should receive the protection of the law. He should be allowed to maintain in court his rights of person and property. He has repeatedly begged for this privilege. Its exercise would be very valuable to him in his progress toward civilization. \n\n Second. Of even greater importance is a measure which has been frequently recommended by my predecessors in office, and in furtherance of which several bills have been from time to time introduced in both Houses of Congress.The enactment of a general law permitting the allotment in severalty, to such Indians, at least, as desire it, of a reasonable quantity of land secured to them by patent, and for their own protection made inalienable for twenty or twenty-five years, is demanded for their present welfare and their permanent advancement. \n\n In return for such considerate action on the part of the Government,there is reason to believe that the Indians in large numbers would be persuaded to sever their tribal relations and to engage at once in agricultural pursuits.Many of them realize the fact that their hunting days are over and that it is now for their best interests to conform their manner of life to the new order of things. By no greater inducement than the assurance of permanent title to the soil can they be led to engage in the occupation of tilling it. \n\n The well-attested reports of their increasing interest in husbandry justify the hope and belief that the enactment of such a statute as I recommend would be at once attended with gratifying results. A resort to the allotment system would have a direct and powerful influence in dissolving the tribal bond, which is so prominent a feature of savage life, and which tends so strongly to perpetuate it. \n\n Third. I advise a liberal appropriation for the support of Indian schools,because of my confident belief that such a course is consistent with the wisest economy. \n\n Even among the most uncultivated Indian tribes there is reported to be a general and urgent desire on the part of the chiefs and older members for the education of their children. It is unfortunate, in view of this fact, that during the past year the means which have been at the command of the Interior Department for the purpose of Indian instruction have proved to be utterly inadequate. \n\n The success of the schools which are in operation at Hampton, Carlisle,and Forest Grove should not only encourage a more generous provision for the support of those institutions, but should prompt the establishment of others of a similar character. \n\n They are doubtless much more potent for good than the day schools upon the reservation, as the pupils are altogether separated from the surroundings of savage life and brought into constant contact with civilization. \n\n There are many other phases of this subject which are of great interest,but which can not be included within the becoming limits of this communication.They are discussed ably in the reports of the Secretary of the Interior and the Commissioner of Indian Affairs. \n\n For many years the Executive, in his annual message to Congress; has urged the necessity of stringent legislation for the suppression of polygamy in the Territories, and especially in the Territory of Utah. The existing statute for the punishment of this odious crime, so revolting to the moral and religious sense of Christendom, has been persistently and contemptuously violated ever since its enactment. Indeed, in spite of commendable efforts on the part of the authorities who represent the United States in thatTerritory, the law has in very rare instances been enforced, and, for a cause to which reference will presently be made, is practically a dead letter. \n\n The fact that adherents of the Mormon Church, which rests upon polygamy as its corner stone, have recently been peopling in large numbers Idaho, Arizona, and other of our Western Territories is well calculated to excite the liveliest interest and apprehension. It imposes upon Congress and theExecutive the duty of arraying against this barbarous system all the power which under the Constitution and the law they can wield for its destruction. \n\n Reference has been already made to the obstacles which the United States officers have encountered in their efforts to punish violations of law.Prominent among these obstacles is the difficulty of procuring legal evidence sufficient to warrant a conviction even in the case of the most notorious offenders. \n\n Your attention is called to a recent opinion of the Supreme Court of the United States, explaining its judgment of reversal in the case of Miles,who had been convicted of bigamy in Utah. The court refers to the fact that the secrecy attending the celebration of marriages in that Territory makes the proof of polygamy very difficult, and the propriety is suggested of modifying the law of evidence which now makes a wife incompetent to testify against her husband. \n\n This suggestion is approved. I recommend also the passage of an act providing that in the Territories of the United States the fact that a woman has been married to a person charged with bigamy shall not disqualify her as a witness upon his trial for that offense. I further recommend legislation by which any person solemnizing a marriage in any of the Territories shall be required, under stringent penalties for neglect or refusal, to file a certificate of such marriage in the supreme court of the Territory. \n\n Doubtless Congress may devise other practicable measures for obviating the difficulties which have hitherto attended the efforts to suppress this iniquity. I assure you of my determined purpose to cooperate with you in any lawful and discreet measures which may be proposed to that end. \n\n Although our system of government does not contemplate that the nation should provide or support a system for the education of our people, no measures calculated to promote that general intelligence and virtue upon which the perpetuity of our institutions so greatly depends have ever been regarded with indifference by Congress or the Executive. \n\n A large portion of the public domain has been from time to time devoted to the promotion of education. \n\n There is now a special reason why, by setting apart the proceeds of its sales of public lands or by some other course, the Government should aid the work of education. Many who now exercise the right of suffrage are unable to read the ballot which they cast. Upon many who had just emerged from a condition of slavery were suddenly devolved the responsibilities of citizenship in that portion of the country most impoverished by war.I have been pleased to learn from the report of the Commissioner of Education that there has lately been a commendable increase of interest and effort for their instruction; but all that can be done by local legislation and private generosity should be supplemented by such aid as can be constitutionally afforded by the National Government. \n\n I would suggest that if any fund be dedicated to this purpose it maybe wisely distributed in the different States according to the ratio of illiteracy, as by this means those localities which are most in need of such assistance will reap its special benefits. \n\n The report of the Commissioner of Agriculture exhibits the results of the experiments in which that Department has been engaged during the past year and makes important suggestions in reference to the agricultural development of the country. \n\n The steady increase of our population and the consequent addition to the number of those engaging in the pursuit of husbandry are giving to this Department a growing dignity and importance. The Commissioner's suggestions touching its capacity for greater usefulness deserve attention, as it more and more commends itself to the interests which it was created to promote. \n\n It appears from the report of the Commissioner of Pensions that since1860 789,063 original pension claims have been filed; 450,949 of these have been allowed and inscribed on the pension roll; 72,539 have been rejected and abandoned, being 13+ per cent of the whole number of claims settled. \n\n There are now pending for settlement 265,575 original pension claims,227,040 of which were filed prior to July 1, 1880. These, when allowed,will involve the payment of arrears from the date of discharge in case of an invalid and from date of death or termination of a prior right in all other cases. \n\n From all the data obtainable it is estimated that 15 per cent of the number of claims now pending will be rejected or abandoned. This would show the probable rejection of 34,040 cases and the probable admission of about 193,000 claims, all of which involve the payment of arrears of pension. \n\n With the present force employed, the number of adjudications remaining the same and no new business intervening, this number of claims (193,000)could be acted upon in a period of six years; and taking January 1, 1884,as a near period from which to estimate in each case an average amount of arrears, it is found that every case allowed would require for the first payment upon it the sum of $1,350. Multiplying this amount by the whole number of probable admissions gives $250,000,000 as the sum required for first payment. This represents the sum which must be paid upon claims which were filed before July 1, 1880, and are now pending and entitled to the benefits of the arrears act. From this amount ($250,000,000) may be deducted from ten to fifteen millions for cases where, the claimant dying, there is no person who under the law would be entitled to succeed to the pension,leaving $235,000,000 as the probable amount to be paid. \n\n In these estimates no account has been taken of the 38,500 cases filed since June 30, 1880, and now pending, which must receive attention as current business, but which do not involve the payment of any arrears beyond the date of filing the claim. Of this number it is estimated that 86 per cent will be allowed. \n\n As has been stated, with the present force of the Pension Bureau (675clerks) it is estimated that it will take six years to dispose of the claims now pending. \n\n It is stated by the Commissioner of Pensions that by an addition of250 clerks (increasing the adjudicating force rather than the mechanical)double the amount of work could be accomplished, so that these cases could be acted upon within three years. \n\n Aside from the considerations of justice which may be urged for a speedy settlement of the claims now on the files of the Pension Office, it is no less important on the score of economy, inasmuch as fully one-third of the clerical force of the office is now wholly occupied in giving attention to correspondence with the thousands of claimants whose cases have been on the files for the past eighteen years. The fact that a sum so enormous must be expended by the Government to meet demands for arrears of pensions is an admonition to Congress and the Executive to give cautious consideration to any similar project in the future. The great temptation to the presentation of fictitious claims afforded by the fact that the average sum obtained upon each application is $1,300 leads me to suggest the propriety of making some special appropriation for the prevention of fraud. \n\n I advise appropriations for such internal improvements as the wisdom of Congress may deem to be of public importance. The necessity of improving the navigation of the Mississippi River justifies a special allusion to that subject. I suggest the adoption of some measure for the removal of obstructions which now impede the navigation of that great channel of commerce. \n\n In my letter accepting the nomination for the Vice-Presidency I stated that in my judgment-- \n\n No man should be the incumbent of an office the duties of which he is for any cause unfit to perform; who is lacking in the ability, fidelity,or integrity which a proper administration of such office demands. This sentiment would doubtless meet with general acquiescence, but opinion has been widely divided upon the wisdom and practicability of the various reformatory schemes which have been suggested and of certain proposed regulations governing appointments to public office. \n\nThe efficiency of such regulations has been distrusted mainly because they have seemed to exalt mere educational and abstract tests above general business capacity and even special fitness for the particular work in hand.It seems to me that the rules which should be applied to the management of the public service may properly conform in the main to such as regulate the conduct of successful private business: \n\nOriginal appointments should be based upon ascertained fitness. \n\nThe tenure of office should be stable. \n\nPositions of responsibility should, so far as practicable, be filled by the promotion of worthy and efficient officers. \n\nThe investigation of all complaints and the punishment of all official misconduct should be prompt and thorough.\n\nThe views expressed in the foregoing letter are those which will govern my administration of the executive office. They are doubtless shared by all intelligent and patriotic citizens, however divergent in their opinions as to the best methods of putting them into practical operation. \n\nFor example, the assertion that \"original appointments should be based upon ascertained fitness\" is not open to dispute. \n\n But the question how in practice such fitness can be most effectually ascertained is one which has for years excited interest and discussion.The measure which, with slight variations in its details, has lately been urged upon the attention of Congress and the Executive has as its principal feature the scheme of competitive examination. Save for certain exceptions,which need not here be specified, this plan would allow admission to the service only in its lowest grade, and would accordingly demand that all vacancies in higher positions should be filled by promotion alone. In these particulars it is in conformity with the existing civil-service system of Great Britain; and indeed the success which has attended that system in the country of its birth is the strongest argument which has been urged for its adoption here. \n\n The fact should not, however, be overlooked that there are certain features of the English system which have not generally been received with favor in this country, even among the foremost advocates of civil-service reform. \n\n Among them are: \n\n1. A tenure of office winch is substantially a life tenure. \n\n2. A limitation of the maximum age at which an applicant can enter the service, whereby all men in middle life or older are, with some exceptions,rigidly excluded. \n\n3. A retiring allowance upon going out of office. \n\n These three elements are as important factors of the problem as any of the others. To eliminate them from the English system would effect a most radical change in its theory and practice. \n\n The avowed purpose of that system is to induce the educated young men of the country to devote their lives to public employment by an assurance that having once entered upon it they need never leave it, and that after voluntary retirement they shall be the recipients of an annual pension.That this system as an entirety has proved very successful in Great Britain seems to be generally conceded even by those who once opposed its adoption. \n\n To a statute which should incorporate all its essential features I should feel bound to give my approval; but whether it would be for the best interests of the public to fix upon an expedient for immediate and extensive application which embraces certain features of the English system, but excludes or ignores others of equal importance, may be seriously doubted, even by those who are impressed, as I am myself, with the grave importance of correcting the evils which inhere in the present methods of appointment. \n\n If, for example, the English rule which shuts out persons above the age of 25 years from a large number of public employments is not to be made an essential part of our own system, it is questionable whether the attainment of the highest number of marks at a competitive examination should be the criterion by which all applications for appointment should be put to test. And under similar conditions it may also be questioned whether admission to the service should be strictly limited to its lowest ranks. \n\n There are very many characteristics which go to make a model civil servant.Prominent among them are probity, industry, good sense, good habits, good temper, patience, order, courtesy, tact, self-reliance, manly deference to superior officers, and manly consideration for inferiors. The absence of these traits is not supplied by wide knowledge of books, or by promptitude in answering questions, or by any other quality likely to be brought to light by competitive examination. \n\n To make success in such a contest, therefore, an indispensable condition of public employment would very likely result in the practical exclusion of the older applicants, even though they might possess qualifications far superior to their younger and more brilliant competitors. \n\n These suggestions must not be regarded as evincing any spirit of opposition to the competitive plan, which has been to some extent successfully employed already, and which may hereafter vindicate the claim of its most earnest supporters; but it ought to be seriously considered whether the application of the same educational standard to persons of mature years and to young men fresh from school and college would not be likely to exalt mere intellectual proficiency above other qualities of equal or greater importance. \n\n Another feature of the proposed system is the selection by promotion of all officers of the Government above the lowest grade, except such as would fairly be regarded as exponents of the policy of the Executive and the principles of the dominant party. \n\n To afford encouragement to faithful public servants by exciting in their minds the hope of promotion if they are found to merit it is much to be desired. \n\n But would it be wise to adopt a rule so rigid as to permit no other mode of supplying the intermediate walks of the service? \n\n There are many persons who fill subordinate positions with great credit,but lack those qualities which are requisite for higher posts of duty;and, besides, the modes of thought and action of one whose service in a governmental bureau has been long continued are often so cramped by routine procedure as almost to disqualify him from instituting changes required by the public interests. An infusion of new blood from time to time into the middle ranks of the service might be very beneficial in its results. \n\n The subject under discussion is one of grave importance. The evils which are complained of can not be eradicated at once; the work must be gradual. \n\n The present English system is a growth of years, and was not created by a single stroke of executive or legislative action. \n\n Its beginnings are found in an order in council promulgated in 1855,and it was after patient and cautious scrutiny of its workings that fifteen years later it took its present shape. \n\n Five years after the issuance of the order in council, and at a time when resort had been had to competitive examinations as an experiment much more extensively than has yet been the case in this country, a select committee of the House of Commons made a report to that House which, declaring its approval of the competitive plan, deprecated, nevertheless, any precipitancy in its general adoption as likely to endanger its ultimate success. \n\n During this tentative period the results of the two methods of pass examination and competitive examination were closely watched and compared.It may be that before we confine ourselves upon this important question within the stringent bounds of statutory enactment we may profitably await the result of further inquiry and experiment. \n\n The submission of a portion of the nominations to a central board of examiners selected solely for testing the qualifications of applicants may perhaps, without resort to the competitive test, put an end to the mischiefs which attend the present system of appointment, and it may be feasible to vest in such a board a wide discretion to ascertain the characteristics and attainments of candidates in those particulars which I have already referred to as being no less important than mere intellectual attainment. \n\n If Congress should deem it advisable at the present session to establish competitive tests for admission to the service, no doubts such as have been suggested shall deter me from giving the measure my earnest support. \n\n And I urgently recommend, should there be a failure to pass any other act upon this subject, that an appropriation of $25,000 per year may be made for the enforcement of section 1753 of the Revised Statutes. \n\n With the aid thus afforded me I shall strive to execute the provisions of that law according to its letter and spirit. \n\n I am unwilling, in justice to the present civil servants of the Government,to dismiss this subject without declaring my dissent from the severe and almost indiscriminate censure with which they have been recently assailed.That they are as a class indolent, inefficient, and corrupt is a statement which has been often made and widely credited; but when the extent, variety,delicacy, and importance of their duties are considered the great majority of the employees of the Government are, in my judgment, deserving of high commendation. \n\n The continuing decline of the merchant marine of the United States is greatly to be deplored. In view of the fact that we furnish so large a proportion of the freights of the commercial world and that our shipments are steadily and rapidly increasing, it is cause of surprise that not only is our navigation interest diminishing, but it is less than when our exports and imports were not half so large as now, either in bulk or value. There must be some peculiar hindrance to the development of this interest, or the enterprise and energy of American mechanics and capitalists would have kept this country at least abreast of our rivals in the friendly contest for ocean supremacy. \n\n The substitution of iron for wood and of steam for sail have wrought great revolutions in the carrying trade of the world; but these changes could not have been adverse to America if we had given to our navigation interests a portion of the aid and protection which have been so wisely bestowed upon our manufactures. I commend the whole subject to the wisdom of Congress, with the suggestion that no question of greater magnitude or farther reaching importance can engage their attention. \n\n In 1875 the Supreme Court of the United States declared unconstitutional the statutes of certain States which imposed upon shipowners or consignees a tax of $1.50 for each passenger arriving from a foreign country, or in lieu thereof required a bond to indemnify the State and local authorities against expense for the future relief or support of such passenger. Since this decision the expense attending the care and supervision of immigrants has fallen on the States at whose ports they have landed. As a large majority of such immigrants, immediately upon their arrival, proceed to the inlandStates and the Territories to seek permanent homes, it is manifestly unjust to impose upon the State whose shores they first reach the burden which it now bears. For this reason, and because of the national importance of the subject, I recommend legislation regarding the supervision and transitory care of immigrants at the ports of debarkation. \n\n I regret to state that the people of Alaska have reason to complain that they are as yet unprovided with any form of government by which life or property can be protected. While the extent of its population does not justify the application of the costly machinery of Territorial administration,there is immediate necessity for constituting such a form of government as will promote the education of the people and secure the administration of justice. \n\n The Senate at its last session passed a bill providing for the construction of a building for the Library of Congress, but it failed to become a law.The provision of suitable protection for this great collection of books and for the copyright department connected with it has become a subject of national importance and should receive prompt attention. \n\n The report of the Commissioners of the District of Columbia herewith transmitted will inform you fully of the condition of the affairs of theDistrict. \n\n They urge the vital importance of legislation for the reclamation and improvement of the marshes and for the establishment of the harbor lines along the Potomac River front. \n\n It is represented that in their present condition these marshes seriously affect the health of the residents of the adjacent parts of the city, and that they greatly mar the general aspect of the park in which stands theWashington Monument. This improvement would add to that park and to the park south of the Executive Mansion a large area of valuable land, and would transform what is now believed to be a dangerous nuisance into an attractive landscape extending to the river front. \n\n They recommend the removal of the steam railway lines from the surface of the streets of the city and the location of the necessary depots in such places as may be convenient for the public accommodation, and they call attention to the deficiency of the water supply, which seriously affects the material prosperity of the city and the health and comfort of its inhabitants. \n\n I commend these subjects to your favorable consideration. \n\nThe importance of timely legislation with respect to the ascertainment and declaration of the vote for Presidential electors was sharply called to the attention of the people more than four years ago. \n\n It is to be hoped that some well-defined measure may be devised before another national election which will render unnecessary a resort to any expedient of a temporary character for the determination of questions upon contested returns. \n\n Questions which concern the very existence of the Government and the liberties of the people were suggested by the prolonged illness of the late President and his consequent incapacity to perform the functions of his office. \n\n It is provided by the second article of the Constitution, in the fifth clause of its first section, that \"in case of the removal of the President from office, or of his death, resignation, or inability to discharge the powers and duties of the said office, the same shall devolve on the Vice-President.\" \n\n What is the intendment of the Constitution in its specification of \"inability to discharge the powers and duties of the said office\" as one of the contingencies which calls the Vice-President to the exercise of Presidential functions? \n\n Is the inability limited in its nature to long-continued intellectual incapacity, or has it a broader import? \n\n What must be its extent and duration? \n\n How must its existence be established? \n\n Has the President whose inability is the subject of inquiry any voice in determining whether or not it exists, or is the decision of that momentous and delicate question confided to the Vice-President, or is it contemplated by the Constitution that Congress should provide by law precisely what should constitute inability and how and by what tribunal or authority it should be ascertained? \n\n If the inability proves to be temporary in its nature, and during its continuance the Vice-President lawfully exercises the functions of theExecutive, by what tenure does he hold his office? \n\n Does he continue as President for the remainder of the four years' term? \n\n Or would the elected President, if his inability should cease in the interval, be empowered to resume his office? \n\n And if, having such lawful authority, he should exercise it, would theVice-President be thereupon empowered to resume his powers and duties as such? \n\n I can not doubt that these important questions will receive your early and thoughtful consideration. \n\n Deeply impressed with the gravity of the responsibilities which have so unexpectedly devolved upon me, it will be my constant purpose to cooperate with you in such measures as will promote the glory of the country and the prosperity of its people."}