{"title": "December 5 1911 Third Annual Message-William Taft", "content": " specialists afterwards. This means that officers will take up at least one specialty, such as ordnance, construction, or engineering. This is practically what is done now, only some of the specialists, like the pay officers and naval constructors, are not of the line. It is proposed to make them all of the line.\n\n All combatant corps should obviously be of the line. This necessitates amalgamating the pay officers and also those engaged in the technical work of producing the finished ship. This is at present the case with the single exception of the naval constructors, whom it is now proposed to amalgamate with the line.\n\n COUNCIL OF NATIONAL DEFENSE.\n\n I urge again upon Congress the desirability of establishing the council of national defense. The bill to establish this council was before Congress last winter, and it is hoped that this legislation will pass during the present session. The purpose of the council is to determine the general policy of national defense and to recommend to Congress and to the President such measures relating to it as it shall deem necessary and expedient.\n\n No such machinery is now provided by which the readiness of the Army and Navy may be improved and the programs of military and naval requirements shall be coordinated and properly scrutinized with a view of the necessities of the whole Nation rather than of separate departments.\n\n DEPARTMENTS OF AGRICULTURE AND COMMERCE AND LABOR.\n\n For the consideration of matters which are pending or have been disposed of in the Agricultural Department and in the Department of Commerce and Labor, I refer to the very excellent reports of the Secretaries of those departments. I shall not be able to submit to Congress until after the Christmas holidays the question of conservation of our resources arising in Alaska and the West and the question of the rate for second-class mail matter in the Post Office Department.\n\n COMMISSION ON EFFICIENCY AND ECONOMY.\n\n The law does not require the submission of the reports of the Commission on Economy and Efficiency until the 31st of December. I shall therefore not be able to submit a report of the work of that commission until the assembling of Congress after the holidays.\n\n CIVIL RETIREMENT AND CONTRIBUTORY PENSION SYSTEM.\n\n I have already advocated, in my last annual message, the adoption of a civil-service retirement system, with a contributory feature to it so as to reduce to a minimum the cost to the Government of the pensions to be paid. After considerable reflection, I am very much opposed to a pension system that involves no contribution from the employees. I think the experience of other governments justifies this view; but the crying necessity for some such contributory system, with possibly a preliminary governmental outlay, in order to cover the initial cost and to set the system going at once while the contributions are accumulating, is manifest on every side. Nothing will so much promote the economy and efficiency of the Government as such a system.\n\n ELIMINATION OF ALL LOCAL OFFICES FROM POLITICS.\n\n I wish to renew again my recommendation that all the local offices throughout the country, including collectors of internal revenue, collectors of customs, postmasters of all four classes, immigration commissioners and marshals, should be by law covered into the classified service, the necessity for confirmation by the Senate be removed, and the President and the others, whose time is now taken up in distributing this patronage under the custom that has prevailed since the beginning of the Government in accordance with the recommendation of the Senators and Congressmen of the majority party, should be relieved from this burden. I am confident that such a change would greatly reduce the cost of administering the Government, and that it would add greatly to its efficiency. It would take away the power to use the patronage of the Government for political purposes. When officers are recommended by Senators and Congressmen from political motives and for political services rendered, it is impossible to expect that while in office the appointees will not regard their tenure as more or less dependent upon continued political service for their patrons, and no regulations, however stiff or rigid, will prevent this, because such regulations, in view of the method and motive for selection, are plainly inconsistent and deemed hardly worthy of respect."}