{"title": "December 9 1891 Third Annual Message-Benjamin Harrison", "content": " practices impossible by either party.\n Is it not possible now to adjourn that interminable and inconclusive debate while we take by consent one step in the direction of reform by eliminating the gerrymander, which has been denounced by all parties as an influence in the selection of electors of President and members of Congress? All the States have, acting freely and separately, determined that the choice of electors by a general ticket is the wisest and safest method, and it would seem there could be no objection to a constitutional amendment making that method permanent. If a legislature chosen in one year upon purely local questions should, pending a Presidential contest, meet, rescind the law for a choice upon a general ticket, and provide for the choice of electors by the legislature, and this trick should determine the result, it is not too much to say that the public peace might be seriously and widely endangered.\n I have alluded to the \"gerrymander\" as affecting the method of selecting electors of President by Congressional districts, but the primary intent and effect of this form of political robbery have relation to the selection of members of the House of Representatives. The power of Congress is ample to deal with this threatening and intolerable abuse. The unfailing test of sincerity in election reform will be found in a willingness to confer as to remedies and to put into force such measures as will most effectually preserve the right of the people to free and equal representation.\n An attempt was made in the last Congress to bring to bear the constitutional powers of the General Government for the correction of fraud against the suffrage. It is important to know whether the opposition to such measures is really rested in particular features supposed to be objectionable or includes any proposition to give to the election laws of the United States adequacy to the correction of grave and acknowledged evils. I must yet entertain the hope that it is possible to secure a calm, patriotic consideration of such constitutional or statutory changes as may be necessary to secure the choice of the officers of the Government to the people by fair apportionments and free elections.\n I believe it would be possible to constitute a commission, nonpartisan in its membership and composed of patriotic, wise, and impartial men, to whom a consideration of the question of the evils connected with our election system and methods might be committed with a good prospect of securing unanimity in some plan for removing or mitigating those evils. The Constitution would permit the selection of the commission to be vested in the Supreme Court if that method would give the best guaranty of impartiality. This commission should be charged with the duty of inquiring into the whole subject of the law of elections as related to the choice of officers of the National Government, with a view to securing to every elector a free and unmolested exercise of the suffrage and as near an approach to an equality of value in each ballot cast as is attainable.\n While the policies of the General Government upon the tariff, upon the restoration of our merchant marine, upon river and harbor improvements, and other such matters of grave and general concern are liable to be turned this way or that by the results of Congressional elections and administrative policies, sometimes involving issues that tend to peace or war, to be turned this way or that by the results of a Presidential election, there is a rightful interest in all the States and in every Congressional district that will not be deceived or silenced by the audacious pretense that the question of the right of any body of legal voters in any State or in any Congressional district to give their suffrages freely upon these general questions is a matter only of local concern or control. The demand that the limitations of suffrage shall be found in the law, and only there, is a just demand, and no just man should resent or resist it. My appeal is and must continue to be for a consultation that shall \"proceed with candor, calmness, and patience upon the lines of justice and humanity, not of prejudice and cruelty.\"\n To the consideration of these very grave questions I invite not only the attention of Congress, but that of all patriotic citizens. We must not entertain the delusion that our people have ceased to regard a free ballot and equal representation as the price of their allegiance to laws and to civil magistrates.\n I have been greatly rejoiced to notice many evidences of the increased unification of our people and of a revived national spirit. The vista that now opens to us is wider and more glorious than ever before. Gratification and amazement struggle for supremacy as we contemplate the population, wealth, and moral strength of our country. A trust momentous in its influence upon our people and upon the world is for a brief time committed to us, and we must not be faithless to its first condition--the defense of the free and equal influence of the people in the choice of public officers and in the control of public affairs."}