{"title": "December 4 1883 Third Annual Message-Chester A. Arthur", "content": " equable flow of important water courses is of the highest consequence.\n Important tributaries of the Missouri, the Columbia, and the Saskatchewan rise in the mountain region of Montana, near the northern boundary of the United States, between the Blackfeet and Flathead Indian reservations. This region is unsuitable for settlement, but upon the rivers which flow from it depends the future agricultural development of a vast tract of country. The attention of Congress is called to the necessity of withdrawing from public sale this part of the public domain and establishing there a forest preserve.\n The industrial exhibitions which have been held in the United States during the present year attracted attention in many foreign countries, where the announcement of those enterprises had been made public through the foreign agencies of this Government. The Industrial Exhibition at Boston and the Southern Exposition at Louisville were largely attended by the exhibitors of foreign countries, notwithstanding the absence of any professed national character in those undertakings.\n The Centennial Exposition to be held next year at New Orleans in commemoration of the centenary of the first shipment of cotton from a port of the United States bids fair to meet with like gratifying success. Under the act of Congress of the 10th of February, 1883, declaring that exposition to be national and international in its character, all foreign governments with which the United States maintain relations have been invited to participate.\n The promoters of this important undertaking have already received assurances of the lively interest which it has excited abroad.\n The report of the Commissioners of the District of Columbia is herewith transmitted. I ask for it your careful attention, especially for those portions which relate to assessments, arrears of taxes, and increase of water supply.\n The commissioners who were appointed under the act of January 16, 1883, entitled \"An act to regulate and improve the civil service of the United States,\" entered promptly upon the discharge of their duties.\n A series of rules, framed in accordance with the spirit of the statute, was approved and promulgated by the President.\n In some particulars wherein they seemed defective those rules were subsequently amended. It will be perceived that they discountenance any political or religious tests for admission to those offices of the public service to which the statute relates.\n The act is limited in its original application to the classified clerkships in the several Executive Departments at Washington (numbering about 5,600) and to similar positions in customs districts and post-offices where as many as fifty persons are employed. A classification of these positions analogous to that existing in the Washington offices was duly made before the law went into effect. Eleven customs districts and twenty-three post-offices were thus brought under the immediate operation of the statute.\n The annual report of the Civil Service Commission which will soon be submitted to Congress will doubtless afford the means of a more definite judgment than I am now prepared to express as to the merits of the new system. I am persuaded that its effects have thus far proved beneficial. Its practical methods appear to be adequate for the ends proposed, and there has been no serious difficulty in carrying them into effect. Since the 16th of July last no person, so far as I am aware, has been appointed to the public service in the classified portions thereof at any of the Departments, or at any of the post-offices and customs districts above named, except those certified by the Commission to be the most competent on the basis of the examinations held in conformity to the rules.\n At the time when the present Executive entered upon his office his death, removal, resignation, or inability to discharge his duties would have left the Government without a constitutional head.\n It is possible, of course, that a similar contingency may again arise unless the wisdom of Congress shall provide against its recurrence.\n The Senate at its last session, after full consideration, passed an act relating to this subject, which will now, I trust, commend itself to the approval of both Houses of Congress.\n The clause of the Constitution upon which must depend any law regulating the Presidential succession presents also for solution other questions of paramount importance.\n These questions relate to the proper interpretation of the phrase \"inability to discharge the powers and duties of said office,\" our organic law providing that when the President shall suffer from such inability the Presidential office shall devolve upon the Vice-President, who must himself under like circumstances give place to such officer as Congress may by law appoint to act as President.\n I need not here set forth the numerous and interesting inquiries which are suggested by these words of the Constitution. They were fully stated in my first communication to Congress and have since been the subject of frequent deliberations in that body.\n It is greatly to be hoped that these momentous questions will find speedy solution, lest emergencies may arise when longer delay will be impossible and any determination, albeit the wisest, may furnish cause for anxiety and alarm.\n For the reasons fully stated in my last annual message I repeat my recommendation that Congress propose an amendment to that provision of the Constitution which prescribes the formalities for the enactment of laws, whereby, in respect to bills for the appropriation of public moneys, the Executive may be enabled, while giving his approval to particular items, to interpose his veto as to such others as do not commend themselves to his judgment.\n The fourteenth amendment of the Constitution confers the rights of citizenship upon all persons born or naturalized in the United States and subject to the jurisdiction thereof. It was the special purpose of this amendment to insure to members of the colored race the full enjoyment of civil and political rights. Certain statutory provisions intended to secure the enforcement of those rights have been recently declared unconstitutional by the Supreme Court.\n Any legislation whereby Congress may lawfully supplement the guaranties which the Constitution affords for the equal enjoyment by all the citizens of the United States of every right, privilege, and immunity of citizenship will receive my unhesitating approval."}