{"title": "December 7 1896 Fourth Annual Message (Second Term)-Grover Cleveland", "content": "To the Congress of the United States:\n As representatives of the people in the legislative branch of their Government, you have assembled at a time when the strength and excellence of our free institutions and the fitness of our citizens to enjoy popular rule have been again made manifest. A political contest involving momentous consequences, fraught with feverish apprehension, and creating aggressiveness so intense as to approach bitterness and passion has been waged throughout our land and determined by the decree of free and independent suffrage without disturbance of our tranquillity or the least sign of weakness in our national structure.\n When we consider these incidents and contemplate the peaceful obedience and manly submission which have succeeded a heated clash of political opinions, we discover abundant evidence of a determination on the part of our countrymen to abide by every verdict of the popular will and to be controlled at all times by an abiding faith in the agencies established for the direction of the affairs of their Government.\n Thus our people exhibit a patriotic disposition which entitles them to demand of those who undertake to make and execute their laws such faithful and unselfish service in their behalf as can only be prompted by a serious appreciation of the trust and confidence which the acceptance of public duty invites.\n In obedience to a constitutional requirement I herein submit to the Congress certain information concerning national affairs, with the suggestion of such legislation as in my judgment is necessary and expedient. To secure brevity and avoid tiresome narration I shall omit many details concerning matters within Federal control which, though by no means unimportant, are more profitably discussed in departmental reports. I shall also further curtail this communication by omitting a minute recital of many minor incidents connected with our foreign relations which have heretofore found a place in Executive messages, but are now contained in a report of the Secretary of State, which is herewith submitted.\n At the outset of a reference to the more important matters affecting our relations with foreign powers it would afford me satisfaction if I could assure the Congress that the disturbed condition in Asiatic Turkey had during the past year assumed a less hideous and bloody aspect and that, either as a consequence of the awakening of the Turkish Government to the demands of humane civilization or as the result of decisive action on the part of the great nations having the right by treaty to interfere for the protection of those exposed to the rage of mad bigotry and cruel fanaticism, the shocking features of the situation had been mitigated. Instead, however, of welcoming a softened disposition or protective intervention, we have been afflicted by continued and not unfrequent reports of the wanton destruction of homes and the bloody butchery of men, women, and children, made martyrs to their profession of Christian faith.\n While none of our citizens in Turkey have thus far been killed or wounded, though often in the midst of dreadful scenes of danger, their safety in the future is by no means assured. Our Government at home and our minister at Constantinople have left nothing undone to protect our missionaries in Ottoman territory, who constitute nearly all the individuals residing there who have a right to claim our protection on the score of American citizenship. Our efforts in this direction will not be relaxed; but the deep feeling and sympathy that have been aroused among our people ought not to so far blind their reason and judgment as to lead them to demand impossible things. The outbreaks of the blind fury which lead to murder and pillage in Turkey occur suddenly and without notice, and an attempt on our part to force such a hostile presence there as might be effective for prevention or protection would not only be resisted by the Ottoman Government, but would be regarded as an interruption of their plans by the great nations who assert their exclusive right to intervene in their own time and method for the security of life and property in Turkey.\n Several naval vessels are stationed in the Mediterranean as a measure of caution and to furnish all possible relief and refuge in case of emergency.\n We have made claims against the Turkish Government for the pillage and destruction of missionary property at Harpoot and Marash during uprisings at those places. Thus far the validity of these demands has not been admitted, though our minister, prior to such outrages and in anticipation of danger, demanded protection for the persons and property of our missionary citizens in the localities mentioned and notwithstanding that strong evidence exists of actual complicity of Turkish soldiers in the work of destruction and robbery.\n The facts as they now appear do not permit us to doubt the justice of these claims, and nothing will be omitted to bring about their prompt settlement.\n A number of Armenian refugees having arrived at our ports, an order has lately been obtained from the Turkish Government permitting the wives and children of such refugees to join them here. It is hoped that hereafter no obstacle will be interposed to prevent the escape of all those who seek to avoid the perils which threaten them in Turkish dominions.\n Our recently appointed consul to Erzerum is at his post and discharging the duties of his office, though for some unaccountable reason his formal exequatur from the Sultan has not been issued.\n I do not believe that the present somber prospect in Turkey will be long permitted to offend the sight of Christendom. It so mars the humane and enlightened civilization that belongs to the close of the nineteenth century that it seems hardly possible that the earnest demand of good people throughout the Christian world for its corrective treatment will remain unanswered.\n The insurrection in Cuba still continues with all its perplexities. It is difficult to perceive that any progress has thus far been made toward the pacification of the island or that the situation of affairs as depicted in my last annual message has in the least improved. If Spain still holds Havana and the seaports and all the considerable towns, the insurgents still roam at will over at least two-thirds of the inland country. If the determination of Spain to put down the insurrection seems but to strengthen with the lapse of time and is evinced by her unhesitating devotion of largely increased military and naval forces to the task, there is much reason to believe that the insurgents have gained in point of numbers and character and resources and are none the less inflexible in their resolve not to succumb without practically securing the great objects for which they took up arms. If Spain has not yet reestablished her authority, neither have the insurgents yet made good their title to be regarded as an independent state. Indeed, as the contest has gone on the pretense that civil government exists on the island, except so far as Spain is able to maintain it, has been practically abandoned. Spain does keep on foot such a government, more or less imperfectly, in the large towns and their immediate suburbs; but that exception being made, the entire country is either given over to anarchy or is subject to the military occupation of one or the other party. It is reported, indeed, on reliable authority that at the demand of the commander in chief of the insurgent army the putative Cuban government has now given up all attempt to exercise its functions, leaving that government confessedly (what there is the best reason for supposing it always to have been in fact) a government merely on paper.\n Were the Spanish armies able to meet their antagonists in the open or in pitched battle, prompt and decisive results might be looked for, and the immense superiority of the Spanish forces in numbers, discipline, and equipment could hardly fail to tell greatly to their advantage. But they are called upon to face a foe that shuns general engagements, that can choose and does choose its own ground, that from the nature of the country is visible or invisible at pleasure, and that fights only from ambuscade and when all the advantages of position and numbers are on its side. In a country where all that is indispensable to life in the way of food, clothing, and shelter is so easily obtainable, especially by those born and bred on the soil, it is obvious that there is hardly a limit to the time during which hostilities of this sort may be prolonged. Meanwhile, as in all cases of protracted civil strife, the passions of the combatants grow more and more inflamed and excesses on both sides become more frequent and more deplorable. They are also participated in by bands of marauders, who, now in the name of one party and now in the name of the other, as may best suit the occasion, harry the country at will and plunder its wretched inhabitants for their own advantage. Such a condition of things would inevitably entail immense destruction of property, even if it were the policy of both parties to prevent it as far as practicable; but while such seemed to be the original policy of the Spanish Government, it has now apparently abandoned it and is acting upon the same theory as the insurgents, namely, that the exigencies of the contest require the wholesale annihilation of property that it may not prove of use and advantage to the enemy.\n It is to the same end that, in pursuance of general orders, Spanish garrisons are now being withdrawn from plantations and the rural population required to concentrate itself in the towns. The sure result would seem to be that the industrial value of the island is fast diminishing and that unless there is a speedy and radical change in existing conditions it will soon disappear altogether. That value consists very largely, of course, in its capacity to produce sugar--a capacity already much reduced by the interruptions to tillage which have taken place during the last two years. It is reliably asserted that should these interruptions continue during the current year, and practically extend, as is now threatened, to the entire sugar-producing territory of the island, so much time and so much money will be required to restore the land to its normal productiveness that it is extremely doubtful if capital can be induced to even make the attempt.\n The spectacle of the utter ruin of an adjoining country, by nature one of the most fertile and charming on the globe, would engage the serious attention of the Government and people of the United States in any circumstances. In point of fact, they have a concern with it which is by no means of a wholly sentimental or philanthropic character. It lies so near to us as to be hardly separated from our territory. Our actual pecuniary interest in it is second only to that of the people and Government of Spain. It is reasonably estimated that at least from $30,000,000 to $50,000,000 of American capital are invested in plantations and in railroad, mining, and other business enterprises on the island. The volume of trade between the United States and Cuba, which in 1889 amounted to about $64,000,000, rose in 1893 to about $103,000,000, and in 1894, the year before the present insurrection broke out, amounted to nearly $96,000,000. Besides this large pecuniary stake in the fortunes of Cuba, the United States finds itself inextricably involved in the present contest in other ways, both vexatious and costly.\n Many Cubans reside in this country, and indirectly promote the insurrection through the press, by public meetings, by the purchase and shipment of arms, by the raising of funds, and by other means which the spirit of our institutions and the tenor of our laws do not permit to be made the subject of criminal prosecutions. Some of them, though Cubans at heart and in all their feelings and interests, have taken out papers as naturalized citizens of the United States--a proceeding resorted to with a view to possible protection by this Government, and not unnaturally regarded with much indignation by the country of their origin. The insurgents are undoubtedly encouraged and supported by the widespread sympathy the people of this country always and instinctively feel for every struggle for better and freer government, and which, in the case of the more adventurous and restless elements of our population, leads in only too many instances to active and personal participation in the contest. The result is that this Government is constantly called upon to protect American citizens, to claim damages for injuries to persons and property, now estimated at many millions of dollars, and to ask explanations and apologies for the acts of Spanish officials whose zeal for the repression of rebellion sometimes blinds them to the immunities belonging to the unoffending citizens of a friendly power. It follows from the same causes that the United States is compelled to actively police a long line of seacoast against unlawful expeditions, the escape of which the utmost vigilance will not always suffice to prevent.\n These inevitable entanglements of the United States with the rebellion in Cuba, the large American property interests affected, and considerations of philanthropy and humanity in general have led to a vehement demand in various quarters for some sort of positive intervention on the part of the United States. It was at first proposed that belligerent rights should be accorded to the insurgents--a proposition no longer urged because untimely and in practical operation dearly perilous and injurious to our own interests. It has since been and is now sometimes contended that the independence of the insurgents should be recognized; but imperfect and restricted as the Spanish government of the island may be, no other exists there, unless the will of the military officer in temporary command of a particular district can be dignified as a species of government. It is now also suggested that the United States should buy the island--a suggestion possibly worthy of consideration if there were any evidence of a desire or willingness on the part of Spain to entertain such a proposal. It is urged finally that, all other methods failing, the existing internecine strife in Cuba should be terminated by our intervention, even at the cost of a war between the United States and Spain--a war which its advocates confidently prophesy could neither be large in its proportions nor doubtful in its issue.\n The correctness of this forecast need be neither affirmed nor denied. The United States has, nevertheless, a character to maintain as a nation, which plainly dictates that right and not might should be the rule of its conduct. Further, though the United States is not a nation to which peace is a necessity, it is in truth the most pacific of powers and desires nothing so much as to live in amity with all the world. Its own ample and diversified domains satisfy all possible longings for territory, preclude all dreams of conquest, and prevent any casting of covetous eyes upon neighboring regions, however attractive. That our conduct toward Spain and her dominions has constituted no exception to this national disposition is made manifest by the course of our Government, not only thus far during the present insurrection, but during the ten years that followed the rising at Yara in 1868. No other great power, it may safely be said, under circumstances of similar perplexity, would have manifested the same restraint and the same patient endurance. It may also be said that this persistent attitude of the United States toward Spain in connection with Cuba unquestionably evinces no slight respect and regard for Spain on the part of the American people. They in truth do not forget her connection with the discovery of the Western Hemisphere, nor do they underestimate the great qualities of the Spanish people nor fail to fully recognize their splendid patriotism and their chivalrous devotion to the national honor.\n They view with wonder and admiration the cheerful resolution with which vast bodies of men are sent across thousands of miles of ocean and an enormous debt accumulated that the costly possession of the gem of the Antilles may still hold its place in the Spanish crown. And yet neither the Government nor the people of the United States have shut their eyes to the course of events in Cuba or have failed to realize the existence of conceded grievances which have led to the present revolt from the authority of Spain--grievances recognized by the Queen Regent and by the Cortes, voiced by the most patriotic and enlightened of Spanish statesmen, without regard to party, and demonstrated by reforms proposed by the executive and approved by the legislative branch of the Spanish Government. It is in the assumed temper and disposition of the Spanish Government to remedy these grievances, fortified by indications of influential public opinion in Spain, that this Government has hoped to discover the most promising and effective means of composing the present strife with honor and advantage to Spain and with the achievement of all the reasonable objects of the insurrection.\n It would seem that if Spain should offer to Cuba genuine autonomy--a measure of home rule which, while preserving the sovereignty of Spain, would satisfy all rational requirements of her Spanish subjects--there should be no just reason why the pacification of the island might not be effected on that basis. Such a result would appear to be in the true interest of all concerned. It would at once stop the conflict which is now consuming the resources of the island and making it worthless for whichever party may ultimately prevail. It would keep intact the possessions of Spain without touching her honor, which will be consulted rather than impugned by the adequate redress of admitted grievances. It would put the prosperity of the island and the fortunes of its inhabitants within their own control without severing the natural and ancient ties which bind them to the mother country, and would yet enable them to test their capacity for self-government under the most favorable conditions. It has been objected on the one side that Spain should not promise autonomy until her insurgent subjects lay down their arms; on the other side, that promised autonomy, however liberal, is insufficient, because without assurance of the promise being fulfilled.\n But the reasonableness of a requirement by Spain of unconditional surrender on the part of the insurgent Cubans before their autonomy is conceded is not altogether apparent. It ignores important features of the situation--the stability two years' duration has given to the insurrection; the feasibility of its indefinite prolongation in the nature of things, and, as shown by past experience, the utter and imminent ruin of the island unless the present strife is speedily composed; above all, the rank abuses which all parties in Spain, all branches of her Government, and all her leading public men concede to exist and profess a desire to remove. Facing such circumstances, to withhold the proffer of needed reforms until the parties demanding them put themselves at mercy by throwing down their arms has the appearance of neglecting the gravest of perils and inviting suspicion as to the sincerity of any professed willingness to grant reforms. The objection on behalf of the insurgents that promised reforms can not be relied upon must of course be considered, though we have no right to assume and no reason for assuming that anything Spain undertakes to do for the relief of Cuba will not be done according to both the spirit and the letter of the undertaking.\n Nevertheless, realizing that suspicions and precautions on the part of the weaker of two combatants are always natural and not always unjustifiable, being sincerely desirous in the interest of both as well as on its own account that the Cuban problem should be solved with the least possible delay, it was intimated by this Government to the Government of Spain some months ago that if a satisfactory measure of home rule were tendered the Cuban insurgents and would be accepted by them upon a guaranty of its execution the United States would endeavor to find a way not objectionable to Spain of furnishing such graranty. While no definite response to this intimation has yet been received from the Spanish Government, it is believed to be not altogether unwelcome, while, as already suggested, no reason is perceived why it should not be approved by the insurgents. Neither party can fail to see the importance of early action, and both must realize that to prolong the present state of things for even a short period will add enormously to the time and labor and expenditure necessary to bring about the industrial recuperation of the island. It is therefore fervently hoped on all grounds that earnest efforts for healing the breach between Spain and the insurgent Cubans upon the lines above indicated may be at once inaugurated and pushed to an immediate and successful issue. The friendly offices of the United States, either in the manner above outlined or in any other way consistent with our Constitution and laws, will always be at the disposal of either party.\n Whatever circumstances may arise, our policy and our interests would constrain us to object to the acquisition of the island or an interference with its control by any other power.\n It should be added that it can not be reasonably assumed that the hitherto expectant attitude of the United States will be indefinitely maintained. While we are anxious to accord all due respect to the sovereignty of Spain, we can not view the pending conflict in all its features and properly apprehend our inevitably close relations to it and its possible results without considering that by the course of events we may be drawn into such an unusual and unprecedented condition as will fix a limit to our patient waiting for Spain to end the contest, either alone and in her own way or with our friendly cooperation.\n When the inability of Spain to deal successfully with the insurrection has become manifest and it is demonstrated that her sovereignty is extinct in Cuba for all purposes of its rightful existence, and when a hopeless struggle for its reestablishment has degenerated into a strife which means nothing more than the useless sacrifice of human life and the utter destruction of the very subject-matter of the conflict, a situation will be presented in which our obligations to the sovereignty of Spain will be superseded by higher obligations, which we can hardly hesitate to recognize and discharge. Deferring the choice of ways and methods until the time for action arrives, we should make them depend upon the precise conditions then existing; and they should not be determined upon without giving careful heed to every consideration involving our honor and interest or the international duty we owe to Spain. Until we face the contingencies suggested or the situation is by other incidents imperatively changed we should continue in the line of conduct heretofore pursued, thus in all circumstances exhibiting our obedience to the requirements of public law and our regard for the duty enjoined upon us by the position we occupy in the family of nations.\n A contemplation of emergencies that may arise should plainly lead us to avoid their creation, either through a careless disregard of present duty or even an undue stimulation and ill-timed expression of feeling. But I have deemed it not amiss to remind the Congress that a time may arrive when a correct policy and care for our interests, as well as a regard for the interests of other nations and their citizens, joined by considerations of humanity and a desire to see a rich and fertile country intimately related to us saved from complete devastation, will constrain our Government to such action as will subserve the interests thus involved and at the same time promise to Cuba and its inhabitants an opportunity to enjoy the blessings of peace.\n The Venezuelan boundary question has ceased to be a matter of difference between Great Britain and the United States, their respective Governments having agreed upon the substantial provisions of a treaty between Great Britain and Venezuela submitting the whole controversy to arbitration. The provisions of the treaty are so eminently just and fair that the assent of Venezuela thereto may confidently be anticipated.\n Negotiations for a treaty of general arbitration for all differences between Great Britain and the United States are far advanced and promise to reach a successful consummation at an early date.\n The scheme of examining applicants for certain consular positions to test their competency and fitness, adopted under an Executive order issued on the 20th of September, 1895, has fully demonstrated the usefulness of this innovation. In connection with this plan of examination promotions and transfers of deserving incumbents have been quite extensively made, with excellent results.\n During the past year 35 appointments have been made in the consular service, 27 of which were made to fill vacancies caused by death or resignation or to supply newly created posts, 2 to succeed incumbents removed for cause, 2 for the purpose of displacing alien consular officials by American citizens, and 4 merely changing the official title of incumbent from commercial agent to consul. Twelve of these appointments were transfers or promotions from other positions under the Department of State, 4 of those appointed had rendered previous service under the Department, 8 were made of persons who passed a satisfactory examination, 7 were appointed to places not included in the order of September 20, 1895, and 4 appointments, as above stated, involved no change of incumbency. The inspection of consular offices provided for by an appropriation for that purpose at the last session of the Congress has been productive of such wholesome effects that I hope this important work will in the future be continued. I know of nothing that can be done with the same slight expense so improving to the service.\n I desire to repeat the recommendation contained in my last annual message in favor of providing at public expense official residences for our ambassadors and ministers at foreign capitals. The reasons supporting this recommendation are strongly stated in the report of the Secretary of State, and the subject seems of such importance that I hope it may receive the early attention of the Congress.\n We have during the last year labored faithfully and against unfavorable conditions to secure better preservation of seal life in the Bering Sea. Both the United States and Great Britain have lately dispatched commissioners to these waters to study the habits and condition of the seal herd and the causes of their rapid decrease. Upon the reports of these commissioners, soon to be submitted, and with the exercise of patience and good sense on the part of all interested parties, it is earnestly hoped that hearty cooperation may be secured for the protection against threatened extinction of seal life in the Northern Pacific and Bering Sea.\n The Secretary of the Treasury reports that during the fiscal year ended June 30, 1896, the receipts of the Government from all sources amounted to $409,475,408.78. During the same period its expenditures were $434,678,654.48, the excess of expenditures over receipts thus amounting to $25,203,245.70. The ordinary expenditures during the year were $4,015,852.21 less than during the preceding fiscal year. Of the receipts mentioned there was derived from customs the sum of $160,021,751.67 and from internal revenue $146,830,615.66. The receipts from customs show an increase of $7,863,134.22 over those from the same source for the fiscal year ended June 30, 1895, and the receipts from internal revenue an increase of $3,584,537.91.\n The value of our imported dutiable merchandise during the last fiscal year was $369,757,470 and the value of free goods imported $409,967,470, being an increase of $6,523,675 in the value of dutiable goods and $41,231,034 in the value of free goods over the preceding year. Our exports of merchandise, foreign and domestic, amounted in value to $882,606,938, being an increase over the preceding year of $75,068,773. The average ad valorem duty paid on dutiable goods imported during the year was 39.94 per cent and on free and dutiable goods taken together 20.55 per cent.\n The cost of collecting our internal revenue was 2.78 per cent, as against 2.81 per cent for the fiscal year ending June 30, 1895. The total production of distilled spirits, exclusive of fruit brandies, was 86,588,703 taxable gallons, being an increase of 6,639,108 gallons over the preceding year. There was also an increase of 1,443,676 gallons of spirits produced from fruit as compared with the preceding year. The number of barrels of beer produced was 35,859,250, as against 33,589,784 produced in the preceding fiscal year, being all increase of 2,269,466 barrels.\n The total amount of gold exported during the last fiscal year was $112,409,947 and of silver $60,541,670, being an increase of $45,941,466 of gold and $13,246,384 of silver over the exportations of the preceding fiscal year. The imports of gold were $33,525,065 and of silver $28,777,186, being $2,859,695 less of gold and $8,566,007 more of silver than during the preceding year.\n The total stock of metallic money in the United States at the close of the last fiscal year, ended on the 30th day of June, 1896, was $1,228,326,035, of which $599,597,964 was in gold and $628,728,071 in silver.\n On the 1st day of November, 1896, the total stock of money of all kinds in the country was $2,285,410,590, and the amount in circulation, not including that in the Treasury holdings, was $1,627,055,641, being $22.63 per capita upon an estimated population of 71,902,000.\n The production of the precious metals in the United States during the calendar year 1895 is estimated to have been 2,254,760 fine ounces of gold, of the value of $46,610,000, and 55,727,000 fine ounces of silver, of the commercial value of $36,445,000 and the coinage value of $72,051,000. The estimated production of these metals throughout the world during the same period was 9,688,821 fine ounces of gold, amounting to $200,285,700 in value, and 169,189,249 fine ounces of silver, of the commercial value of $110,654,000 and of the coinage value of $218,738,100 according to our ratio.\n The coinage of these metals in the various countries of the world during the same calendar year amounted to $232,701,438 in gold and $121,996,219 in silver.\n The total coinage at the mints of the United States during the fiscal year ended June 30, 1896, amounted to $71,188,468.52, of which $58,878,490 was in gold coins and $12,309,978.52 in standard silver dollars, subsidiary coins, and minor coins\n The number of national banks organized from the time the law authorizing their creation was passed up to October 31, 1896, was 5,051, and of this number 3,679 were at the date last mentioned in active operation, having authorized capital stock of $650,014,895, held by 288,902 shareholders, and circulating notes amounting to $211,412,620.\n The total outstanding circulating notes of all national banks on the 31st day of October, 1896, amounted to $234,553,807, including unredeemed but fully secured notes of banks insolvent and in process of liquidation. The increase in national-bank circulation during the year ending on that day was $21,099,429. On October 6, 1896, when the condition of national banks was last reported, the total resources of the 3,679 active institutions were $3,263,685,313.83, which included $1,893,268,839.31 in loans and discounts and $362,165,733.85 in money of all kinds on hand. Of their liabilities $1,597,891,058.03 was due to individual depositors and $209,944,019 consisted of outstanding circulating notes.\n There were organized during the year preceding the date last mentioned 28 national banks, located in 15 States, of which 12 were organized in the Eastern States, with a capital of $1,180,000, 6 in the Western States, with a capital of $875,000, and 10 in the Southern States, with a capital of $1,190,000. During the year, however, 37 banks voluntarily abandoned their franchises under the national law, and in the case of 27 others it was found necessary to appoint receivers. Therefore, as compared with the year preceding, there was a decrease of 36 in the number of active banks.\n The number of existing banks organized under State laws is 5,708. The number of immigrants arriving in the United States during the fiscal year was 343,267, of whom 340,468 were permitted to land and 2,799 were debarred on various grounds prescribed by law and returned to the countries whence they came at the expense of the steamship companies by which they were brought in. The increase in immigration over the preceding year amounted to 84,731. It is reported that with some exceptions the immigrants of the past year were of a hardy laboring class, accustomed and able to earn a support for themselves, and it is estimated that the money brought with them amounted to at least $5,000,000, though it was probably much in excess of that sum, since only those having less than $30 are required to disclose the exact amount, and it is known that many brought considerable sums of money to buy land and build homes. Including all the immigrants arriving who were over 14 years of age, 28.63 per cent were illiterate, as against 20.37 per cent of those of that age arriving during the preceding fiscal year. The number of immigrants over 14 years old, the countries from which they came, and the percentage of illiterates among them were as follows: Italy, 57,515, with 54.59 per cent; Ireland, 37,496, with 7 per cent; Russia, 35,188, with 41.14 per cent; Austria-Hungary and provinces, 57,053, with 38.92 per cent; Germany, 25,334, with 2.96 per cent; Sweden, 18,821, with 1.16 per cent; while from Portugal there came 2,067, of whom 77.69 per cent were illiterate. There arrived from Japan during the year only 1,110 immigrants, and it is the opinion of the immigration authorities that the apprehension heretofore existing to some extent of a large immigration from Japan to the United States is without any substantial foundation.\n From the Life-Saving Service it is reported that the number of disasters to documented vessels within the limits of its operations during the year was 437. These vessels had on board 4,608 persons, of whom 4,595 were saved and 13 lost. The value of such vessels is estimated at $8,880,140 and of their cargoes $3,846,380, making the total value of property imperiled $12,726,520. Of this amount $11,292,707 was saved and $1,432,750 was lost. Sixty-seven of the vessels were totally wrecked. There were besides 243 casualties to small undocumented craft, on board of which there were 594 persons, of whom 587 were saved and 7 were lost. The value of the property involved in these latter casualties is estimated at $119,265, of which $114,915 was saved and $4,350 was lost. The life-saving crews during the year also rescued or assisted numerous other vessels and warned many from danger by signals, both by day and night. The number of disasters during the year exceeded that of any previous year in the history of the service, but the saving of both life and property was greater than ever before in proportion to the value of the property involved and to the number of persons imperiled.\n The operations of the Marine-Hospital Service, the Revenue-Cutter Service, the Steamboat-Inspection Service, the Light-House Service, the Bureau of Navigation, and other branches of public work attached to the Treasury Department, together with various recommendations concerning their support and improvement, are fully stated in the report of the Secretary of the Treasury, to which the attention of the Congress is especially invited.\n The report of the Secretary of War exhibits satisfactory conditions in the several branches of the public service intrusted to his charge.\n The limit of our military force as fixed by law is constantly and readily maintained. The present discipline and morale of our Army are excellent, and marked progress and efficiency are apparent throughout its entire organization.\n With the exception of delicate duties in the suppression of slight Indian disturbances along our southwestern boundary, in which the Mexican troops cooperated, and the compulsory but peaceful return, with the consent of Great Britain, of a band of Cree Indians from Montana to the British possessions, no active operations have been required of the Army during the year past.\n Changes in methods of administration, the abandonment of unnecessary posts and consequent concentration of troops, and the exercise of care and vigilance by the various officers charged with the responsibility in the expenditure of the appropriations have resulted in reducing to a minimum the cost of maintenance of our military establishment.\n During the past year the work of constructing permanent infantry and cavalry posts has been continued at the places heretofore designated. The Secretary of War repeats his recommendation that appropriations for barracks and quarters should more strictly conform to the needs of the service as judged by the Department rather than respond to the wishes and importunities of localities. It is imperative that much of the money provided for such construction should now be allotted to the erection of necessary quarters for the garrisons assigned to the coast defenses, where many men will be needed to properly care for and operate modern guns. It is essential, too, that early provision be made to supply the necessary force of artillery to meet the demands of this service.\n The entire Army has now been equipped with the new magazine arms, and wise policy demands that all available public and private resources should be so employed as to provide within a reasonable time a sufficient number to supply the State militia with these modern weapons and provide an ample reserve for any emergency.\n The organized militia numbers 112,879 men. The appropriations for its support by the several States approximate $2,800,000 annually, and $400,000 is contributed by the General Government. Investigation shows these troops to be usually well drilled and inspired with much military interest, but in many instances they are so deficient in proper arms and equipment that a sudden call to active duty would find them inadequately prepared for field service. I therefore recommend that prompt measures be taken to remedy this condition and that every encouragement be given to this deserving body of unpaid and voluntary citizen soldiers, upon whose assistance we must largely rely in time of trouble.\n During the past year rapid progress has been made toward the completion of the scheme adopted for the erection and armament of fortifications along our seacoast, while equal progress has been made in providing the material for submarine defense in connection with these works.\n It is peculiarly gratifying at this time to note the great advance that has been made in this important undertaking since the date of my annual message to the Fifty-third Congress at the opening of its second session, in December, 1893. At that time I informed the Congress of the approaching completion of nine 12-inch, twenty 10-inch, and thirty-four 8-inch high-power steel guns and seventy-five 12-inch rifled mortars.\n This total then seemed insignificant when compared with the great work remaining to be done. Yet it was none the less a source of satisfaction to every citizen when he reflected that it represented the first installment of the new ordnance of American design and American manufacture and demonstrated our ability to supply from our own resources guns of unexcelled power and accuracy.\n At that date, however, there were practically no carriages upon which to mount these guns and only thirty-one emplacements for guns and sixty-four for mortars. Nor were all these emplacements in condition to receive their armament. Only one high-power gun was at that time in position for the defense of the entire coast.\n Since that time the number of guns actually completed has been increased to a total of twenty-one 12-inch, fifty-six 10-inch, sixty-one 8-inch high-power breech-loading steel guns, ten rapid-fire guns, and eighty 12-inch rifled mortars. In addition there are in process of construction one 16-inch-type gun, fifty 12-inch, fifty-six 10-inch, twenty-seven 8-inch high-power guns, and sixty-six 12-inch rifled mortars; in all, four hundred and twenty-eight guns and mortars.\n During the same year, immediately preceding the message referred to, the first modern gun carriage had been completed and eleven more were in process of construction. All but one were of the nondisappearing type. These, however, were not such as to secure necessary cover for the artillery gunners against the intense fire of modern machine rapid-fire and high-power guns.\n The inventive genius of ordnance and civilian experts has been taxed in designing carriages that would obviate this fault, resulting, it is believed, in the solution of this difficult problem. Since 1893 the number of gun carriages constructed or building has been raised to a total of 129, of which 90 are on the disappearing principle, and the number of mortar carriages to 152, while the 95 emplacements which were provided for prior to that time have been increased to 280 built and building.\n This improved situation is largely due to the recent generous response of Congress to the recommendations of the War Department.\n Thus we shall soon have complete about one-fifth of the comprehensive system the first step in which was noted in my message to the Congress of December 4, 1893.\n When it is understood that a masonry emplacement not only furnishes a platform for the heavy modern high-power gun, but also in every particular serves the purpose and takes the place of the fort of former days, the importance of the work accomplished is better comprehended.\n In the hope that the work will be prosecuted with no less vigor in the future, the Secretary of War has submitted an estimate by which, if allowed, there will be provided and either built or building by the end of the next fiscal year such additional guns, mortars, gun carriages, and emplacements as will represent not far from one-third of the total work to be done under the plan adopted for our coast defenses, thus affording a prospect that the entire work will be substantially completed within six years. In less time than that, however, we shall have attained a marked degree of security.\n The experience and results of the past year demonstrate that with a continuation of present careful methods the cost of the remaining work will be much less than the original estimate.\n We should always keep in mind that of all forms of military preparation coast defense alone is essentially pacific in its nature. While it gives the sense of security due to a consciousness of strength, it is neither the purpose nor the effect of such permanent fortifications to involve us in foreign complications, but rather to guarantee us against them. They are not temptation to war, but security against it. Thus they are thoroughly in accord with all the traditions of our national diplomacy.\n The Attorney-General presents a detailed and interesting statement of the important work done under his supervision during the last fiscal year.\n The ownership and management by the Government of penitentiaries for the confinement of those convicted in United States courts of violations of Federal laws, which for many years has been a subject of Executive recommendation, have at last to a slight extent been realized by the utilization of the abandoned military prison at Fort Leavenworth as a United States penitentiary.\n This is certainly a movement in the right direction, but it ought to be at once supplemented by the rebuilding or extensive enlargement of this improvised prison and the construction of at least one more, to be located in the Southern States. The capacity of the Leavenworth penitentiary is so limited that the expense of its maintenance, calculated at a per capita rate upon the number of prisoners it can accommodate, does not make as economical an exhibit as it would if it were larger and better adapted to prison purposes; but I am thoroughly convinced that economy, humanity, and a proper sense of responsibility and duty toward those whom we punish for violations of Federal law dictate that the Federal Government should have the entire control and management of the penitentiaries where convicted violators are confined.\n It appears that since the transfer of the Fort Leavenworth Military Prison to its new uses the work previously done by prisoners confined there, and for which expensive machinery has been provided, has been discontinued. This work consisted of the manufacture of articles for army use, now done elsewhere. On all grounds it is exceedingly desirable that the convicts confined in this penitentiary be allowed to resume work of this description.\n It is most gratifying to note the satisfactory results that have followed the inauguration of the new system provided for by the act of May 28, 1896, under which certain Federal officials are compensated by salaries instead of fees. The new plan was put in operation on the 1st day of July, 1896, and already the great economy it enforces, its prevention of abuses, and its tendency to a better enforcement of the laws are strikingly apparent. Detailed evidence of the usefulness of this long-delayed but now happily accomplished reform will be found clearly set forth in the Attorney-General's report.\n Our Post-Office Department is in good condition, and the exhibit made of its operations during the fiscal year ended June 30, 1896, if allowance is made for imperfections in the laws applicable to it, is very satisfactory. The total receipts during the year were $82,499,208.40. The total expenditures were $90,626,296.84, exclusive of the $1,559,898.27 which was earned by the Pacific Railroad for transportation and credited on their debt to the Government. There was an increase of receipts over the previous year of $5,516,080.21, or 7.1 per cent, and an increase of expenditures of $3,836,124.02, or 4.42 per cent. The deficit was $1,679,956.19 less than that of the preceding year. The chief expenditures of the postal service are regulated by law and are not in the control of the Postmaster-General. All that he can accomplish by the most watchful administration and economy is to enforce prompt and thorough collection and accounting for public moneys and such minor savings in small expenditures and in letting those contracts, for post-office supplies and star service, which are not regulated by statute.\n An effective cooperation between the Auditor's Office and the Post-Office Department and the making and enforcement of orders by the Department requiring immediate notification to their sureties of all delinquencies on the part of postmasters, and compelling such postmasters to make more frequent deposits of postal funds, have resulted in a prompter auditing of their accounts and much less default to the Government than heretofore.\n The year's report shows large extensions of both star-route service and railway mail service, with increased postal facilities. Much higher accuracy in handling mails has also been reached, as appears by the decrease of errors in the railway mail service and the reduction of mail matter returned to the Dead-Letter Office.\n The deficit for the last year, although much less than that of the last and preceding years, emphasizes the necessity for legislation to correct the growing abuse of second-class rates, to which the deficiency is mainly attributable. The transmission at the rate of 1 cent a pound of serial libraries, advertising sheets,\" house organs\" (periodicals advertising some particular \"house\" or institution), sample copies, and the like ought certainly to be discontinued. A glance at the revenues received for the work done last year will show more plainly than any other statement the gross abuse of the postal service and the growing waste of its earnings.\n The free matter carried in the mails for the Departments, offices, etc., of the Government and for Congress, in pounds, amounted to 94,480,189.\n If this is offset against buildings for post-offices and stations, the rental of which would more than compensate for such free postal service, we have this exhibit:\n Weight of mail matter (other than above) transmitted through the mails for the year ending June 30, 1896.\n Class Weight Revenue Pounds 1. Domestic and foreign letters and postal cards, etc65,337,343$60,624,4642. Newspapers and periodicals, 1 cent per pound348,988,6482,996,4033. Books, seeds, etc., 8 cents a pound78,701,14810,324,0694. Parcels, etc., 16 cents a pound19,950,1873,129,321Total 512,977,32677,044,257The remainder of our postal revenue, amounting to something more than $5,000,000, was derived from box rents, registry fees, money-order business, and other similar items.\n The entire expenditures of the Department, including pay for transportation credited to the Pacific railroads, were $92,186,195.11, which may be considered as the cost of"}