{"title": "December 5 1870 Second Annual Message-Ulysses S. Grant", "content": " the reach of all. The pioneer who incurs the dangers and privations of a frontier life, and thus aids in laying the foundation of new commonwealths, renders a signal service to his country, and is entitled to its special favor and protection. These laws secure that object and largely promote the general welfare. They should therefore be cherished as a permanent feature of our land system.\n Good faith requires us to give full effect to existing grants. The time-honored and beneficent policy of setting apart certain sections of public land for educational purposes in the new States should be continued. When ample provision shall have been made for these objects, I submit as a question worthy of serious consideration whether the residue of our national domain should not be wholly disposed of under the provisions the homestead and preemption laws.\n In addition to the swamp and overflowed lands granted to the States in which they are situated, the lands taken under the agricultural-college acts and for internal-improvement purposes under the act of September, 1841, and the acts supplemental thereto, there had been conveyed up to the close of the last fiscal year, by patent or other equivalent title, to States and corporations 27,836,257.63 acres for railways, canals, and wagon roads. It is estimated that an additional quantity of 174,735,523 acres is still due under grants for like uses. The policy of thus aiding the States in building works of internal improvement was inaugurated more than forty years since in the grants to Indiana and Illinois, to aid those States in opening canals to connect the waters of the Wabash with those of Lake Erie and the waters of the Illinois with those of Lake Michigan. It was followed, with some modifications, in the grant to Illinois of alternate sections of public land within certain limits of the Illinois Central Railway. Fourteen States and sundry corporations have received similar subsidies in connection with railways completed or in process of construction. As the reserved sections are rated at the double minimum, the sale of them at the enhanced price has thus in many instances indemnified the Treasury for the granted lands. The construction of some of these thoroughfares has undoubtedly given a vigorous impulse to the development of our resources and the settlement of the more distant portions of the country. It may, however, be well insisted that much of our legislation in this regard has been characterized by indiscriminate and profuse liberality. The United States should not loan their credit in aid of any enterprise undertaken by States or corporations, nor grant lands in any instance, unless the projected work is of acknowledged national importance. I am strongly inclined to the opinion that it is inexpedient and unnecessary to bestow subsidies of either description; but should Congress determine otherwise I earnestly recommend that the right of settlers and of the public be more effectually secured and protected by appropriate legislation.\n During the year ending September 30, 1870, there were filed in the Patent Office 19,411 applications for patents, 3,374 caveats, and 160 applications for the extension of patents. Thirteen thousand six hundred and twenty-two patents, including reissues and designs, were issued, 1,010 extended, and 1,089 allowed, but not issued by reason of the nonpayment of the final fees. The receipts of the office during the year were $136,304.29 in excess of its expenditures.\n The work of the Census Bureau has been energetically prosecuted. The preliminary report, containing much information of special value and interest, will be ready for delivery during the present session. The remaining volumes will be completed with all the dispatch consistent with perfect accuracy in arranging and classifying the returns. We shall thus at no distant day be furnished with an authentic record of our condition and resources. It will, I doubt not, attest the growing prosperity of the country, although during the decade which has just closed it was so severely tried by the great war waged to maintain its integrity and to secure and perpetuate our free institutions.\n During the last fiscal year the sum paid to pensioners, including the cost of disbursement, was $27,780,811.11, and 1,758 bounty-land warrants were issued. At its close 198,686 names were on the pension rolls.\n The labors of the Pension Office have been directed to the severe scrutiny of the evidence submitted in favor of new claims and to the discovery of fictitious claims which have been heretofore allowed. The appropriation for the employment of special agents for the investigation of frauds has been judiciously used, and the results obtained have been of unquestionable benefit to the service.\n The subjects of education and agriculture are of great interest to the success of our republican institutions, happiness, and grandeur as a nation. In the interest of one a bureau has been established in the Interior Department--the Bureau of Education; and in the interest of the other, a separate Department, that of Agriculture. I believe great general good is to flow from the operations of both these Bureaus if properly fostered. I can not commend to your careful consideration too highly the reports of the Commissioners of Education and of Agriculture, nor urge too strongly such liberal legislation as to secure their efficiency.\n In conclusion I would sum up the policy of the Administration to be a thorough enforcement of every law; a faithful collection of every tax provided for; economy in the disbursement of the same; a prompt payment of every debt of the nation; a reduction of taxes as rapidly as the requirements of the country will admit; reductions of taxation and tariff, to be so arranged as to afford the greatest relief to the greatest number; honest and fair dealings with all other peoples, to the end that war, with all its blighting consequences, may be avoided, but without surrendering any right or obligation due to us; a reform in the treatment of Indians and in the whole civil service of the country; and, finally, in securing a pure, untrammeled ballot, where every man entitled to cast a vote may do so, just once at each election, without fear of molestation or proscription on account of his political faith, nativity, of color."}