{"title": "December 6 1886 Second Annual Message-Grover Cleveland", "content": "To the Congress of the United States:\n In discharge of a constitutional duty, and following a well-established precedent in the Executive office, I herewith transmit to the Congress at its reassembling certain information concerning the state of the Union, together with such recommendations for legislative consideration as appear necessary and expedient.\n Our Government has consistently maintained its relations of friendship toward all other powers and of neighborly interest toward those whose possessions are contiguous to our own. Few questions have arisen during the past year with other governments, and none of those are beyond the reach of settlement in friendly counsel.\n We are as yet without provision for the settlement of claims of citizens of the United States against Chile for injustice during the late war with Peru and Bolivia. The mixed commissions organized under claims conventions concluded by the Chilean Government with certain European States have developed an amount of friction which we trust can be avoided in the convention which our representative at Santiago is authorized to negotiate.\n The cruel treatment of inoffensive Chinese has, I regret to say, been repeated in some of the far Western States and Territories, and acts of violence against those people, beyond the power of the local constituted authorities to prevent and difficult to punish, are reported even in distant Alaska. Much of this violence can be traced to race prejudice and competition of labor, which can not, however, justify the oppression of strangers whose safety is guaranteed by our treaty with China equally with the most favored nations.\n In opening our vast domain to alien elements the purpose of our lawgivers was to invite assimilation, and not to provide an arena for endless antagonism. The paramount duty of maintaining public order and defending the interests of our own people may require the adoption of measures of restriction, but they should not tolerate the oppression of individuals of a special race. I am not without assurance that the Government of China, whose friendly disposition toward us I am most happy to recognize, will meet us halfway in devising a comprehensive remedy by which an effective limitation of Chinese emigration, joined to protection of those Chinese subjects who remain in this country, may be secured.\n Legislation is needed to execute the provisions of our Chinese convention of 1880 touching the opium traffic.\n While the good will of the Colombian Government toward our country is manifest, the situation of American interests on the Isthmus of Panama has at times excited concern and invited friendly action looking to the performance of the engagements of the two nations concerning the territory embraced in the interoceanic transit. With the subsidence of the Isthmian disturbances and the erection of the State of Panama into a federal district under the direct government of the constitutional administration at Bogota, a new order of things has been inaugurated, which, although as yet somewhat experimental and affording scope for arbitrary exercise of power by the delegates of the national authority, promises much improvement.\n The sympathy between the people of the United States and France, born during our colonial struggle for independence and continuing today, has received a fresh impulse in the successful completion and dedication of the colossal statue of \"Liberty Enlightening the World\" in New York Harbor--the gift of Frenchmen to Americans.\n A convention between the United States and certain other powers for the protection of submarine cables was signed at Paris on March 14, 1884, and has been duly ratified and proclaimed by this Government. By agreement between the high contracting parties this convention is to go into effect on the 1st of January next, but the legislation required for its execution in the United States has not yet been adopted. I earnestly recommend its enactment.\n Cases have continued to occur in Germany giving rise to much correspondence in relation to the privilege of sojourn of our naturalized citizens of German origin revisiting the land of their birth, yet I am happy to state that our relations with that country have lost none of their accustomed cordiality.\n The claims for interest upon the amount of tonnage dues illegally exacted from certain German steamship lines were favorably reported in both Houses of Congress at the last session, and I trust will receive final and favorable action at an early day.\n The recommendations contained in my last annual message in relation to a mode of settlement of the fishery rights in the waters of British North America, so long a subject of anxious difference between the United States and Great Britain, was met by an adverse vote of the Senate on April 13 last, and thereupon negotiations were instituted to obtain an agreement with Her Britannic Majesty's Government for the promulgation of such joint interpretation and definition of the article of the convention of 1818 relating to the territorial waters and inshore fisheries of the British Provinces as should secure the Canadian rights from encroachment by the United States fishermen and at the same time insure the enjoyment by the latter of the privileges guaranteed to them by such convention.\n The questions involved are of long standing, of grave consequence, and from time to time for nearly three-quarters of a century have given rise to earnest international discussions, not unaccompanied by irritation.\n Temporary arrangements by treaties have served to allay friction, which, however, has revived as each treaty was terminated. The last arrangement, under the treaty of 1871, was abrogated after due notice by the United States on June 30, 1885, but I was enabled to obtain for our fishermen for the remainder of that season enjoyment of the full privileges accorded by the terminated treaty.\n The joint high commission by whom the treaty had been negotiated, although invested with plenary power to make a permanent settlement, were content with a temporary arrangement, after the termination of which the question was relegated to the stipulations of the treaty of 1818, as to the first article of which no construction satisfactory to both countries has ever been agreed upon.\n The progress of civilization and growth of population in the British Provinces to which the fisheries in question are contiguous and the expansion of commercial intercourse between them and the United States present to-day a condition of affairs scarcely realizable at the date of the negotiations of 1818.\n New and vast interests have been brought into existence; modes of intercourse between the respective countries have been invented and multiplied; the methods of conducting the fisheries have been wholly changed; and all this is necessarily entitled to candid and careful consideration in the adjustment of the terms and conditions of intercourse and commerce between the United States and their neighbors along a frontier of over 3,500 miles.\n This propinquity, community of language and occupation, and similarity of political and social institutions indicate the practicability and obvious wisdom of maintaining mutually beneficial and friendly relations.\n Whilst I am unfeignedly desirous that such relations should exist between us and the inhabitants of Canada, yet the action of their officials during the past season toward our fishermen has been such as to seriously threaten their continuance.\n Although disappointed in my efforts to secure a satisfactory settlement of the fishery question, negotiations are still pending, with reasonable hope that before the close of the present session of Congress announcement may be made that an acceptable conclusion has been reached.\n As at an early day there may be laid before Congress the correspondence of the Department of State in relation to this important subject, so that the history of the past fishing season may be fully disclosed and the action and the attitude of the Administration clearly comprehended, a more extended reference is not deemed necessary in this communication.\n The recommendation submitted last year that provision be made for a preliminary reconnoissance of the conventional boundary line between Alaska and British Columbia is renewed.\n I express my unhesitating conviction that the intimacy of our relations with Hawaii should be emphasized. As a result of the reciprocity treaty of 1875, those islands, on the highway of Oriental and Australasian traffic, are virtually an outpost of American commerce and a stepping-stone to the growing trade of the Pacific. The Polynesian Island groups have been so absorbed by other and more powerful governments that the Hawaiian Islands are left almost alone in the enjoyment of their autonomy, which it is important for us should be preserved. Our treaty is now terminable on one year's notice, but propositions to abrogate it would be, in my judgment, most ill advised. The paramount influence we have there acquired, once relinquished, could only with difficulty be regained, and a valuable ground of vantage for ourselves might be converted into a stronghold for our commercial competitors. I earnestly recommend that the existing treaty stipulations be extended for a further term of seven years. A recently signed treaty to this end is now before the Senate.\n The importance of telegraphic communication between those islands and the United States should not be overlooked.\n The question of a general revision of the treaties of Japan is again under discussion at Tokyo. As the first to open relations with that Empire, and as the nation in most direct commercial relations with Japan, the United States have lost no opportunity to testify their consistent friendship by supporting the just claims of Japan to autonomy and independence among nations.\n A treaty of extradition between the United States and Japan, the first concluded by that Empire, has been lately proclaimed.\n The weakness of Liberia and the difficulty of maintaining effective sovereignty over its outlying districts have exposed that Republic to encroachment. It can not be forgotten that this distant community is an offshoot of our own system, owing its origin to the associated benevolence of American citizens, whose praiseworthy efforts to create a nucleus of civilization in the Dark Continent have commanded respect and sympathy everywhere, especially in this country. Although a formal protectorate over Liberia is contrary to our traditional policy, the moral right and duty of the United States to assist in all proper ways in the maintenance of its integrity is obvious, and has been consistently announced during nearly half a century. I recommend that in the reorganization of our Navy a small vessel, no longer found adequate to our needs, be presented to Liberia, to be employed by it in the protection of its coastwise revenues.\n The encouraging development of beneficial and intimate relations between the United States and Mexico, which has been so marked within the past few years, is at once the occasion of congratulation and of friendly solicitude. I urgently renew my former representation of the need or speedy legislation by Congress to carry into effect the reciprocity commercial convention of January 20, 1883.\n Our commercial treaty of 1831 with Mexico was terminated, according to its provisions, in 1881, upon notification given by Mexico in pursuance of her announced policy of recasting all her commercial treaties. Mexico has since concluded with several foreign governments new treaties of commerce and navigation, defining alien rights of trade, property, and residence, treatment of shipping, consular privileges, and the like. Our yet unexecuted reciprocity convention of 1883 covers none of these points, the settlement of which is so necessary to good relationship. I propose to initiate with Mexico negotiations for a new and enlarged treaty of commerce and navigation.\n In compliance with a resolution of the Senate, I communicated to that body on August 2 last, and also to the House of Representatives, the correspondence in the case of A. K. Cutting, an American citizen, then imprisoned in Mexico, charged with the commission of a penal offense in Texas, of which a Mexican citizen was the object.\n After demand had been made for his release the charge against him was amended so as to include a violation of Mexican law within Mexican territory.\n This joinder of alleged offenses, one within and the other exterior to Mexico, induced me to order a special investigation of the case, pending which Mr. Cutting was released.\n The incident has, however, disclosed a claim of jurisdiction by Mexico novel in our history, whereby any offense committed anywhere by a foreigner, penal in the place of its commission, and of which a Mexican is the object, may, if the offender be found in Mexico, be there tried and punished in conformity with Mexican laws.\n This jurisdiction was sustained by the courts of Mexico in the Cutting case, and approved by the executive branch of that Government, upon the authority of a Mexican statute. The appellate court in releasing Mr. Cutting decided that the abandonment of the complaint by the Mexican citizen aggrieved by the alleged crime (a libelous publication) removed the basis of further prosecution, and also declared justice to have been satisfied by the enforcement of a small part of the original sentence.\n The admission of such a pretension would be attended with serious results, invasive of the jurisdiction of this Government and highly dangerous to our citizens in foreign lands. Therefore I have denied it and protested against its attempted exercise as unwarranted by the principles of law and international usages.\n A sovereign has jurisdiction of offenses which take effect within his territory, although concocted or commenced outside of it; but the right is denied of any foreign sovereign to punish a citizen of the United States for an offense consummated on our soil in violation of our laws, even though the offense be against a subject or citizen of such sovereign. The Mexican statute in question makes the claim broadly, and the principle, if conceded, would create a dual responsibility in the citizen and lead to inextricable confusion, destructive of that certainty in the law which is an essential of liberty.\n When citizens of the United States voluntarily go into a foreign country, they must abide by the laws there in force, and will not be protected by their own Government from the consequences of an offense against those laws committed in such foreign country; but watchful care and interest of this Government over its citizens are not relinquished because they have gone abroad, and if charged with crime committed in the foreign land a fair and open trial, conducted with decent regard for justice and humanity, will be demanded for them. With less than that this Government will not be content when the life or liberty of its citizens is at stake.\n Whatever the degree to which extraterritorial criminal jurisdiction may have been formerly allowed by consent and reciprocal agreement among certain of the European States, no such doctrine or practice was ever known to the laws of this country or of that from which our institutions have mainly been derived.\n In the case of Mexico there are reasons especially strong for perfect harmony in the mutual exercise of jurisdiction. Nature has made us irrevocably neighbors, and wisdom and kind feeling should make us friends.\n The overflow of capital and enterprise from the United States is a potent factor in assisting the development of the resources of Mexico and in building up the prosperity of both countries.\n To assist this good work all grounds of apprehension for the security of person and property should be removed; and I trust that in the interests of good neighborhood the statute referred to will be so modified as to eliminate the present possibilities of danger to the peace of the two countries.\n The Government of the Netherlands has exhibited concern in relation to certain features of our tariff laws, which are supposed by them to be aimed at a class of tobacco produced in the Dutch East Indies. Comment would seem unnecessary upon the unwisdom of legislation appearing to have a special national discrimination for its object, which, although unintentional, may give rise to injurious retaliation.\n The establishment, less than four years ago, of a legation at Teheran is bearing fruit in the interest exhibited by the Shah's Government in the industrial activity of the United States and the opportunities of beneficial interchanges.\n Stable government is now happily restored in Peru by the election of a constitutional president, and a period of rehabilitation is entered upon; but the recovery is necessarily slow from the exhaustion caused by the late war and civil disturbances. A convention to adjust by arbitration claims of our citizens has been proposed and is under consideration.\n The naval officer who bore to Siberia the testimonials bestowed by Congress in recognition of the aid given to the Jeannette survivors has successfully accomplished his mission. His interesting report will be submitted. It is pleasant to know that this mark of appreciation has been welcomed by the Russian Government and people as befits the traditional friendship of the two countries.\n Civil perturbations in the Samoan Islands have during the past few years been a source of considerable embarrassment to the three Governments-Germany, Great Britain, and the United States--whose relations and extraterritorial rights in that important group are guaranteed by treaties. The weakness of the native administration and the conflict of opposing interests in the islands have led King Malietoa to seek alliance or protection in some one quarter, regardless of the distinct engagements whereby no one of the three treaty powers may acquire any paramount or exclusive interest. In May last Malietoa offered to place Samoa under the protection of the United States, and the late consul, without authority, assumed to grant it. The proceeding was promptly disavowed and the overzealous official recalled. Special agents of the three Governments have been deputed to examine the situation in the islands. With a change in the representation of all three powers and a harmonious understanding between them, the peace, prosperity, autonomous administration, and neutrality of Samoa can hardly fail to be secured.\n It appearing that the Government of Spain did not extend to the flag of the United States in the Antilles the full measure of reciprocity requisite under our statute for the continuance of the suspension of discriminations against the Spanish flag in our ports, I was constrained in October last to rescind my predecessor's proclamation of February 14, 1884, permitting such suspension. An arrangement was, however, speedily reached, and upon notification from the Government of Spain that all differential treatment of our vessels and their cargoes, from the United States or from any foreign country, had been completely and absolutely relinquished, I availed myself of the discretion conferred by law and issued on the 27th of October my proclamation declaring reciprocal suspension in the United States. It is most gratifying to bear testimony to the earnest spirit in which the Government of the Queen Regent has met our efforts to avert the initiation of commercial discriminations and reprisals, which are ever disastrous to the material interests and the political good will of the countries they may affect.\n The profitable development of the large commercial exchanges between the United States and the Spanish Antilles is naturally an object of solicitude. Lying close at our doors, and finding here their main markets of supply and demand, the welfare of Cuba and Puerto Rico and their production and trade are scarcely less important to us than to Spain. Their commercial and financial movements are so naturally a part of our system that no obstacle to fuller and freer intercourse should be permitted to exist. The standing instructions of our representatives at Madrid and Havana have for years been to leave no effort unessayed to further these ends, and at no time has the equal good desire of Spain been more hopefully manifested than now.\n The Government of Spain, by removing the consular tonnage fees on cargoes shipped to the Antilles and by reducing passport fees, has shown its recognition of the needs of less trammeled intercourse.\n An effort has been made during the past year to remove the hindrances to the proclamation of the treaty of naturalization with the Sublime Porte, signed in 1874, which has remained inoperative owing to a disagreement of interpretation of the clauses relative to the effects of the return to and sojourn of a naturalized citizen in the land of origin. I trust soon to be able to announce a favorable settlement of the differences as to this interpretation.\n It has been highly satisfactory to note the improved treatment of American missionaries in Turkey, as has been attested by their acknowledgments to our late minister to that Government of his successful exertions in their behalf.\n The exchange of ratifications of the convention of December 5, 1885, with Venezuela, for the reopening of the awards of the Caracas Commission under the claims convention of 1866, has not yet been effected, owing to the delay of the Executive of that Republic in ratifying the measure. I trust that this postponement will be brief; but should it much longer continue, the delay may well be regarded as a rescission of the compact and a failure on the part of Venezuela to complete an arrangement so persistently sought by her during many years and assented to by this Government in a spirit of international fairness, although to the detriment of holders of bona fide awards of the impugned commission.\n I renew the recommendation of my last annual message that existing legislation concerning citizenship and naturalization be revised. We have treaties with many states providing for the renunciation of citizenship by naturalized aliens, but no statute is found to give effect to such engagements, nor any which provides a needed central bureau for the registration of naturalized citizens.\n Experience suggests that our statutes regulating extradition might be advantageously amended by a provision for the transit across our territory, now a convenient thoroughfare of travel from one foreign country to another, of fugitives surrendered by a foreign government to a third state. Such provisions are not unusual in the legislation of other countries, and tend to prevent the miscarriage of justice. It is also desirable, in order to remove present uncertainties, that authority should be conferred on the Secretary of State to issue a certificate, in case of an arrest for the purpose of extradition, to the officer before whom the proceeding is pending, showing that a requisition for the surrender of the person charged has been duly made. Such a certificate, if required to be received before the prisoner's examination, would prevent a long and expensive judicial inquiry into a charge which the foreign government might not desire to press. I also recommend that express provision be made for the immediate discharge from custody of persons committed for extradition where the President is of opinion that surrender should not be made.\n The drift of sentiment in civilized communities toward full recognition of the rights of property in the creations of the human intellect has brought about the adoption by many important nations of an international copyright convention, which was signed at Berne on the 18th of September, 1885.\n Inasmuch as the Constitution gives to the Congress the power \"to promote the progress of science and useful arts by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries,\" this Government did not feel warranted in becoming a signatory pending the action of Congress upon measures of international copyright now before it; but the right of adhesion to the Berne convention hereafter has been reserved. I trust the subject will receive at your hands the attention it deserves, and that the just claims of authors, so urgently pressed, will be duly heeded.\n Representations continue to be made to me of the injurious effect upon American artists studying abroad and having free access to the art collections of foreign countries of maintaining a discriminating duty against the introduction of the works of their brother artists of other countries, and I am induced to repeat my recommendation for the abolition of that tax.\n Pursuant to a provision of the diplomatic and consular appropriation act approved July 1, 1886, the estimates submitted by the Secretary of State for the maintenance of the consular service have been recast on the basis of salaries for all officers to whom such allowance is deemed advisable. Advantage has been taken of this to redistribute the salaries of the offices now appropriated for, in accordance with the work performed, the importance of the representative duties of the incumbent, and the cost of living at each post. The last consideration has been too often lost sight of in the allowances heretofore made. The compensation which may suffice for the decent maintenance of a worthy and capable officer in a position of onerous and representative trust at a post readily accessible, and where the necessaries of life are abundant and cheap, may prove an inadequate pittance in distant lands, where the better part of a year's pay is consumed in reaching the post of duty, and where the comforts of ordinary civilized existence can only be obtained with difficulty and at exorbitant cost. I trust that in considering the submitted schedules no mistaken theory of economy will perpetuate a system which in the past has virtually closed to deserving talent many offices where capacity and attainments of a high order are indispensable, and in not a few instances has brought discredit on our national character and entailed embarrassment and even suffering on those deputed to uphold our dignity and interests abroad.\n In connection with this subject I earnestly reiterate the practical necessity of supplying some mode of trustworthy inspection and report of the manner in which the consulates are conducted. In the absence of such reliable information efficiency can scarcely be rewarded or its opposite corrected.\n Increasing competition in trade has directed attention to the value of the consular reports printed by the Department of State, and the efforts of the Government to extend the practical usefulness of these reports have created a wider demand for them at home and a spirit of emulation abroad. Constituting a record at the changes occurring in trade and of the progress of the arts and invention in foreign countries, they are much sought for by all interested in the subjects which they embrace.\n The report of the Secretary of the Treasury exhibits in detail the condition of the public finances and of the several branches of the Government related to his Department. I especially direct the attention of the Congress to the recommendations contained in this and the last preceding report of the Secretary touching the simplification and amendment of the laws relating to the collection of our revenues, and in the interest of economy and justice to the Government I hope they may be adopted by appropriate legislation.\n The ordinary receipts of the Government for the fiscal year ended June 30, 1886, were $336,439,727.06. Of this amount $192,905,023.41 was received from customs and $116,805,936.48 from internal revenue. The total receipts, as here stated, were $13,749,020.68 greater than for the previous year, but the increase from customs was $11,434,084.10 and from internal revenue $4,407,210.94, making a gain in these items for the last year of $15,841,295.04, a falling off in other resources reducing the total increase to the smaller amount mentioned.\n The expense at the different custom-houses of collecting this increased customs revenue was less than the expense attending the collection of such revenue for the preceding year by $490,608, and the increased receipts of internal revenue were collected at a cost to the Internal-Revenue Bureau $155,944.99 less than the expense of such collection for the previous year.\n The total ordinary expenses of the Government for the fiscal year ended June 30, 1886, were $242,483,138.50, being less by $17,788,797 than such expenditures for the year preceding, and leaving a surplus in the Treasury at the close of the last fiscal year of $93,956,588.56, as against $63,463,771.27 at the close of the previous year, being an increase in such surplus of $30,492,817.29.\n The expenditures are compared with those of the preceding fiscal year and classified as follows:\n For the current year to end June 30, 1887, the ascertained receipts up to October 1, 1886, with such receipts estimated for the remainder of the year, amount to $356,000,000.\n The expenditures ascertained and estimated for the same period are $266,000,000, indicating an anticipated surplus at the close of the year of $90,000,000.\n The total value of the exports from the United States to foreign countries during the fiscal year is stated and compared with the preceding year as follows:\n The value of some of our leading exports during the last fiscal year, as compared with the value of the same for the year immediately preceding, is here given, and furnishes information both interesting and suggestive:\n Our imports during the last fiscal year, as compared with the previous year, were as follows:\n In my last annual message to the Congress attention was directed to the fact that the revenues of the Government exceeded its actual needs, and it was suggested that legislative action should be taken to relieve the people from the unnecessary burden of taxation thus made apparent.\n In view of the pressing importance of the subject I deem it my duty to again urge its consideration.\n The income of the Government, by its increased volume and through economies in its collection, is now more than ever in excess of public necessities. The application of the surplus to the payment of such portion of the public debt as is now at our option subject to extinguishment, if continued at the rate which has lately prevailed, would retire that class of indebtedness within less than one year from this date. Thus a continuation of our present revenue system would soon result in the receipt of an annual income much greater than necessary to meet Government expenses, with no indebtedness upon which it could be applied. We should then be confronted with a vast quantity of money, the circulating medium of the people, hoarded in the Treasury when it should be in their hands, or we should be drawn into wasteful public extravagance, with all the corrupting national demoralization which follows in its train.\n But it is not the simple existence of this surplus and its threatened attendant evils which furnish the strongest argument against our present scale of Federal taxation. Its worst phase is the exaction of such a surplus through a perversion of the relations between the people and their Government and a dangerous departure from the rules which limit the right of Federal taxation.\n Good government, and especially the government of which every American citizen boasts, has for its objects the protection of every person within its care in the greatest liberty consistent with the good order of society and his perfect security in the enjoyment of his earnings with the least possible diminution for public needs. When more of the people's substance is exacted through the form of taxation than is necessary to meet the just obligations of the Government and the expense of its economical administration, such exaction becomes ruthless extortion and a violation of the fundamental principles of a free government.\n The indirect manner in which these exactions are made has a tendency to conceal their true character and their extent. But we have arrived at a stage of superfluous revenue which has aroused the people to a realization of the fact that the amount raised professedly for the support of the Government is paid by them as absolutely if added to the price of the things which supply their daily wants as if it was paid at fixed periods into the hand of the tax gatherer.\n Those who toil for daily wages are beginning to understand that capital, though sometimes vaunting its importance and clamoring for the protection and favor of the Government, is dull and sluggish till, touched by the magical hand of labor, it springs into activity, furnishing an occasion for Federal taxation and gaining the value which enables it to bear its burden. And the laboring man is thoughtfully inquiring whether in these circumstances, and considering the tribute he constantly pays into the public Treasury as he supplies his daily wants, he receives his fair share of advantages.\n There is also a suspicion abroad that the surplus of our revenues indicates abnormal and exceptional business profits, which, under the system which produces such surplus, increase without corresponding benefit to the people at large the vast accumulations of a few among our citizens, whose fortunes, rivaling the wealth of the most favored in antidemocratic nations, are not the natural growth of a steady, plain, and industrious republic.\n Our farmers, too, and those engaged directly and indirectly in supplying the products of agriculture, see that day by day, and as often as the daily wants of their households recur, they are forced to pay excessive and needless taxation, while their products struggle in foreign markets with the competition of nations, which, by allowing a freer exchange of productions than we permit, enable their people to sell for prices which distress the American farmer.\n As every patriotic citizen rejoices in the constantly increasing pride of our people in American citizenship and in the glory of our national achievements and progress, a sentiment prevails that the leading strings useful to a nation in its infancy may well be to a great extent discarded in the present stage of American ingenuity, courage, and fearless self-reliance; and for the privilege of indulging this sentiment with true American enthusiasm our citizens are quite willing to forego an idle surplus in the public Treasury.\n And all the people know that the average rate of Federal taxation upon imports is to-day, in time of peace, but little less, while upon some articles of necessary consumption it is actually more, than was imposed by the grievous burden willingly borne at a time when the Government needed millions to maintain by war the safety and integrity of the Union.\n It has been the policy of the Government to collect the principal part of its revenues by a tax upon imports, and no change in this policy is desirable. But the present condition of affairs constrains our people to demand that by a revision of our revenue laws the receipts of the Government shall be reduced to the necessary expense of its economical administration; and this demand should be recognized and obeyed by the people's representatives in the legislative branch of the Government.\n In readjusting the burdens of Federal taxation a sound public policy requires that such of our citizens as have built up large and important industries under present conditions should not be suddenly and to their injury deprived of advantages to which they have adapted their business; but if the public good requires it they should be content with such consideration as shall deal fairly and cautiously with their interests, while the just demand of the people for relief from needless taxation is honestly answered.\n A reasonable and timely submission to such a demand should certainly be possible without disastrous shock to any interest; and a cheerful concession sometimes averts abrupt and heedless action, often the outgrowth of impatience and delayed justice.\n Due regard should be also accorded in any proposed readjustment to the interests of American labor so far as they are involved. We congratulate ourselves that there is among us no laboring class fixed within unyielding bounds and doomed under all conditions to the inexorable fate of daily toil. We recognize in labor a chief factor in the wealth of the Republic, and we treat those who have it in their keeping as citizens entitled to the most careful regard and thoughtful attention. This regard and attention should be awarded them, not only because labor is the capital of our workingmen, justly entitled to its share of Government favor, but for the further and not less important reason that the laboring man, surrounded by his family in his humble home, as a consumer is vitally interested in all that cheapens the cost of living and enables him to bring within his domestic circle additional comforts and advantages.\n This relation of the workingman to the revenue laws of the country and the manner in which it palpably influences the question of wages should not be forgotten in the justifiable prominence given to the proper maintenance of the supply and protection of well-paid labor. And these considerations suggest such an arrangement of Government revenues as shall reduce the expense of living, while it does not curtail the opportunity for work nor reduce the compensation of American labor and injuriously affect its condition and the dignified place it holds in the estimation of our people.\n But our farmers and agriculturists--those who from the soil produce the things consumed by all--are perhaps more directly and plainly concerned than any other of our citizens in a just and careful system of Federal taxation. Those actually engaged in and more remotely connected with this kind of work number nearly one-half of our population. None labor harder or more continuously than they. No enactments limit their hours of toil and no interposition of the Government enhances to any great extent the value of their products. And yet for many of the necessaries and comforts of life, which the most scrupulous economy enables them to bring into their homes, and for their implements of husbandry, they are obliged to pay a price largely increased by an unnatural profit, which by the action of the Government is given to the more favored manufacturer.\n I recommend that, keeping in view all these considerations, the increasing and unnecessary surplus of national income annually accumulating be released to the people by an amendment to our revenue laws which shall cheapen the price of the necessaries of life and give freer entrance to such imported materials as by American labor may be manufactured into marketable commodities.\n Nothing can be accomplished, however, in the direction of this much-needed reform unless the subject is approached in a patriotic spirit of devotion to the interests of the entire country and with a willingness to yield something for the public good.\n The sum paid upon the public debt during the fiscal year ended June 30, 1886, was $44,551,043.36.\n During the twelve months ended October 31,1886, 3 per cent bonds were called for redemption amounting to $127,283,100, of which $80,643,200 was so called to answer the requirements of the law relating to the sinking fund and $46,639,900 for the purpose of reducing the public debt by application of a part of the surplus in the Treasury to that object. Of the bonds thus called $102,269,450 became subject under such calls to redemption prior to November 1, 1886. The remainder, amounting to$25,013,650, matured under the calls after that date.\n In addition to the amount subject to payment and cancellation prior to November 1, there were also paid before that day certain of these bonds, with the interest thereon, amounting to $5,072,350, which were anticipated as to their maturity, of which $2,664,850 had not been called, Thus $107,341,800 had been actually applied prior to the 1st of November, 1886, to the extinguishment of our bonded and interest-bearing debt, leaving on that day still outstanding the sum of $1,153,443,112. Of this amount $86,848,700 were still represented by 3 per cent bonds. They however, have been since November 1, or will at once be, further reduced by $22,606,150, being bonds which have been called, as already stated, but not redeemed and canceled before the latter date.\n During the fiscal year ended June 30, 1886, there were coined, under the compulsory silver-coinage act of 1878,29,838,905 silver dollars, and the cost of the silver used in such coinage was $23,448,960.01. There had been coined up to the close of the previous fiscal year under the provisions of the law 203,882,554 silver dollars, and on the 1st day of December, 1886, the total amount of such coinage was $247,131,549.\n The Director of the Mint reports that at the time of the passage of the law of 1878 directing this coinage the intrinsic value of the dollars thus coined was 94 1/4 cents each, and that on the 31st day of July, 1886, the price of silver reached the lowest stage ever known, so that the intrinsic or bullion price of our standard silver dollar at that date was less than 72 cents. The price of silver on the 30th day of November last was such as to make these dollars intrinsically worth 78 cents each.\n These differences in value of the coins represent the fluctuations in the price of silver, and they certainly do not indicate that compulsory coinage by the Government enhances the price of that commodity or secures uniformity in its value.\n Every fair and legal effort has been made by the Treasury Department to distribute this currency among the people. The withdrawal of United States Treasury notes of small denominations and the issuing of small silver certificates have been resorted to in the endeavor to accomplish this result, in obedience to the will and sentiments of the representatives of the people in the Congress. On the 27th day of November, 1886, the people held of these coins, or certificates representing them, the nominal sum of $166,873,041, and we still had $79,464,345 in the Treasury as against about $142,894,055 so in the hands of the people and $72,865,376 remaining in the Treasury one year ago. The Director of the Mint again urges the necessity of more vault room for the purpose of storing these silver dollars which are not needed for circulation by the people.\n I have seen no reason to change the views expressed in my last annual message on the subject of this compulsory coinage, and I again urge its suspension on all the grounds contained in my former recommendation, reenforced by the significant increase of our gold exportations during the last year, as appears by the comparative statement herewith presented, and for the further reasons that the more this currency is distributed among the people the greater becomes our duty to protect it from disaster, that we now have abundance for all our needs, and that there seems but little propriety in building vaults to store such currency when the only pretense for its coinage is the necessity of its use by the people as a circulating medium.\n The great number of suits now pending in the United States courts for the southern district of New York growing out of the collection of customs revenue at the port of New York and the number of such suits that are almost daily instituted are certainly worthy the attention of the Congress. These legal controversies, based upon conflicting views by importers and the collector as to the interpretation of our present complex and indefinite revenue laws, might be largely obviated by an amendment of those laws.\n But pending such amendment the present condition of this litigation should be relieved. There are now pending about 2,500 of these suits. More than 1,100 have been commenced within the past eighteen months, and many of the others have been at issue for more than twenty-five years. These delays subject the Government to loss of evidence and prevent the preparation necessary to defeat unjust and fictitious claims, while constantly accruing interest threatens to double the demands involved.\n In the present condition of the dockets of the courts, well filled with private suits, and of the force allowed the district attorney, no greater than is necessary for the ordinary and current business of his office, these revenue litigations can not be considered.\n In default of the adoption by the Congress of a plan for the general reorganization of the Federal courts, as has been heretofore recommended, I urge the propriety of passing a law permitting the appointment of an additional Federal judge in the district where these Government suits have accumulated, so that by continuous sessions of the courts devoted to the trial of these cases they may be determined.\n It is entirely plain that a great saving to the Government would be accomplished by such a remedy, and the suitors who have honest claims would not be denied justice through delay.\n The report of the Secretary of War gives a detailed account of the administration of his Department and contains sundry recommendations for the improvement of the service, which I fully approve.\n The Army consisted at the date of the last consolidated return of 2,103 officers and 24,946 enlisted men.\n The expenses of the Department for the last fiscal year were $36,990,903.38, including $6,294,305.43 for public works and river and harbor improvements.\n I especially direct the attention of the Congress to the recommendation that officers be required to submit to an examination as a preliminary to their promotion. I see no objection, but many advantages, in adopting this feature, which has operated so beneficially in our Navy Department, as well as in some branches of the Army.\n The subject of coast defenses and fortifications has been fully and carefully treated by the Board on Fortifications, whose report was submitted at the last session of Congress; but no construction work of the kind recommended by the board has been possible during the last year from the lack of appropriations for such purpose.\n The defenseless condition of our seacoast and lake frontier is perfectly palpable. The examinations made must convince us all that certain of our cities named in the report of the board should be fortified and that work on the most important of these fortifications should be commenced at once. The work has been thoroughly considered and laid out, the Secretary of War reports, but all is delayed in default of Congressional action.\n The absolute necessity, judged by all standards of prudence and foresight, of our preparation for an effectual resistance against the armored ships and steel guns and mortars of modern construction which may threaten the cities on our coasts is so apparent that I hope effective steps will be taken in that direction immediately.\n The valuable and suggestive treatment of this question by the Secretary of War is earnestly commended to the consideration of the Congress.\n In September and October last the hostile Apaches who, under the leadership of Geronimo, had for eighteen months been on the war path, and during that time had committed many murders and been the cause of constant terror to the settlers of Arizona, surrendered to General Miles, the military commander who succeeded General Crook in the management and direction of their pursuit.\n Under the terms of their surrender as then reported, and in view of the understanding which these murderous savages seemed to entertain of the assurances given them, it was considered best to imprison them in such manner as to prevent their ever engaging in such outrages again, instead of trying them for murder. Fort Pickens having been selected as a safe place of confinement, all the adult males were sent thither and will be closely guarded as prisoners. In the meantime the residue of the band, who, though still remaining upon the reservation, were regarded as unsafe and suspected of furnishing aid to those on the war path, had been removed to Fort Marion. The women and larger children of the hostiles were also taken there, and arrangements have been made for putting the children of proper age in Indian schools.\n The report of the Secretary of the Navy contains a detailed exhibit of the condition of his Department, with such a statement of the action needed to improve the same as should challenge the earnest attention of the Congress.\n The present Navy of the United States, aside from the ships in course of construction, consists of--\n First. Fourteen single-turreted monitors, none of which are in commission nor at the present time serviceable. The batteries of these ships are obsolete, and they can only be relied upon as auxiliary ships in harbor defense, and then after such an expenditure upon them as might not be deemed justifiable.\n Second. Five fourth-rate vessels of small tonnage, only one of which was designed as a war vessel, and all of which are auxiliary merely.\n Third. Twenty-seven cruising ships, three of which are built of iron, of small tonnage, and twenty-four of wood. Of these wooden vessels it is estimated by the Chief Constructor of the Navy that only three will be serviceable beyond a period of six years, at which time it may be said that of the present naval force nothing worthy the name will remain.\n All the vessels heretofore authorized are under contract or in course of construction except the armored ships, the torpedo and dynamite boats, and one cruiser. As to the last of these, the bids were in excess of the limit fixed by Congress. The production in the United States of armor and gun steel is a question which it seems necessary to settle at an early day if the armored war vessels are to be completed with those materials of home manufacture. This has been the subject of investigation by two boards and by two special committees of Congress within the last three years. The report of the Gun Foundry Board in 1884, of the Board on Fortifications made in January last, and the reports of the select committees of the two Houses made at the last session of Congress have entirely exhausted the subject, so far as preliminary investigation is involved, and in their recommendations they are substantially agreed.\n In the event that the present invitation of the Department for bids to furnish such of this material as is now authorized shall fail to induce domestic manufacturers to undertake the large expenditures required to prepare for this new manufacture, and no other steps are taken by Congress at its coming session, the Secretary contemplates with dissatisfaction the necessity of obtaining abroad the armor and the gun steel for the authorized ships. It would seem desirable that the wants of the Army and the Navy in this regard should be reasonably met, and that by uniting their contracts such inducement might be offered as would result in securing the domestication of these important interests.\n The affairs of the postal service show marked and gratifying improvement during the past year. A particular account of its transactions and condition is given in the report of the Postmaster-General, which will be laid before you.\n The reduction of the rate of letter postage in 1883, rendering the postal revenues inadequate to sustain the expenditures, and business depression also contributing, resulted in an excess of cost for the fiscal year ended June 30, 1885, of eight and one-third millions of dollars. An additional check upon receipts by doubling the measure of weight in rating sealed correspondence and diminishing one-half the charge for newspaper carriage was imposed by legislation which took effect with the beginning of the past fiscal year, while the constant demand of our territorial development and growing population for the extension and increase of mail facilities and machinery necessitates steady annual advance in outlay, and the careful estimate of a year ago upon the rates of expenditure then existing contemplated the unavoidable augmentation"}