{"title": "December 6 1842 Second Annual Message-John Tyler", "content": " effects upon the solvent State banks, while it would force into liquidation those of an opposite character through its weekly settlements, would be highly beneficial; and with the advantages of a sound currency the restoration of confidence and credit would follow with a numerous train of blessings. My convictions are most strong that these benefits would flow from the adoption of this measure; but if the result should be adverse there is this security in connection with it--that the law creating it may be repealed at the pleasure of the Legislature without the slightest implication of its good faith.\n I recommend to Congress to take into consideration the propriety of reimbursing a fine imposed on General Jackson at New Orleans at the time of the attack and defense of that city, and paid by him. Without designing any reflection on the judicial tribunal which imposed the fine, the remission at this day may be regarded as not unjust or inexpedient. The voice of the civil authority was heard amidst the glitter of arms and obeyed by those who held the sword, thereby giving additional luster to a memorable military achievement. If the laws were offended, their majesty was fully vindicated; and although the penalty incurred and paid is worthy of little regard in a pecuniary point of view, it can hardly be doubted that it would be gratifying to the war-worn veteran, now in retirement and in the winter of his days, to be relieved from the circumstances in which that judgment placed him. There are cases in which public functionaries may be called on to weigh the public interest against their own personal hazards, and if the civil law be violated from praiseworthy motives or an overruling sense of public danger and public necessity punishment may well be restrained within that limit which asserts and maintains the authority of the law and the subjection of the military to the civil power. The defense of New Orleans, while it saved a city from the hands of the enemy, placed the name of General Jackson among those of the greatest captains of the age and illustrated one of the brightest pages of our history. Now that the causes of excitement existing at the time have ceased to operate, it is believed that the remission of this fine and whatever of gratification that remission might cause the eminent man who incurred and paid it would be in accordance with the general feeling and wishes of the American people.\n I have thus, fellow-citizens, acquitted myself of my duty under the Constitution by laying before you as succinctly as I have been able the state of the Union and by inviting your attention to measures of much importance to the country. The executive will most zealously unite its efforts with those of the legislative department in the accomplishment of all that is required to relieve the wants of a common constituency or elevate the destinies of a beloved country."}