{"title": "December 2 1902 Second Annual Message-Theodore Roosevelt", "content": " pasture land capable of supporting at the outside only one head of cattle to every ten acres. In the past great tracts of the public domain have been fenced in by persons having no title thereto, in direct defiance of the law forbidding the maintenance or construction of any such unlawful inclosure of public land. For various reasons there has been little interference with such inclosures in the past, but ample notice has now been given the trespassers, and all the resources at the command of the Government will hereafter be used to put a stop to such trespassing.\n\n In view of the capital importance of these matters, I commend them to the earnest consideration of the Congress, and if the Congress finds difficulty in dealing with them from lack of thorough knowledge of the subject, I recommend that provision be made for a commission of experts specially to investigate and report upon the complicated questions involved.\n\n I especially urge upon the Congress the need of wise legislation for Alaska. It is not to our credit as a nation that Alaska, which has been ours for thirty-five years, should still have as poor a system Of laws as is the case. No country has a more valuable possession-- in mineral wealth, in fisheries, furs, forests, and also in land available for certain kinds of farming and stockgrowing. It is a territory of great size and varied resources, well fitted to support a large permanent population. Alaska needs a good land law and such provisions for homesteads and pre-emptions as will encourage permanent settlement. We should shape legislation with a view not to the exploiting and abandoning of the territory, but to the building up of homes therein. The land laws should be liberal in type, so as to hold out inducements to the actual settler whom we most desire to see take possession of the country. The forests of Alaska should be protected, and, as a secondary but still important matter, the game also, and at the same time it is imperative that the settlers should be allowed to cut timber, under proper regulations, for their own use. Laws should be enacted to protect the Alaskan salmon fisheries against the greed which would destroy them. They should be preserved as a permanent industry and food supply. Their management and control should be turned over to the Commission of Fish and Fisheries. Alaska should have a Delegate in the Congress. It would be well if a Congressional committee could visit Alaska and investigate its needs on the ground.\n\n In dealing with the Indians our aim should be their ultimate absorption into the body of our people. But in many cases this absorption must and should be very slow. In portions of the Indian Territory the mixture of blood has gone on at the same time with progress in wealth and education, so that there are plenty of men with varying degrees of purity of Indian blood who are absolutely indistinguishable in point of social, political, and economic ability from their white associates. There are other tribes which have as yet made no perceptible advance toward such equality. To try to force such tribes too fast is to prevent their going forward at all. Moreover, the tribes live under widely different conditions. Where a tribe has made considerable advance and lives on fertile farming soil it is possible to allot the members lands in severalty much as is the case with white settlers. There are other tribes where such a course is not desirable. On the arid prairie lands the effort should be to induce the Indians to lead pastoral rather than agricultural lives, and to permit them to settle in villages rather than to force them into isolation.\n\n The large Indian schools situated remote from any Indian reservation do a special and peculiar work of great importance. But, excellent though these are, an immense amount of additional work must be done on the reservations themselves among the old, and above all among the young, Indians.\n\n The first and most important step toward the absorption of the Indian is to teach him to earn his living; yet it is not necessarily to be assumed that in each community all Indians must become either tillers of the soil or stock raisers. Their industries may properly be diversified, and those who show special desire or adaptability for industrial or even commercial pursuits should be encouraged so far as practicable to follow out each his own bent.\n\n Every effort should be made to develop the Indian along the lines of natural aptitude, and to encourage the existing native industries peculiar to certain tribes, such as the various kinds of basket weaving, canoe building, smith work, and blanket work. Above all, the Indian boys and girls should be given confident command of colloquial English, and should ordinarily be prepared for a vigorous struggle with the conditions under which their people live, rather than for immediate absorption into some more highly developed community.\n\n The officials who represent the Government in dealing with the Indians work under hard conditions, and also under conditions which render it easy to do wrong and very difficult to detect wrong. Consequently they should be amply paid on the one hand, and on the other hand a particularly high standard of conduct should be demanded from them, and where misconduct can be proved the punishment should be exemplary.\n\n In no department of governmental work in recent years has there been greater success than in that of giving scientific aid to the farming population, thereby showing them how most efficiently to help themselves. There is no need of insisting upon its importance, for the welfare of the farmer is fundamentally necessary to the welfare of the Republic as a whole. In addition to such work as quarantine against animal and vegetable plagues, and warring against them when here introduced, much efficient help has been rendered to the farmer by the introduction of new plants specially fitted for cultivation under the peculiar conditions existing in different portions of the country. New cereals have been established in the semi-arid West. For instance, the practicability of producing the best types of macaroni wheats in regions of an annual rainfall of only ten inches or thereabouts has been conclusively demonstrated. Through the introduction of new rices in Louisiana and Texas the production of rice in this country has been made to about equal the home demand. In the South-west the possibility of regrassing overstocked range lands has been demonstrated; in the North many new forage crops have been introduced, while in the East it has been shown that some of our choicest fruits can be stored and shipped in such a way as to find a profitable market abroad.\n\n I again recommend to the favorable consideration of the Congress the plans of the Smithsonian Institution for making the Museum under its charge worthy of the Nation, and for preserving at the National Capital not only records of the vanishing races of men but of the animals of this continent which, like the buffalo, will soon become extinct unless specimens from which their representatives may be renewed are sought in their native regions and maintained there in safety.\n\n The District of Columbia is the only part of our territory in which the National Government exercises local or municipal functions, and where in consequence the Government has a free hand in reference to certain types of social and economic legislation which must be essentially local or municipal in their character. The Government should see to it, for instance, that the hygienic and sanitary legislation affecting Washington is of a high character. The evils of slum dwellings, whether in the shape of crowded and congested tenement-house districts or of the back-alley type, should never be permitted to grow up in Washington. The city should be a model in every respect for all the cities of the country. The charitable and correctional systems of the District should receive consideration at the hands of the Congress to the end that they may embody the results of the most advanced thought in these fields. Moreover, while Washington is not a great industrial city, there is some industrialism here, and our labor legislation, while it would not be important in itself, might be made a model for the rest of the Nation. We should pass, for instance, a wise employer's-liability act for the District of Columbia, and we need such an act in our navy-yards. Railroad companies in the District ought to be required by law to block their frogs.\n\n The safety-appliance law, for the better protection of the lives and limbs of railway employees, which was passed in 1893, went into full effect on August 1, 1901. It has resulted in averting thousands of casualties. Experience shows, however, the necessity of additional legislation to perfect this law. A bill to provide for this passed the Senate at the last session. It is to be hoped that some such measure may now be enacted into law.\n\n There is a growing tendency to provide for the publication of masses of documents for which there is no public demand and for the printing of which there is no real necessity. Large numbers of volumes are turned out by the Government printing presses for which there is no justification. Nothing should be printed by any of the Departments unless it contains something of permanent value, and the Congress could with advantage cut down very materially on all the printing which it has now become customary to provide. The excessive cost of Government printing is a strong argument against the position of those who are inclined on abstract grounds to advocate the Government's doing any work which can with propriety be left in private hands.\n\n Gratifying progress has been made during the year in the extension of the merit system of making appointments in the Government service. It should be extended by law to the District of Columbia. It is much to be desired that our consular system be established by law on a basis providing for appointment and promotion only in consequence of proved fitness.\n\n Through a wise provision of the Congress at its last session the White House, which had become disfigured by incongruous additions and changes, has now been restored to what it was planned to be by Washington. In making the restorations the utmost care has been exercised to come as near as possible to the early plans and to supplement these plans by a careful study of such buildings as that of the University of Virginia, which was built by Jefferson. The White House is the property of the Nation, and so far as is compatible with living therein it should be kept as it originally was, for the same. reasons that we keep Mount Vernon as it originally was. The stately simplicity of its architecture is an expression of the character of the period in which it was built, and is in accord with the purposes it was designed to serve. It is a good thing to preserve such buildings as historic monuments which keep alive our sense of continuity with the Nation's past.\n\n The reports of the several Executive Departments are submitted to the Congress with this communication."}