{"title": "December 3 1889 First Annual Message-Benjamin Harrison", "content": " schools and nine churches have been established, and three daily and five weekly newspapers are published in this city, whose charter and ordinances have only the sanction of the voluntary acquiescence of the people from day to day.\n Oklahoma City has a population of about 5,000, and is proportionately as well provided as Guthrie with churches, schools, and newspapers. Other towns and villages having populations of from 100 to 1,000 are scattered over the Territory.\n In order to secure the peace of this new community in the absence of civil government, I directed General Merritt, commanding the Department of the Missouri, to act in conjunction with the marshals of the United States to preserve the peace, and upon their requisition to use the troops to aid them in executing warrants and in quieting any riots or breaches of the peace that might occur. He was further directed to use his influence to promote good order and to avoid any conflicts between or with the settlers. Believing that the introduction and sale of liquors where no legal restraints or regulations existed would endanger the public peace, and in view of the fact that such liquors must first be introduced into the Indian reservations before reaching the white settlements, I further directed the general commanding to enforce the laws relating to the introduction of ardent spirits into the Indian country.\n The presence of the troops has given a sense of security to the well-disposed citizens and has tended to restrain the lawless. In one instance the officer in immediate command of the troops went further than I deemed justifiable in supporting the de facto municipal government of Guthrie, and he was so informed, and directed to limit the interference of the military to the support of the marshals on the lines indicated in the original order. I very urgently recommend that Congress at once provide a Territorial government for these people. Serious questions, which may at any time lead to violent outbreaks, are awaiting the institution of courts for their peaceful adjustment. The American genius for self-government has been well illustrated in Oklahoma; but it is neither safe nor wise to leave these people longer to the expedients which have temporarily served them.\n Provision should be made for the acquisition of title to town lots in the towns now established in Alaska, for locating town sites, and for the establishment of municipal governments. Only the mining laws have been extended to that Territory, and no other form of title to lands can now be obtained. The general land laws were framed with reference to the disposition of agricultural lands, and it is doubtful if their operation in Alaska would be beneficial.\n We have fortunately not extended to Alaska the mistaken policy of establishing reservations for the Indian tribes, and can deal with them from the beginning as individuals with, I am sure, better results; but any disposition of the public lands and any regulations relating to timber and to the fisheries should have a kindly regard to their interests. Having no power to levy taxes, the people of Alaska are wholly dependent upon the General Government, to whose revenues the seal fisheries make a large annual contribution. An appropriation for education should neither be overlooked nor stinted.\n The smallness of the population and the great distances between the settlements offer serious obstacles to the establishment of the usual Territorial form of government. Perhaps the organization of several sub-districts with a small municipal council of limited powers for each would be safe and useful.\n Attention is called in this connection to the suggestions of the Secretary of the Treasury relating to the establishment of another port of entry in Alaska and of other needed customs facilities and regulations.\n In the administration of the land laws the policy of facilitating in every proper way the adjustment of the honest claims of individual settlers upon the public lands has been pursued. The number of pending cases had during the preceding Administration been greatly increased under the operation of orders for a time suspending final action in a large part of the cases originating in the West and Northwest, and by the subsequent use of unusual methods of examination. Only those who are familiar with the conditions under which our agricultural lands have been settled can appreciate the serious and often fatal consequences to the settler of a policy that puts his title under suspicion or delays the issuance of his patent. While care is taken to prevent and to expose fraud, it should not be imputed without reason.\n The manifest purpose of the homestead and preemption laws was to promote the settlement of the public domain by persons having a bona fide intent to make a home upon the selected lands. Where this intent is well established and the requirements of the law have been substantially complied with, the claimant is entitled to a prompt and friendly consideration of his case; but where there is reason to believe that the claimant is the mere agent of another who is seeking to evade a law intended to promote small holdings and to secure by fraudulent methods large tracts of timber and other lands, both principal and agent should not only be thwarted in their fraudulent purpose, but should be made to feel the full penalties of our criminal statutes. The laws should be so administered as not to confound these two classes and to visit penalties only upon the latter.\n The unsettled state of the titles to large bodies of lands in the Territories of New Mexico and Arizona has greatly retarded the development of those Territories. Provision should be made by law for the prompt trial and final adjustment before a judicial tribunal or commission of all claims based upon Mexican grants. It is not just to an intelligent and enterprising people that their peace should be disturbed and their prosperity retarded by these old contentions. I express the hope that differences of opinion as to methods may yield to the urgency of the case.\n The law now provides a pension for every soldier and sailor who was mustered into the service of the United States during the Civil War and is now suffering from wounds or disease having an origin in the service and in the line of duty. Two of the three necessary facts, viz, muster and disability, are usually susceptible of easy proof; but the third, origin in the service, is often difficult and in many deserving cases impossible to establish. That very many of those who endured the hardships of our most bloody and arduous campaigns are now disabled from diseases that had a real but not traceable origin in the service I do not doubt. Besides these there is another class composed of men many of whom served an enlistment of three full years and of reenlisted veterans who added a fourth year of service, who escaped the casualties of battle and the assaults of disease, who were always ready for any detail, who were in every battle line of their command, and were mustered out in sound health, and have since the close of the war, while fighting with the same indomitable and independent spirit the contests of civil life, been overcome by disease or casualty.\n I am not unaware that the pension roll already involves a very large annual expenditure; neither am I deterred by that fact from recommending that Congress grant a pension to such honorably discharged soldiers and sailors of the Civil War as, having rendered substantial service during the war, are now dependent upon their own labor for a maintenance and by disease or casualty are incapacitated from earning it. Many of the men who would be included in this form of relief are now dependent upon public aid, and it does not, in my judgment, consist with the national honor that they shall continue to subsist upon the local relief given indiscriminately to paupers instead of upon the special and generous provision of the nation they served so gallantly and unselfishly. Our people will, I am sure, very generally approve such legislation. And I am equally sure that the survivors of the Union Army and Navy will feel a grateful sense of relief when this worthy and suffering class of their comrades is fairly cared for.\n There are some manifest inequalities in the existing law that should be remedied. To some of these the Secretary of the Interior has called attention.\n It is gratifying to be able to state that by the adoption of new and better methods in the War Department the calls of the Pension Office for information as to the military and hospital records of pension claimants are now promptly answered and the injurious and vexatious delays that have heretofore occurred are entirely avoided. This will greatly facilitate the adjustment of all pending claims.\n The advent of four new States—South Dakota, North Dakota, Montana, and Washington—into the Union under the Constitution in the same month, and the admission of their duly chosen representatives to our National Congress at the same session, is an event as unexampled as it is interesting.\n The certification of the votes cast and of the constitutions adopted in each of the States was filed with me, as required by the eighth section of the act of February 22, 1889, by the governors of said Territories, respectively. Having after a careful examination found that the several constitutions and governments were republican in form and not repugnant to the Constitution of the United States, that all the provisions of the act of Congress had been complied with, and that a majority of the votes cast in each of said proposed States was in favor of the adoption of the constitution submitted therein, I did so declare by a separate proclamation as to each—as to North Dakota and South Dakota on Saturday, November 2; as to Montana on Friday, November 8, and as to Washington on Monday, November 11.\n Each of these States has within it resources the development of which will employ the energies of and yield a comfortable subsistence to a great population. The smallest of these new States, Washington, stands twelfth, and the largest, Montana, third, among the forty-two in area. The people of these States are already well-trained, intelligent, and patriotic American citizens, having common interests and sympathies with those of the older States and a common purpose to defend the integrity and uphold the honor of the nation.\n The attention of the Interstate Commerce Commission has been called to the urgent need of Congressional legislation for the better protection of the lives and limbs of those engaged in operating the great interstate freight lines of the country, and especially of the yardmen and brakemen. A petition signed by nearly 10,000 railway brakemen was presented to the Commission asking that steps might be taken to bring about the use of automatic brakes and couplers on freight cars.\n At a meeting of State railroad commissioners and their accredited representatives held at Washington in March last upon the invitation of the Interstate Commerce Commission a resolution was unanimously adopted urging the Commission\" to consider what can be done to prevent the loss of life and limb in coupling and uncoupling freight cars and in handling the brakes of such cars.\" During the year ending June 30, 1888, over 2,000 railroad employees were killed in service and more than 20,000 injured. It is competent, I think, for Congress to require uniformity in the construction of cars used in interstate commerce and the use of improved safety appliances upon such trains. Time will be necessary to make the needed changes, but an earnest and intelligent beginning should be made at once. It is a reproach to our civilization that any class of American workmen should in the pursuit of a necessary and useful vocation be subjected to a peril of life and limb as great as that of a soldier in time of war.\n The creation of an Executive Department to be known as the Department of Agriculture by the act of February 9 last was a wise and timely response to a request which had long been respectfully urged by the farmers of the country; but much remains to be done to perfect the organization of the Department so that it may fairly realize the expectations which its creation excited. In this connection attention is called to the suggestions contained in the report of the Secretary, which is herewith submitted. The need of a law officer for the Department such as is provided for the other Executive Departments is manifest. The failure of the last Congress to make the usual provision for the publication of the annual report should be promptly remedied. The public interest in the report and its value to the farming community, I am sure, will not be diminished under the new organization of the Department.\n I recommend that the weather service be separated from the War Department and established as a bureau in the Department of Agriculture. This will involve an entire reorganization both of the Weather Bureau and of the Signal Corps, making of the first a purely civil organization and of the other a purely military staff corps. The report of the Chief Signal Officer shows that the work of the corps on its military side has been deteriorating.\n The interests of the people of the District of Columbia should not be lost sight of in the pressure for consideration of measures affecting the whole country. Having no legislature of its own, either municipal or general, its people must look to Congress for the regulation of all those concerns that in the States are the subject of local control. Our whole people have an interest that the national capital should be made attractive and beautiful, and, above all, that its repute for social order should be well maintained. The laws regulating the sale of intoxicating drinks in the District should be revised with a view to bringing the traffic under stringent limitations and control.\n In execution of the power conferred upon me by the act making appropriations for the expenses of the District of Columbia for the year ending June 30, 1890, I did on the 17th day of August last appoint Rudolph Hering, of New York, Samuel M. Gray, of Rhode Island, and Frederick P. Stearns, of Massachusetts, three eminent sanitary engineers, to examine and report upon the system of sewerage existing in the District of Columbia. Their report, which is not yet completed, will be in due course submitted to Congress.\n The report of the Commissioners of the District is herewith transmitted, and the attention of Congress is called to the suggestions contained therein.\n The proposition to observe the four hundredth anniversary of the discovery of America by the opening of a world's fair or exposition in some one of our great cities will be presented for the consideration of Congress. The value and interest of such an exposition may well claim the promotion of the General Government.\n On the 4th of March last the Civil Service Commission had but a single member. The vacancies were filled on the 7th day of May, and since then the Commissioners have been industriously, though with an inadequate force, engaged in executing the law. They were assured by me that a cordial support would be given them in the faithful and impartial enforcement of the statute and of the rules and regulations adopted in aid of it.\n Heretofore the book of eligibles has been closed to everyone, except as certifications were made upon the requisition of the appointing officers. This secrecy was the source of much suspicion and of many charges of favoritism in the administration of the law. What is secret is always suspected; what is open can be judged. The Commission, with the full approval of all its members, has now opened the list of eligibles to the public. The eligible lists for the classified post-offices and custom-houses are now publicly posted in the respective offices, as are also the certifications for appointments. The purpose of the civil-service law was absolutely to exclude any other consideration in connection with appointments under it than that of merit as tested by the examinations. The business proceeds upon the theory that both the examining boards and the appointing officers are absolutely ignorant as to the political views and associations of all persons on the civil-service lists. It is not too much to say, however, that some recent Congressional investigations have somewhat shaken public confidence in the impartiality of the selections for appointment.\n The reform of the civil service will make no safe or satisfactory advance until the present law and its equal administration are well established in the confidence of the people. It will be my pleasure, as it is my duty, to see that the law is executed with firmness and impartiality. If some of its provisions have been fraudulently evaded by appointing officers, our resentment should not suggest the repeal of the law, but reform in its administration. We should have one view of the matter, and hold it with a sincerity that is not affected by the consideration that the party to which we belong is for the time in power.\n My predecessor, on the 4th day of January, 1889, by an Executive order to take effect March 15, brought the Railway Mail Service under the operation of the civil-service law. Provision was made that the order should take effect sooner in any State where an eligible list was sooner obtained. On the 11th day of March Mr. Lyman, then the only member of the Commission, reported to me in writing that it would not be possible to have the list of eligibles ready before May 1, and requested that the taking effect of the order be postponed until that time, which was done, subject to the same provision contained in the original order as to States in which an eligible list was sooner obtained.\n As a result of the revision of the rules, of the new classification, and of the inclusion of the Railway Mail Service, the work of the Commission has been greatly increased, and the present clerical force is found to be inadequate. I recommend that the additional clerks asked by the Commission be appropriated for.\n The duty of appointment is devolved by the Constitution or by the law, and the appointing officers are properly held to a high responsibility in its exercise. The growth of the country and the consequent increase of the civil list have magnified this function of the Executive disproportionally. It can not be denied, however, that the labor connected with this necessary work is increased, often to the point of actual distress, by the sudden and excessive demands that are made upon an incoming Administration for removals and appointments. But, on the other hand, it is not true that incumbency is a conclusive argument for continuance in office. Impartiality, moderation, fidelity to public duty, and a good attainment in the discharge of it must be added before the argument is complete. When those holding administrative offices so conduct themselves as to convince just political opponents that no party consideration or bias affects in any way the discharge of their public duties, we can more easily stay the demand for removals.\n I am satisfied that both in and out of the classified service great benefit would accrue from the adoption of some system by which the officer would receive the distinction and benefit that in all private employments comes from exceptional faithfulness and efficiency in the performance of duty.\n I have suggested to the heads of the Executive Departments that they consider whether a record might not be kept in each bureau of all those elements that are covered by the terms \"faithfulness\" and \"efficiency,\" and a rating made showing the relative merits of the clerks of each class, this rating to be regarded as a test of merit in making promotions.\n I have also suggested to the Postmaster-General that he adopt some plan by which he can, upon the basis of the reports to the Department and of frequent inspections, indicate the relative merit of postmasters of each class. They will be appropriately indicated in the Official Register and in the report of the Department. That a great stimulus would thus be given to the whole service I do not doubt, and such a record would be the best defense against inconsiderate removals from office.\n The interest of the General Government in the education of the people found an early expression, not only in the thoughtful and sometimes warning utterances of our ablest statesmen, but in liberal appropriations from the common resources for the support of education in the new States. No one will deny that it is of the gravest national concern that those who hold the ultimate control of all public affairs should have the necessary intelligence wisely to direct and determine them. National aid to education has heretofore taken the form of land grants, and in that form the constitutional power of Congress to promote the education of the people is not seriously questioned. I do not think it can be successfully questioned when the form is changed to that of a direct grant of money from the public Treasury.\n Such aid should be, as it always has been, suggested by some exceptional conditions. The sudden emancipation of the slaves of the South, the bestowal of the suffrage which soon followed, and the impairment of the ability of the States where these new citizens were chiefly found to adequately provide educational facilities presented not only exceptional but unexampled conditions. That the situation has been much ameliorated there is no doubt. The ability and interest of the States have happily increased.\n But a great work remains to be done, and I think the General Government should lend its aid. As the suggestion of a national grant in aid of education grows chiefly out of the condition and needs of the emancipated slave and his descendants, the relief should as far as possible, while necessarily proceeding upon some general lines, be applied to the need that suggested it. It is essential, if much good is to be accomplished, that the sympathy and active interest of the people of the States should be enlisted, and that the methods adopted should be such as to stimulate and not to supplant local taxation for school purposes.\n As one Congress can not bind a succeeding one in such a case and as the effort must in some degree be experimental, I recommend that any appropriation made for this purpose be so limited in annual amount and as to the time over which it is to extend as will on the one hand give the local school authorities opportunity to make the best use of the first year's allowance, and on the other deliver them from the temptation to unduly postpone the assumption of the whole burden themselves.\n The colored people did not intrude themselves upon us. They were brought here in chains and held in the communities where they are now chiefly found by a cruel slave code. Happily for both races, they are now free. They have from a standpoint of ignorance and poverty—which was our shame, not theirs—made remarkable advances in education and in the acquisition of property. They have as a people shown themselves to be friendly and faithful toward the white race under temptations of tremendous strength. They have their representatives in the national cemeteries, where a grateful Government has gathered the ashes of those who died in its defense. They have furnished to our Regular Army regiments that have won high praise from their commanding officers for courage and soldierly qualities and for fidelity to the enlistment oath. In civil life they are now the toilers of their communities, making their full contribution to the widening streams of prosperity which these communities are receiving. Their sudden withdrawal would stop production and bring disorder into the household as well as the shop. Generally they do not desire to quit their homes, and their employers resent the interference of the emigration agents who seek to stimulate such a desire.\n But notwithstanding all this, in many parts of our country where the colored population is large the people of that race are by various devices deprived of any effective exercise of their political rights and of many of their civil rights. The wrong does not expend itself upon those whose votes are suppressed. Every constituency in the Union is wronged.\n It has been the hope of every patriot that a sense of justice and of respect for the law would work a gradual cure of these flagrant evils. Surely no one supposes that the present can be accepted as a permanent condition. If it is said that these communities must work out this problem for themselves, we have a right to ask whether they are at work upon it. Do they suggest any solution? When and under what conditions is the black man to have a free ballot? When is he in fact to have those full civil rights which have so long been his in law? When is that equality of influence which our form of government was intended to secure to the electors to be restored? This generation should courageously face these grave questions, and not leave them as a heritage of woe to the next. The consultation should proceed with candor, calmness, and great patience, upon the lines of justice and humanity, not of prejudice and cruelty. No question in our country can be at rest except upon the firm base of justice and of the law.\n I earnestly invoke the attention of Congress to the consideration of such measures within its well-defined constitutional powers as will secure to all our people a free exercise of the right of suffrage and every other civil right under the Constitution and laws of the United States. No evil, however deplorable, can justify the assumption either on the part of the Executive or of Congress of powers not granted, but both will be highly blamable if all the powers granted are not wisely but firmly used to correct these evils. The power to take the whole direction and control of the election of members of the House of Representatives is clearly given to the General Government. A partial and qualified supervision of these elections is now provided for by law, and in my opinion this law may be so strengthened and extended as to secure on the whole better results than can be attained by a law taking all the processes of such election into Federal control. The colored man should be protected in all of his relations to the Federal Government, whether as litigant, juror, or witness in our courts, as an elector for members of Congress, or as a peaceful traveler upon our interstate railways.\n There is nothing more justly humiliating to the national pride and nothing more hurtful to the national prosperity than the inferiority of our merchant marine compared with that of other nations whose general resources, wealth, and seacoast lines do not suggest any reason for their supremacy on the sea. It was not always so, and our people are agreed, I think, that it shall not continue to be so. It is not possible in this communication to discuss the causes of the decay of our shipping interests or the differing methods by which it is proposed to restore them. The statement of a few well-authenticated facts and some general suggestions as to legislation is all that is practicable. That the great steamship lines sailing under the flags of England, France, Germany, Spain, and Italy, and engaged in foreign commerce, were .promoted and have since been and now are liberally aided by grants of public money in one form or another is generally known. That the American lines of steamships have been abandoned by us to an unequal contest with the aided lines of other nations until they have been withdrawn, or in the few cases where they are still maintained are subject to serious disadvantages, is matter of common knowledge.\n The present situation is such that travelers and merchandise find Liverpool often a necessary intermediate port between New York and some of the South American capitals. The fact that some of the delegates from South American States to the conference of American nations now in session at Washington reached our shores by reversing that line of travel is very conclusive of the need of such a conference and very suggestive as to the first and most necessary step in the direction of fuller and more beneficial intercourse with nations that are now our neighbors upon the lines of latitude, but not upon the lines of established commercial intercourse.\n I recommend that such appropriations be made for ocean mail service in American steamships between our ports and those of Central and South America, China, Japan, and the important islands in both of the great oceans as will be liberally remunerative for the service rendered and as will encourage the establishment and in some fair degree equalize the chances of American steamship lines in the competitions which they must meet. That the American States lying south of us will cordially cooperate in establishing and maintaining such lines of steamships to their principal ports I do not doubt.\n We should also make provision for a naval reserve to consist of such merchant ships of American construction and of a specified tonnage and speed as the owners will consent to place at the use of the Government in case of need as armed cruisers. England has adopted this policy, and as a result can now upon necessity at once place upon her naval list some of the fastest steamships in the world. A proper supervision of the construction of such vessels would make their conversion into effective ships of war very easy.\n I am an advocate of economy in our national expenditures, but it is a misuse of terms to make this word describe a policy that withholds an expenditure for the purpose of extending our foreign commerce. The enlargement and improvement of our merchant marine, the development of a sufficient body of trained American seamen, the promotion of rapid and regular mail communication between the ports of other countries and our own, and the adaptation of large and swift American merchant steamships to naval uses in time of war are public purposes of the highest concern. The enlarged participation of our people in the carrying trade, the new and increased markets that will be opened for the products of our farms and factories, and the fuller and better employment of our mechanics which will result from a liberal promotion of our foreign commerce insure the widest possible diffusion of benefit to all the States and to all our people. Everything is most propitious for the present inauguration of a liberal and progressive policy upon this subject, and we should enter upon it with promptness and decision.\n The legislation which I have suggested, it is sincerely believed, will promote the peace and honor of our country and the prosperity and security of the people. I invoke the diligent and serious attention of Congress to the consideration of these and such other measures as may be presented having the same great end in view."}