{"title": "December 5 1848 Fourth Annual Message to Congress-James K. Polk", "content": " 25th of February, being the last moment permitted him by the Constitution to deliberate, when he finally yielded to it his reluctant assent and gave it his signature. It is certain that as late as the 23d of February, being the ninth day after the bill was presented to him, he had arrived at no satisfactory conclusion, for on that day he addressed a note to General Hamilton in which he informs him that \"this bill was presented to me by the joint committee of Congress at 12 o'clock on Monday, the 14th instant,\" and he requested his opinion \"to what precise period, by legal interpretation of the Constitution, can the President retain it in his possession before it becomes a law by the lapse of ten days.\" If the proper construction was that the day on which the bill was presented to the President and the day on which his action was had upon it were both to be counted inclusive, then the time allowed him within which it would be competent for him to return it to the House in which it originated with his objections would expire on Thursday, the 24th of February. General Hamilton on the same day returned an answer, in which he states:\n\nI give it as my opinion that you have ten days exclusive of that on which the bill was delivered to you and Sundays; hence, in the present case if it is returned on Friday it will be in time.\n\nBy this construction, which the President adopted, he gained another day for deliberation, and it was not until the 25th of February that he signed the bill, thus affording conclusive proof that he had at last obtained his own consent to sign it not without great and almost insuperable difficulty. Additional light has been recently shed upon the serious doubts which he had on the subject, amounting at one time to a conviction that it was his duty to withhold his approval from the bill. This is found among the manuscript papers of Mr. Madison, authorized to be purchased for the use of the Government by an act of the last session of Congress, and now for the first time accessible to the public. From these papers it appears that President Washington, while he yet held the bank bill in his hands, actually requested Mr. Madison, at that time a member of the House of Representatives, to prepare the draft of a veto message for him. Mr. Madison, at his request, did prepare the draft of such a message, and sent it to him on the 21st of February, 1791. A copy of this original draft, in Mr. Madison's own handwriting, was carefully preserved by him, and is among the papers lately purchased by Congress. It is preceded by a note, written on the same sheet, which is also in Mr. Madison's handwriting, and is as follows:\n\nFebruary 21, 1791.--Copy of a paper made out and sent to the President, at his request, to be ready in case his judgment should finally decide against the bill for incorporating a national bank, the bill being then before him.\n\nAmong the objections assigned in this paper to the bill, and which were submitted for the consideration of the President, are the following:\n\nI object to the bill, because it is an essential principle of the Government that powers not delegated by the Constitution can not be rightfully exercised; because the power proposed by the bill to be exercised is not expressly delegated, and because I can not satisfy myself that it results from any express power by fair and safe rules of interpretation.\n\nThe weight of the precedent of the bank of 1791 and the sanction of the great name of Washington, which has been so often invoked in its support, are greatly weakened by the development of these facts.\n\nThe experiment of that bank satisfied the country that it ought not to be continued, and at the end of twenty years Congress refused to recharter it. It would have been fortunate for the country, and saved thousands from bankruptcy and ruin, had our public men of 1816 resisted the temporary pressure of the times upon our financial and pecuniary interests and refused to charter the second bank. Of this the country became abundantly satisfied, and at the close of its twenty years' duration, as in the case of the first bank, it also ceased to exist. Under the repeated blows of President Jackson it reeled and fell, and a subsequent attempt to charter a similar institution was arrested by the veto of President Tyler.\n\nMr. Madison, in yielding his signature to the charter of 1816, did so upon the ground of the respect due to precedents; and, as he subsequently declared--\n\nThe Bank of the United States, though on the original question held to be unconstitutional, received the Executive signature.\n\nIt is probable that neither the bank of 1791 nor that of 1816 would have been chartered but for the embarrassments of the Government in its finances, the derangement of the currency, and the pecuniary pressure which existed, the first the consequence of the War of the Revolution and the second the consequence of the War of 1812. Both were resorted to in the delusive hope that they would restore public credit and afford relief to the Government and to the business of the country.\n\nThose of our public men who opposed the whole \"American system\" at its commencement and throughout its progress foresaw and predicted that it was fraught with incalculable mischiefs and must result in serious injury to the best interests of the country. For a series of years their wise counsels were unheeded, and the system was established. It was soon apparent that its practical operation was unequal and unjust upon different portions of the country and upon the people engaged in different pursuits. All were equally entitled to the favor and protection of the Government. It fostered and elevated the money power and enriched the favored few by taxing labor, and at the expense of the many. Its effect was to \"make the rich richer and the poor poorer.\" Its tendency was to create distinctions in society based on wealth and to give to the favored classes undue control and sway in our Government. It was an organized money power, which resisted the popular will and sought to shape and control the public policy.\n\nUnder the pernicious workings of this combined system of measures the country witnessed alternate seasons of temporary apparent prosperity, of sudden and disastrous commercial revulsions, of unprecedented fluctuation of prices and depression of the great interests of agriculture, navigation, and commerce, of general pecuniary suffering, and of final bankruptcy of thousands. After a severe struggle of more than a quarter of a century, the system was overthrown.\n\nThe bank has been succeeded by a practical system of finance, conducted and controlled solely by the Government. The constitutional currency has been restored, the public credit maintained unimpaired even in a period of a foreign war, and the whole country has become satisfied that banks, national or State, are not necessary as fiscal agents of the Government. Revenue duties have taken the place of the protective tariff. The distribution of the money derived from the sale of the public lands has been abandoned and the corrupting system of internal improvements, it is hoped, has been effectually checked.\n\nIt is not doubted that if this whole train of measures, designed to take wealth from the many and bestow it upon the few, were to prevail the effect would be to change the entire character of the Government. One only danger remains. It is the seductions of that branch of the system which consists in internal improvements, holding out, as it does, inducements to the people of particular sections and localities to embark the Government in them without stopping to calculate the inevitable consequences. This branch of the system is so intimately combined and linked with the others that as surely as an effect is produced by an adequate cause, if it be resuscitated and revived and firmly established it requires no sagacity to foresee that it will necessarily and speedily draw after it the reestablishment of a national bank, the revival of a protective tariff, the distribution of the land money, and not only the postponement to the distant future of the payment of the present national debt, but its annual increase.\n\nI entertain the solemn conviction that if the internal-improvement branch of the \"American system\" be not firmly resisted at this time the whole series of measures composing it will be speedily reestablished and the country be thrown back from its present high state of prosperity, which the existing policy has produced, and be destined again to witness all the evils, commercial revulsions, depression of prices, and pecuniary embarrassments through which we have passed during the last twenty-five years.\n\nTo guard against consequences so ruinous is an object of high national importance, involving, in my judgment, the continued prosperity of the country.\n\nI have felt it to be an imperative obligation to withhold my constitutional sanction from two bills which had passed the two Houses of Congress, involving the principle of the internal improvement branch of the \"American system\" and conflicting in their provisions with the views here expressed.\n\nThis power, conferred upon the President by the Constitution, I have on three occasions during my administration of the executive department of the Government deemed it my duty to exercise, and on this last occasion of making to Congress an annual communication \"of the state of the Union\" it is not deemed inappropriate to review the principles and considerations which have governed my action. I deem this the more necessary because, after the lapse of nearly sixty years since the adoption of the Constitution, the propriety of the exercise of this undoubted constitutional power by the President has for the first time been drawn seriously in question by a portion of my fellow-citizens.\n\nThe Constitution provides that--\n\nEvery bill which shall have passed the House of Representatives and the Senate shall, before it become a law, be presented to the President of the United States. If he approve he shall sign it, but if not he shall return it with his objections to that House in which it shall have originated, who shall enter the objections at large on their Journal and proceed to reconsider it.\n\nThe preservation of the Constitution from infraction is the President's highest duty. He is bound to discharge that duty at whatever hazard of incurring the displeasure of those who may differ with him in opinion. He is bound to discharge it as well by his obligations to the people who have clothed him with his exalted trust as by his oath of office, which he may not disregard. Nor are the obligations of the President in any degree lessened by the prevalence of views different from his own in one or both Houses of Congress. It is not alone hasty and inconsiderate legislation that he is required to check; but if at any time Congress shall, after apparently full deliberation, resolve on measures which he deems subversive of the Constitution or of the vital interests of the country, it is his solemn duty to stand in the breach and resist them. The President is bound to approve or disapprove every bill which passes Congress and is presented to him for his signature. The Constitution makes this his duty, and he can not escape it if he would. He has no election. In deciding upon any bill presented to him he must exercise his own best judgment. If he can not approve, the Constitution commands him to return the bill to the House in which it originated with his objections, and if he fail to do this within ten days (Sundays excepted) it shall become a law without his signature. Right or wrong, he may be overruled by a vote of two-thirds of each House, and in that event the bill becomes a law without his sanction. If his objections be not thus overruled, the subject is only postponed, and is referred to the States and the people for their consideration and decision. The President's power is negative merely, and not affirmative. He can enact no law. The only effect, therefore, of his withholding his approval of a bill passed by Congress is to suffer the existing laws to remain unchanged, and the delay occasioned is only that required to enable the States and the people to consider and act upon the subject in the election of public agents who will carry out their wishes and instructions. Any attempt to coerce the President to yield his sanction to measures which he can not approve would be a violation of the spirit of the Constitution, palpable and flagrant, and if successful would break down the independence of the executive department and make the President, elected by the people and clothed by the Constitution with power to defend their rights, the mere instrument of a majority of Congress. A surrender on his part of the powers with which the Constitution has invested his office would effect a practical alteration of that instrument without resorting to the prescribed process of amendment.\n\nWith the motives or considerations which may induce Congress to pass any bill the President can have nothing to do. He must presume them to be as pure as his own, and look only to the practical effect of their measures when compared with the Constitution or the public good.\n\nBut it has been urged by those who object to the exercise of this undoubted constitutional power that it assails the representative principle and the capacity of the people to govern themselves; that there is greater safety in a numerous representative body than in the single Executive created by the Constitution, and that the Executive veto is a \"one-man power,\" despotic in its character. To expose the fallacy of this objection it is only necessary to consider the frame and true character of our system. Ours is not a consolidated empire, but a confederated union. The States before the adoption of the Constitution were coordinate, co-equal, and separate independent sovereignties, and by its adoption they did not lose that character. They clothed the Federal Government with certain powers and reserved all others, including their own sovereignty, to themselves. They guarded their own rights as States and the rights of the people by the very limitations which they incorporated into the Federal Constitution, whereby the different departments of the General Government were checks upon each other. That the majority should govern is a general principle controverted by none, but they must govern according to the Constitution, and not according to an undefined and unrestrained discretion, whereby they may oppress the minority.\n\nThe people of the United States are not blind to the fact that they may be temporarily misled, and that their representatives, legislative and executive, may be mistaken or influenced in their action by improper motives. They have therefore interposed between themselves and the laws which may be passed by their public agents various representations, such as assemblies, senates, and governors in their several States, a House of Representatives, a Senate, and a President of the United States. The people can by their own direct agency make no law, nor can the House of Representatives, immediately elected by them, nor can the Senate, nor can both together without the concurrence of the President or a vote of two-thirds of both Houses.\n\nHappily for themselves, the people in framing our admirable system of government were conscious of the infirmities of their representatives, and in delegating to them the power of legislation they have fenced them around with checks to guard against the effects of hasty action, of error, of combination, and of possible corruption. Error, selfishness, and faction have often sought to rend asunder this web of checks and subject the Government to the control of fanatic and sinister influences, but these efforts have only satisfied the people of the wisdom of the checks which they have imposed and of the necessity of preserving them unimpaired.\n\nThe true theory of our system is not to govern by the acts or decrees of any one set of representatives. The Constitution interposes checks upon all branches of the Government, in order to give time for error to be corrected and delusion to pass away; but if the people settle down into a firm conviction different from that of their representatives they give effect to their opinions by changing their public servants. The checks which the people imposed on their public servants in the adoption of the Constitution are the best evidence of their capacity for self-government. They know that the men whom they elect to public stations are of like infirmities and passions with themselves, and not to be trusted without being restricted by coordinate authorities and constitutional limitations. Who that has witnessed the legislation of Congress for the last thirty years will say that he knows of no instance in which measures not demanded by the public good have been carried ? Who will deny that in the State governments, by combinations of individuals and sections, in derogation of the general interest, banks have been chartered, systems of internal improvements adopted, and debts entailed upon the people repressing their growth and impairing their energies for years to come?\n\nAfter so much experience it can not be said that absolute unchecked power is safe in the hands of any one set of representatives, or that the capacity of the people for self-government, which is admitted in its broadest extent, is a conclusive argument to prove the prudence, wisdom, and integrity of their representatives.\n\nThe people, by the Constitution, have commanded the President, as much as they have commanded the legislative branch of the Government, to execute their will. They have said to him in the Constitution, which they require he shall take a solemn oath to support, that if Congress pass any bill which he can not approve \"he shall return it to the House in which it originated with his objections.\" In withholding from it his approval and signature he is executing the will of the people, constitutionally expressed, as much as the Congress that passed it. No bill is presumed to be in accordance with the popular will until it shall have passed through all the branches of the Government required by the Constitution to make it a law. A bill which passes the House of Representatives may be rejected by the Senate, and so a bill passed by the Senate may be rejected by the House. In each case the respective Houses exercise the veto power on the other.\n\nCongress, and each House of Congress, hold under the Constitution a check upon the President, and he, by the power of the qualified veto, a check upon Congress. When the President recommends measures to Congress, he avows in the most solemn form his opinions, gives his voice in their favor, and pledges himself in advance to approve them if passed by Congress. If he acts without due consideration, or has been influenced by improper or corrupt motives, or if from any other cause Congress, or either House of Congress, shall differ with him in opinion, they exercise their veto upon his recommendations and reject them; and there is no appeal from their decision but to the people at the ballot box. These are proper checks upon the Executive, wisely interposed by the Constitution. None will be found to object to them or to wish them removed. It is equally important that the constitutional checks of the Executive upon the legislative branch should be preserved.\n\nIf it be said that the Representatives in the popular branch of Congress are chosen directly by the people, it is answered, the people elect the President. If both Houses represent the States and the people, so does the President. The President represents in the executive department the whole people of the United States, as each member of the legislative department represents portions of them.\n\nThe doctrine of restriction upon legislative and executive power, while a well-settled public opinion is enabled within a reasonable time to accomplish its ends, has made our country what it is, and has opened to us a career of glory and happiness to which all other nations have been strangers.\n\nIn the exercise of the power of the veto the President is responsible not only to an enlightened public opinion, but to the people of the whole Union, who elected him, as the representatives in the legislative branches who differ with him in opinion are responsible to the people of particular States or districts, who compose their respective constituencies. To deny to the President the exercise of this power would be to repeal that provision of the Constitution which confers it upon him. To charge that its exercise unduly controls the legislative will is to complain of the Constitution itself.\n\nIf the Presidential veto be objected to upon the ground that it checks and thwarts the popular will, upon the same principle the equality of representation of the States in the Senate should be stricken out of the Constitution. The vote of a Senator from Delaware has equal weight in deciding upon the most important measures with the vote of a Senator from New York, and yet the one represents a State containing, according to the existing apportionment of Representatives in the House of Representatives, but one thirty-fourth part of the population of the other. By the constitutional composition of the Senate a majority of that body from the smaller States represent less than one-fourth of the people of the Union. There are thirty States, and under the existing apportionment of Representatives there are 230 Members in the House of Representatives. Sixteen of the smaller States are represented in that House by but 50 Members, and yet the Senators from these States constitute a majority of the Senate. So that the President may recommend a measure to Congress, and it may receive the sanction and approval of more than three-fourths of the House of Representatives and of all the Senators from the large States, containing more than three-fourths of the whole population of the United States, and yet the measure may be defeated by the votes of the Senators from the smaller States. None, it is presumed, can be found ready to change the organization of the Senate on this account, or to strike that body practically out of existence by requiring that its action shall be conformed to the will of the more numerous branch.\n\nUpon the same principle that the veto of the President should be practically abolished the power of the Vice-President to give the casting vote upon an equal division of the Senate should be abolished also. The Vice-President exercises the veto power as effectually by rejecting a bill by his casting vote as the President does by refusing to approve and sign it. This power has been exercised by the Vice-President in a few instances, the most important of which was the rejection of the bill to recharter the Bank of the United States in 1811. It may happen that a bill may be passed by a large majority of the House of Representatives, and may be supported by the Senators from the larger States, and the Vice-President may reject it by giving his vote with the Senators from the smaller States; and yet none, it is presumed, are prepared to deny to him the exercise of this power under the Constitution.\n\nBut it is, in point of fact, untrue that an act passed by Congress is conclusive evidence that it is an emanation of the popular will. A majority of the whole number elected to each House of Congress constitutes a quorum, and a majority of that quorum is competent to pass laws. It might happen that a quorum of the House of Representatives, consisting of a single member more than half of the whole number elected to that House, might pass a bill by a majority of a single vote, and in that case a fraction more than one-fourth of the people of the United States would be represented by those who voted for it. It might happen that the same bill might be passed by a majority of one of a quorum of the Senate, composed of Senators from the fifteen smaller States and a single Senator from a sixteenth State; and if the Senators voting for it happened to be from the eight of the smallest of these States, it would be passed by the votes of Senators from States having but fourteen Representatives in the House of Representatives, and containing less than one-sixteenth of the whole population of the United States. This extreme case is stated to illustrate the fact that the mere passage of a bill by Congress is no conclusive evidence that those who passed it represent the majority of the people of the United States or truly reflect their will. If such an extreme case is not likely to happen, cases that approximate it are of constant occurrence. It is believed that not a single law has been passed since the adoption of the Constitution upon which all the members elected to both Houses have been present and voted. Many of the most important acts which have passed Congress have been carried by a close vote in thin Houses. Many instances of this might be given. Indeed, our experience proves that many of the most important acts of Congress are postponed to the last days, and often the last hours, of a session, when they are disposed of in haste, and by Houses but little exceeding the number necessary to form a quorum.\n\nBesides, in most of the States the members of the House of Representatives are chosen by pluralities, and not by majorities of all the voters in their respective districts, and it may happen that a majority of that House may be returned by a less aggregate vote of the people than that received by the minority.\n\nIf the principle insisted on be sound, then the Constitution should be so changed that no bill shall become a law unless it is voted for by members representing in each House a majority of the whole people of the United States. We must remodel our whole system, strike down and abolish not only the salutary checks lodged in the executive branch, but must strike out and abolish those lodged in the Senate also, and thus practically invest the whole power of the Government in a majority of a single assembly--a majority uncontrolled and absolute, and which may become despotic. To conform to this doctrine of the right of majorities to rule, independent of the checks and limitations of the Constitution, we must revolutionize our whole system; we must destroy the constitutional compact by which the several States agreed to form a Federal Union and rush into consolidation, which must end in monarchy or despotism. No one advocates such a proposition, and yet the doctrine maintained, if carried out, must lead to this result.\n\nOne great object of the Constitution in conferring upon the President a qualified negative upon the legislation of Congress was to protect minorities from injustice and oppression by majorities. The equality of their representation in the Senate and the veto power of the President are the constitutional guaranties which the smaller States have that their rights will be respected. Without these guaranties all their interests would be at the mercy of majorities in Congress representing the larger States. To the smaller and weaker States, therefore, the preservation of this power and its exercise upon proper occasions demanding it is of vital importance. They ratified the Constitution and entered into the Union, securing to themselves an equal representation with the larger States in the Senate; and they agreed to be bound by all laws passed by Congress upon the express condition, and none other, that they should be approved by the President or passed, his objections to the contrary notwithstanding, by a vote of two-thirds of both Houses. Upon this condition they have a right to insist as a part of the compact to which they gave their assent.\n\nA bill might be passed by Congress against the will of the whole people of a particular State and against the votes of its Senators and all its Representatives. However prejudicial it might be to the interests of such State, it would be bound by it if the President shall approve it or it shall be passed by a vote of two-thirds of both Houses; but it has a right to demand that the President shall exercise his constitutional power and arrest it if his judgment is against it. If he surrender this power, or fail to exercise it in a case where he can not approve, it would make his formal approval a mere mockery, and would be itself a violation of the Constitution, and the dissenting State would become bound by a law which had not been passed according to the sanctions of the Constitution.\n\nThe objection to the exercise of the veto power is founded upon an idea respecting the popular will, which, if carried out, would annihilate State sovereignty and substitute for the present Federal Government a consolidation directed by a supposed numerical majority. A revolution of the Government would be silently effected and the States would be subjected to laws to which they had never given their constitutional consent.\n\nThe Supreme Court of the United States is invested with the power to declare, and has declared, acts of Congress passed with the concurrence of the Senate, the House of Representatives, and the approval of the President to be unconstitutional and void, and yet none, it is presumed, can be found who will be disposed to strip this highest judicial tribunal under the Constitution of this acknowledged power--a power necessary alike to its independence and the rights of individuals.\n\nFor the same reason that the Executive veto should, according to the doctrine maintained, be rendered nugatory, and be practically expunged from the Constitution, this power of the court should also be rendered nugatory and be expunged, because it restrains the legislative and Executive will, and because the exercise of such a power by the court may be regarded as being in conflict with the capacity of the people to govern themselves. Indeed, there is more reason for striking this power of the court from the Constitution than there is that of the qualified veto of the president, because the decision of the court is final, and can never be reversed even though both Houses of Congress and the President should be unanimous in opposition to it, whereas the veto of the President may be overruled by a vote of two-thirds of both Houses of Congress or by the people at the polls.\n\nIt is obvious that to preserve the system established by the Constitution each of the coordinate branches of the Government--the executive, legislative, and judicial--must be left in the exercise of its appropriate powers. If the executive or the judicial branch be deprived of powers conferred upon either as checks on the legislative, the preponderance of the latter will become disproportionate and absorbing and the others impotent for the accomplishment of the great objects for which they were established. Organized, as they are, by the Constitution, they work together harmoniously for the public good. If the Executive and the judiciary shall be deprived of the constitutional powers invested in them, and of their due proportions, the equilibrium of the system must be destroyed, and consolidation, with the most pernicious results, must ensue--a consolidation of unchecked, despotic power, exercised by majorities of the legislative branch.\n\nThe executive, legislative, and judicial each constitutes a separate coordinate department of the Government, and each is independent of the others. In the performance of their respective duties under the Constitution neither can in its legitimate action control the others. They each act upon their several responsibilities in their respective spheres. But if the doctrines now maintained be correct, the executive must become practically subordinate to the legislative, and the judiciary must become subordinate to both the legislative and the executive; and thus the whole power of the Government would be merged in a single department. Whenever, if ever, this shall occur, our glorious system of well-regulated self-government will crumble into ruins, to be succeeded, first by anarchy, and finally by monarchy or despotism. I am far from believing that this doctrine is the sentiment of the American people; and during the short period which remains in which it will be my duty to administer the executive department it will be my aim to maintain its independence and discharge its duties without infringing upon the powers or duties of either of the other departments of the Government.\n\nThe power of the Executive veto was exercised by the first and most illustrious of my predecessors and by four of his successors who preceded me in the administration of the Government, and it is believed in no instance prejudicially to the public interests. It has never been and there is but little danger that it ever can be abused. No President will ever desire unnecessarily to place his opinion in opposition to that of Congress. He must always exercise the power reluctantly, and only in cases where his convictions make it a matter of stern duty, which he can not escape. Indeed, there is more danger that the President, from the repugnance he must always feel to come in collision with Congress, may fail to exercise it in cases where the preservation of the Constitution from infraction, or the public good, may demand it than that he will ever exercise it unnecessarily or wantonly.\n\nDuring the period I have administered the executive department of the Government great and important questions of public policy, foreign and domestic, have arisen, upon which it was my duty to act. It may, indeed, be truly said that my Administration has fallen upon eventful times. I have felt most sensibly the weight of the high responsibilities devolved upon me. With no other object than the public good, the enduring fame, and permanent prosperity of my country, I have pursued the convictions of my own best judgment. The impartial arbitrament of enlightened public opinion, present and future, will determine how far the public policy I have maintained and the measures I have from time to time recommended may have tended to advance or retard the public prosperity at home and to elevate or depress the estimate of our national character abroad.\n\nInvoking the blessings of the Almighty upon your deliberations at your present important session, my ardent hope is that in a spirit of harmony and concord you may be guided to wise results, and such as may redound to the happiness, the honor, and the glory of our beloved country."}