{"title": "December 9 1908 Eighth Annual Message-Theodore Roosevelt", "content": " any kind adequate in degree for the protection of the fisheries. At the moment the fishing on the Oregon side is practically closed, while there is no limit on the Washington side of any kind, and no one can tell what the courts will decide as to the very statutes under which this action and non-action result. Meanwhile very few salmon reach the spawning grounds, and probably four years hence the fisheries will amount to nothing; and this comes from a struggle between the associated, or gill-net, fishermen on the one hand, and the owners of the fishing wheels up the river. The fisheries of the Mississippi, the Ohio, and the Potomac are also in a bad way. For this there is no remedy except for the United States to control and legislate for the interstate fisheries as part of the business of interstate commerce. In this case the machinery for scientific investigation and for control already exists in the United States Bureau of Fisheries. In this as in similar problems the obvious and simple rule should be followed of having those matters which no particular State can manage taken in hand by the United States; problems which in the seesaw of conflicting State legislatures are absolutely unsolvable are easy enough for Congress to control.\n FISHERIES AND FUR SEALS.\n The federal statute regulating interstate traffic in game should be extended to include fish. New federal fish hatcheries should be established. The administration of the Alaskan fur-seal service should be vested in the Bureau of Fisheries.\n FOREIGN AFFAIRS.\n This Nation's foreign policy is based on the theory that right must be done between nations precisely as between individuals, and in our actions for the last ten years we have in this matter proven our faith by our deeds. We have behaved, and are behaving, towards other nations as in private life an honorable man would behave towards his fellows.\n LATIN-AMERICAN REPUBLICS.\n The commercial and material progress of the twenty Latin-American Republics is worthy of the careful attention of the Congress. No other section of the world has shown a greater proportionate development of its foreign trade during the last ten years and none other has more special claims on the interest of the United States. It offers to-day probably larger opportunities for the legitimate expansion of our commerce than any other group of countries. These countries will want our products in greatly increased quantities, and we shall correspondingly need theirs. The International Bureau of the American Republics is doing a useful work in making these nations and their resources better known to us, and in acquainting them not only with us as a people and with our purposes towards them, but with what we have to exchange for their goods. It is an international institution supported by all the governments of the two Americas.\n PANAMA CANAL.\n The work on the Panama Canal is being done with a speed, efficiency and entire devotion to duty which make it a model for all work of the kind. No task of such magnitude has ever before been undertaken by any nation; and no task of the kind has ever been better performed. The men on the isthmus, from Colonel Goethals and his fellow commissioners through the entire list of employees who are faithfully doing their duty, have won their right to the ungrudging respect and gratitude of the American people.\n OCEAN MAIL LINERS.\n I again recommend the extension of the ocean mail act of 1891 so that satisfactory American ocean mail lines to South America, Asia, the Philippines, and Australiasia may be established. The creation of such steamship lines should be the natural corollary of the voyage of the battle fleet. It should precede the opening of the Panamal Canal. Even under favorable conditions several years must elapse before such lines can be put into operation. Accordingly I urge that the Congress act promptly where foresight already shows that action sooner or later will be inevitable.\n HAWAII .\n I call particular attention to the Territory of Hawaii. The importance of those islands is apparent, and the need of improving their condition and developing their resources is urgent. In recent years industrial conditions upon the islands have radically changed, The importation of coolie labor has practically ceased, and there is now developing such a diversity in agricultural products as to make possible a change in the land conditions of the Territory, so that an opportunity may be given to the small land owner similar to that on the mainland. To aid these changes, the National Government must provide the necessary harbor improvements on each island, so that the agricultural products can be carried to the markets of the world. The coastwise shipping laws should be amended to meet the special needs of the islands, and the alien contract labor law should be so modified in its application to Hawaii as to enable American and European labor to be brought thither.\n We have begun to improve Pearl Harbor for a naval base and to provide the necessary military fortifications for the protection of the islands, but I can not too strongly emphasize the need of appropriations for these purposes of such an amount as will within the shortest possible time make those islands practically impregnable. It is useless to develop the industrial conditions of the islands and establish there bases of supply for our naval and merchant fleets unless we insure, as far as human ingenuity can, their safety from foreign seizure.\n One thing to be remembered with all our fortifications is that it is almost useless to make them impregnable from the sea if they are left open to land attack. This is true even of our own coast, but it is doubly true of our insular possessions. In Hawaii, for instance, it is worse than useless to establish a naval station unless we establish it behind fortifications so strong that no landing force can take them save by regular and long-continued siege operations.\n THE PHILIPPINES.\n Real progress toward self-government is being made in the Philippine Islands. The gathering of a Philippine legislative body and Philippine assembly marks a process absolutely new in Asia, not only as regards Asiatic colonies of European powers but as regards Asiatic possessions of other Asiatic powers; and, indeed, always excepting the striking and wonderful example afforded by the great Empire of Japan, it opens an entirely new departure when compared with anything which has happened among Asiatic powers which are their own masters. Hitherto this Philippine legislature has acted with moderation and self-restraint, and has seemed in practical fashion to realize the eternal truth that there must always be government, and that the only way in which any body of individuals can escape the necessity of being governed by outsiders is to show that they are able to restrain themselves, to keep down wrongdoing and disorder. The Filipino people, through their officials, are therefore making real steps in the direction of self-government. I hope and believe that these steps mark the beginning of a course which will continue till the Filipinos become fit to decide for themselves whether they desire to be an independent nation. But it is well for them (and well also for those Americans who during the past decade have done so much damage to the Filipinos by agitation for an immediate independence for which they were totally unfit) to remember that self-government depends, and must depend, upon the Filipinos themselves. All we can do is to give them the opportunity to develop the capacity for self-government. If we had followed the advice of the foolish doctrinaires who wished us at any time during the last ten years to turn the Filipino people adrift, we should have shirked the plainest possible duty and have inflicted a lasting wrong upon the Filipino people. We have acted in exactly the opposite spirit. We have given the Filipinos constitutional government--a government based upon justice--and we have shown that we have governed them for their good and not for our aggrandizement. At the present time, as during the past ten years, the inexorable logic of facts shows that this government must be supplied by us and not by them. We must be wise and generous; we must help the Filipinos to master the difficult art of self-control, which is simply another name for self-government. But we can not give them self-government save in the sense of governing them so that gradually they may, if they are able, learn to govern themselves. Under the present system of just laws and sympathetic administration, we have every reason to believe that they are gradually acquiring the character which lies at the basis of self-government, and for which, if it be lacking, no system of laws, no paper constitution, will in any wise serve as a substitute. Our people in the Philippines have achieved what may legitimately be called a marvelous success in giving to them a government which marks on the part of those in authority both the necessary understanding of the people and the necessary purpose to serve them disinterestedly and in good faith. I trust that within a generation the time will arrive when the Philippines can decide for themselves whether it is well for them to become independent, or to continue under the protection of a strong and disinterested power, able to guarantee to the islands order at home and protection from foreign invasion. But no one can prophesy the exact date when it will be wise to consider independence as a fixed and definite policy. It would be worse than folly to try to set down such a date in advance, for it must depend upon the way in which the Philippine people themselves develop the power of self-mastery.\n PORTO RICO.\n I again recommend that American citizenship be conferred upon the people of Porto Rico.\n CUBA .\n In Cuba our occupancy will cease in about two months' time, the Cubans have in orderly manner elected their own governmental authorities, and the island will be turned over to them. Our occupation on this occasion has lasted a little over two years, and Cuba has thriven and prospered under it. Our earnest hope and one desire is that the people of the island shall now govern themselves with justice, so that peace and order may be secure. We will gladly help them to this end; but I would solemnly warn them to remember the great truth that the only way a people can permanently avoid being governed from without is to show that they both can and will govern themselves from within.\n JAPANESE EXPOSITION.\n The Japanese Government has postponed until 1917 the date of the great international exposition, the action being taken so as to insure ample time in which to prepare to make the exposition all that it should be made. The American commissioners have visited Japan and the postponement will merely give ampler opportunity for America to be represented at the exposition. Not since the first international exposition has there been one of greater importance than this will be, marking as it does the fiftieth anniversary of the ascension to the throne of the Emperor of Japan. The extraordinary leap to a foremost place among the nations of the world made by Japan during this half century is something unparalleled in all previous history. This exposition will fitly commemorate and signalize the giant progress that has been achieved. It is the first exposition of its kind that has ever been held in Asia. The United States, because of the ancient friendship between the two peoples, because each of us fronts on the Pacific, and because of the growing commercial relations between this country and Asia, takes a peculiar interest in seeing the exposition made a success in every way.\n I take this opportunity publicly to state my appreciation of the way in which in Japan, in Australia, in New Zealand, and in all the States of South America, the battle fleet has been received on its practice voyage around the world. The American Government can not too strongly express its appreciation of the abounding and generous hospitality shown our ships in every port they visited.\n THE ARMY.\n As regards the Army I call attention to the fact that while our junior officers and enlisted men stand very high, the present system of promotion by seniority results in bringing into the higher grades many men of mediocre capacity who have but a short time to serve. No man should regard it as his vested right to rise to the highest rank in the Army any more than in any other profession. It is a curious and by no means creditable fact that there should be so often a failure on the part of the public and its representatives to understand the great need, from the standpoint of the service and the Nation, of refusing to promote respectable, elderly incompetents. The higher places should be given to the most deserving men without regard to seniority; at least seniority should be treated as only one consideration. In the stress of modern industrial competition no business firm could succeed if those responsible for its management were chosen simply on the ground that they were the oldest people in its employment; yet this is the course advocated as regards the Army, and required by law for all grades except those of general officer. As a matter of fact, all of the best officers in the highest ranks of the Army are those who have attained their present position wholly or in part by a process of selection.\n The scope of retiring boards should be extended so that they could consider general unfitness to command for any cause, in order to secure a far more rigid enforcement than at present in the elimination of officers for mental, physical or temperamental disabilities. But this plan is recommended only if the Congress does not see fit to provide what in my judgment is far better; that is, for selection in promotion, and for elimination for age. Officers who fail to attain a certain rank by a certain age should be retired--for instance, if a man should not attain field rank by the time he is 45 he should of course be placed on the retired list. General officers should be selected as at present, and one-third of the other promotions should be made by selection, the selection to be made by the President or the Secretary of War from a list of at least two candidates proposed for each vacancy by a board of officers from the arm of the service from which the promotion is to be made. A bill is now before the Congress having for its object to secure the promotion of officers to various grades at reasonable ages through a process of selection, by boards of officers, of the least efficient for retirement with a percentage of their pay depending upon length of service. The bill, although not accomplishing all that should be done, is a long step in the right direction; and I earnestly recommend its passage, or that of a more completely effective measure.\n The cavalry arm should be reorganized upon modern lines. This is an arm in which it is peculiarly necessary that the field officers should not be old. The cavalry is much more difficult to form than infantry, and it should be kept up to the maximum both in efficiency and in strength, for it can not be made in a hurry. At present both infantry and artillery are too few in number for our needs. Especial attention should be paid to development of the machine gun. A general service corps should be established. As things are now the average soldier has far too much labor of a nonmilitary character to perform.\n NATIONAL GUARD.\n Now that the organized militia, the National Guard, has been incorporated with the Army as a part of the national forces, it behooves the Government to do every reasonable thing in its power to perfect its efficiency. It should be assisted in its instruction and otherwise aided more liberally than heretofore. The continuous services of many well-trained regular officers will be essential in this connection. Such officers must be specially trained at service schools best to qualify them as instructors of the National Guard. But the detailing of officers for training at the service schools and for duty with the National Guard entails detaching them from their regiments which are already greatly depleted by detachment of officers for assignment to duties prescribed by acts of the Congress.\n A bill is now pending before the Congress creating a number of extra officers in the Army, which if passed, as it ought to be, will enable more officers to be trained as instructors of the National Guard and assigned to that duty. In case of war it will be of the utmost importance to have a large number of trained officers to use for turning raw levies into good troops.\n There should be legislation to provide a complete plan for organizing the great body of volunteers behind the Regular Army and National Guard when war has come. Congressional assistance should be given those who are endeavoring to promote rifle practice so that our men, in the services or out of them, may know how to use the rifle. While teams representing the United States won the rifle and revolver championships of the world against all comers in England this year, it is unfortunately true that the great body of our citizens shoot less and less as time goes on. To meet this we should encourage rifle practice among schoolboys, and indeed among all classes, as well as in the military services, by every means in our power. Thus, and not otherwise, may we be able to assist in preserving the peace of the world. Fit to hold our own against the strong nations of the earth, our voice for peace will carry to the ends of the earth. Unprepared, and therefore unfit, we must sit dumb and helpless to defend ourselves, protect others, or preserve peace. The first step--in the direction of preparation to avert war if possible, and to be fit for war if it should come--is to teach our men to shoot.\n THE NAVY.\n I approve the recommendations of the General Board for the increase of the Navy, calling especial attention to the need of additional destroyers and colliers, and above all, of the four battleships. It is desirable to complete as soon as possible a squadron of eight battleships of the best existing type. The North Dakota, Delaware, Florida, and Utah will form the first division of this squadron. The four vessels proposed will form the second division. It will be an improvement on the first, the ships being of the heavy, single caliber, all big gun type. All the vessels should have the same tactical qualities--that is, speed and turning circle--and as near as possible these tactical qualities should be the same as in the four vessels before named now being built.\n I most earnestly recommend that the General Board be by law turned into a General Staff. There is literally no excuse whatever for continuing the present bureau organization of the Navy. The Navy should be treated as a purely military organization, and everything should be subordinated to the one object of securing military efficiency. Such military efficiency can only be guaranteed in time of war if there is the most thorough previous preparation in time of peace--a preparation, I may add, which will in all probability prevent any need of war. The Secretary must be supreme, and he should have as his official advisers a body of line officers who should themselves have the power to pass upon and coordinate all the work and all the proposals of the several bureaus. A system of promotion by merit, either by selection or by exclusion, or by both processes, should be introduced. It is out of the question, if the present principle of promotion by mere seniority is kept, to expect to get the best results from the higher officers. Our men come too old, and stay for too short a time, in the high command positions.\n Two hospital ships should be provided. The actual experience of the hospital ship with the fleet in the Pacific has shown the invaluable work which such a ship does, and has also proved that it is well to have it kept under the command of a medical officer. As was to be expected, all of the anticipations of trouble from such a command have proved completely baseless. It is as absurd to put a hospital ship under a line officer as it would be to put a hospital on shore under such a command. This ought to have been realized before, and there is no excuse for failure to realize it now.\n Nothing better for the Navy from every standpoint has ever occurred than the cruise of the battle fleet around the world. The improvement of the ships in every way has been extraordinary, and they have gained far more experience in battle tactics than they would have gained if they had stayed in the Atlantic waters. The American people have cause for profound gratification, both in view of the excellent condition of the fleet as shown by this cruise, and in view of the improvement the cruise has worked in this already high condition. I do not believe that there is any other service in the world in which the average of character and efficiency in the enlisted men is as high as is now the case in our own. I believe that the same statement can be made as to our officers, taken as a whole; but there must be a reservation made in regard to those in the highest ranks--as to which I have already spoken--and in regard to those who have just entered the service; because we do not now get full benefit from our excellent naval school at Annapolis. It is absurd not to graduate the midshipmen as ensigns; to keep them for two years in such an anomalous position as at present the law requires is detrimental to them and to the service. In the academy itself, every first classman should be required in turn to serve as petty officer and officer; his ability to discharge his duties as such should be a prerequisite to his going into the line, and his success in commanding should largely determine his standing at graduation. The Board of Visitors should be appointed in January, and each member should be required to give at least six days' service, only from one to three days' to be performed during June week, which is the least desirable time for the board to be at Annapolis so far as benefiting the Navy by their observations is concerned."}