{"title": "December 6 1858 Second Annual Message-James Buchanan", "content": " await them.\n Mr. Monroe, in his special message of December 17, 1819, at the first session after the act was passed, announced to Congress what in his opinion was its true construction. He believed it to be his duty under it to follow these unfortunates into Africa and make provision for them there until they should be able to provide for themselves. In communicating this interpretation of the act to Congress he stated that some doubt had been entertained as to its true intent and meaning, and he submitted the question to them so that they might, \"should it be deemed advisable, amend the same before further proceedings are had under it.\" Nothing was done by Congress to explain the act, and Mr. Monroe proceeded to carry it into execution according to his own interpretation. This, then, became the practical construction. When the Africans from on board the Echo were delivered to the marshal at Charleston, it became my duty to consider what disposition ought to be made of them under the law. For many reasons it was expedient to remove them from that locality as speedily as possible. Although the conduct of the authorities and citizens of Charleston in giving countenance to the execution of the law was just what might have been expected from their high character, yet a prolonged continuance of 300 Africans in the immediate vicinity of that city could not have failed to become a source of inconvenience and anxiety to its inhabitants. Where to send them was the question. There was no portion of the coast of Africa to which they could be removed with any regard to humanity except to Liberia. Under these circumstances an agreement was entered into with the Colonization Society on the 7th of September last, a copy of which is herewith transmitted, under which the society engaged, for the consideration of $45,000, to receive these Africans in Liberia from the agent of the United States and furnish them during the period of one year thereafter with comfortable shelter, clothing, provisions, and medical attendance, causing the children to receive schooling, and all, whether children or adults, to be instructed in the arts of civilized life suitable to their condition. This aggregate of $45,000 was based upon an allowance of $150 for each individual; and as there has been considerable mortality among them and may be more before they reach Africa, the society have agreed, in an equitable spirit, to make such a deduction from the amount as under the circumstances may appear just and reasonable. This can not be fixed until we shall ascertain the actual number which may become a charge to the society. It was also distinctly agreed that under no circumstances shall this Government be called upon for any additional expenses. The agents of the society manifested a laudable desire to conform to the wishes of the Government throughout the transaction. They assured me that after a careful calculation they would be required to expend the sum of $150 on each individual in complying with the agreement, and they would have nothing left to remunerate them for their care, trouble, and responsibility. At all events, I could make no better arrangement, and there was no other alternative. During the period when the Government itself, through its own agents, undertook the task of providing for captured negroes in Africa the cost per head was very much greater.\n There having been no outstanding appropriation applicable to this purpose, I could not advance any money on the agreement. I therefore recommend that an appropriation may be made of the amount necessary to carry it into effect.\n Other captures of a similar character may, and probably will, be made by our naval forces, and I earnestly recommend that Congress may amend the second section of the act of March 3, 1819, so as to free its construction from the ambiguity which has so long existed and render the duty of the President plain in executing its provisions.\n I recommend to your favorable regard the local interests of the District of Columbia. As the residence of Congress and the Executive Departments of the Government, we can not fail to feel a deep concern in its welfare. This is heightened by the high character and the peaceful and orderly conduct of its resident inhabitants.\n I can not conclude without performing the agreeable duty of expressing my gratification that Congress so kindly responded to the recommendation of my last annual message by affording me sufficient time before the close of their late session for the examination of all the bills presented to me for approval. This change in the practice of Congress has proved to be a wholesome reform. It exerted a beneficial influence on the transaction of legislative business and elicited the general approbation of the country. It enabled Congress to adjourn with that dignity and deliberation so becoming to the representatives of this great Republic, without having crowded into general appropriation bills provisions foreign to their nature and of doubtful constitutionality and expediency. Let me warmly and strongly commend this precedent established by themselves as a guide to their proceedings during the present session."}