{"title": "December 3 1912 Fourth Annual Message-William Taft", "content": " an attitude of strict impartiality as between the contending factions, and to abstain from any endeavor to influence the Chinese in their organization of a new form of government. In view of the seriousness of the disturbances and their general character, the American minister at Peking was instructed at his discretion to advise our nationals in the affected districts to concentrate at such centers as were easily accessible to foreign troops or men of war. Nineteen of our naval vessels were stationed at various Chinese ports, and other measures were promptly taken for the adequate protection of American interests.\n It was further mutually agreed, in the hope of hastening an end to hostilities, that none of the interested powers would approve the making of loans by its nationals to either side. As soon, however, as a united provisional Government of China was assured, the United States joined in a favorable consideration of that Government's request for advances needed for immediate administrative necessities and later for a loan to effect a permanent national reorganization. The interested Governments had already, by common consent, adopted, in respect to the purposes, expenditure, and security of any loans to China made by their nationals, certain conditions which were held to be essential, not only to secure reasonable protection for the foreign investors, but also to safeguard and strengthen China's credit by discouraging indiscriminate borrowing and by insuring the application of the funds toward the establishment of the stable and effective government necessary to China's welfare. In June last representative banking groups of the United States, France, Germany, Great Britain, Japan, and Russia formulated, with the general sanction of their respective Governments, the guaranties that would be expected in relation to the expenditure and security of the large reorganization loan desired by China, which, however, have thus far proved unacceptable to the provisional Government.\n SPECIAL MISSION OF CONDOLENCE TO JAPAN\n In August last I accredited the Secretary of State as special ambassador to Japan, charged with the mission of bearing to the imperial family, the Government, and the people of that Empire the sympathetic message of the American Commonwealth oil the sad occasion of the death of His Majesty the Emperor Mutsuhito, whose long and benevolent reign was the greater part of Japan's modern history. The kindly reception everywhere accorded to Secretary Knox showed that his mission was deeply appreciated by the Japanese nation and emphasized strongly the friendly relations that have for so many years existed between the two peoples.\n SOUTH AMERICA\n Our relations with the Argentine Republic are most friendly and cordial. So, also, are our relations with Brazil, whose Government has accepted the invitation of the United States to send two army officers to study at the Coast Artillery School at Fort Monroe. The long-standing Alsop claim, which had been the only hindrance to the healthy growth of the most friendly relations between the United States and Chile, having been eliminated through the submission of the question to His Britannic Majesty King George V as \"amiable compositeur,\" it is a cause of much gratification to me that our relations with Chile are now established upon a firm basis of growing friendship. The Chilean Government has placed an officer of the United States Coast Artillery in charge of the Chilean Coast Artillery School, and has shown appreciation of American methods by confiding to an American firm important work for the Chilean coast defenses.\n Last year a revolution against the established Government of Ecuador broke out at the pricipal port of that Republic. Previous to this occurrence the chief American interest in Ecuador, represented by the Guayaquil & Quito Railway Co., incorporated in the United States, bad rendered extensive transportation and other services on account to the Ecuadorian Government, the amount of which ran into a sum which was steadily increasing and which the Ecuadorian Government had made no provision to pay, thereby threatening to crush out the very existence of this American enterprise. When tranquillity had been restored to Ecuador as a result of the triumphant progress of the Government forces from Quito, this Government interposed its good offices to the end that the American interests in Ecuador might be saved from complete extinction. As a part of the arrangement which was reached between the parties, and at the request of the Government of Ecuador, I have consented to name an arbitrator, who, acting under the terms of the railroad contract, with an arbitrator named by the Ecuadorian Government, will pass upon the claims that have arisen since the arrangement reached through the action of a similar arbitral tribunal in 1908.\n In pursuance of a request made some time ago by the Ecuadorian Government, the Department of State has given much attention to the problem of the proper sanitation of Guayaquil. As a result a detail of officers of the Canal Zone will be sent to Guayaquil to recommend measures that will lead to the complete permanent sanitation of this plague and fever infected region of that Republic, which has for so long constituted a menace to health conditions on the Canal Zone. It is hoped that the report which this mission will furnish will point out a way whereby the modicum of assistance which the United States may properly lend the Ecuadorian Government may be made effective in ridding the west coast of South America of a focus of contagion to the future commercial current passing through the Panama Canal.\n In the matter of the claim of John Celestine Landreau against the Government of Peru, which claim arises out of certain contracts and transactions in connection with the discovery and exploitation of guano, and which has been under discussion between the two Governments since 1874, 1 am glad to report that as the result of prolonged negotiations, which have been characterized by the utmost friendliness and good will on both sides, the Department of State has succeeded in securing the consent of Peru to the arbitration of the claim, and that the negotiations attending the drafting and signature of a protocol submitting the claim to an arbitral tribunal are proceeding with due celerity.\n An officer of the American Public Health Service and an American sanitary engineer are now on the way to Iquitos, in the employ of the Peruvian Government, to take charge of the sanitation of that river port. Peru is building a number of submarines in this country, and continues to show every desire to have American capital invested in the Republic.\n In July the United States sent undergraduate delegates to the Third International Students Congress held at Lima, American students having been for the first time invited to one of these meetings.\n The Republic of Uruguay has shown its appreciation of American agricultural and other methods by sending a large commission to this country and by employing many American experts to assist in building up agricultural and allied industries in Uruguay.\n Venezuela is paying off the last of the claims the settlement of which was provided for by the Washington protocols, including those of American citizens. Our relations with Venezuela are most cordial, and the trade of that Republic with the United States is now greater than with any other country.\n CENTRAL AMERICA AND THE CARIBBEAN\n During the past summer the revolution against the administration which followed the assassination of President Caceres a year ago last November brought the Dominican Republic to the verge of administrative chaos, without offering any guaranties of eventual stability in the ultimate success of either party. In pursuance of the treaty relations of the United States with the Dominican Republic, which were threatened by the necessity of suspending the operation under American administration of the customhouses on the Haitian frontier, it was found necessary to dispatch special commissioners to the island to reestablish the customhouses and with a guard sufficient to insure needed protection to the customs administration. The efforts which have been made appear to have resulted in the restoration of normal conditions throughout the Republic. The good offices which the commissioners were able to exercise were instrumental in bringing the contending parties together and in furnishing a basis of adjustment which it is hoped will result in permanent benefit to the Dominican people.\n Mindful of its treaty relations, and owing to the position of the Government of the United States as mediator between the Dominican Republic and Haiti in their boundary dispute, and because of the further fact that the revolutionary activities on the Haitian-Dominican frontier had become so active as practically to obliterate the line of demarcation that had been heretofore recognized pending the definitive settlement of the boundary in controversy, it was found necessary to indicate to the two island Governments a provisional de facto boundary line. This was done without prejudice to the rights or obligations of either country in a final settlement to be reached by arbitration. The tentative line chosen was one which, under the circumstances brought to the knowledge of this Government, seemed to conform to the best interests of the disputants. The border patrol which it had been found necessary to reestablish for customs purposes between the two countries was instructed provisionally to observe this line.\n The Republic of Cuba last May was in the throes of a lawless uprising that for a time threatened the destruction of a great deal of valuable property-much of it owned by Americans and other foreigners-as well as the existence of the Government itself. The armed forces of Cuba being inadequate to guard property from attack and at the same time properly to operate against the rebels, a force of American marines was dispatched from our naval station at Guantanamo into the Province of Oriente for the protection of American and other foreign life and property. The Cuban Government was thus able to use all its forces in putting down the outbreak, which it succeeded in doing in a period of six weeks. The presence of two American warships in the harbor of Habana during the most critical period of this disturbance contributed in great measure to allay the fears of the inhabitants, including a large foreign colony.\n There has been under discussion with the Government of Cuba for some time the question of the release by this Government of its leasehold rights at Bahia Honda, on the northern coast of Cuba, and the enlargement, in exchange therefor, of the naval station which has been established at Guantanamo Bay, on the south. As the result of the negotiations thus carried on an agreement has been reached between the two Governments providing for the suitable enlargement of the Guantanamo Bay station upon terms which are entirely fair and equitable to all parties concerned.\n At the request alike of the Government and both political parties in Panama, an American commission undertook supervision of the recent presidential election in that Republic, where our treaty relations, and, indeed, every geographical consideration, make the maintenance of order and satisfactory conditions of peculiar interest to the Government of the United States. The elections passed without disorder, and the new administration has entered upon its functions.\n The Government of Great Britain has asked the support of the United States for the protection of the interests of British holders of the foreign bonded debt of Guatemala. While this Government is hopeful of an arrangement equitable to the British bondholders, it is naturally unable to view the question apart from its relation to the broad subject of financial stability in Central America, in which the policy of the United States does not permit it to escape a vital interest. Through a renewal of negotiations between the Government of Guatemala and American bankers, the aim of which is a loan for the rehabilitation of Guatemalan finances, a way appears to be open by which the Government of Guatemala could promptly satisfy any equitable and just British claims, and at the same time so improve its whole financial position as to contribute greatly to the increased prosperity of the Republic and to redound to the benefit of foreign investments and foreign trade with that country. Failing such an arrangement, it may become impossible for the Government of the United States to escape its obligations in connection with such measures as may become necessary to exact justice to legitimate foreign claims.\n In the recent revolution in Nicaragua, which, it was generally admitted, might well have resulted in a general Central American conflict but for the intervention of the United States, the Government of Honduras was especially menaced; but fortunately peaceful conditions were maintained within the borders of that Republic. The financial condition of that country remains unchanged, no means having been found for the final adjustment of pressing outstanding foreign claims. This makes it the more regrettable that the financial convention between the United States and Honduras has thus far failed of ratification. The Government of the United States continues to hold itself ready to cooperate with the Government of Honduras, which it is believed, can not much longer delay the meeting of its foreign obligations, and it is hoped at the proper time American bankers will be willing to cooperate for this purpose.\n NECESSITY FOR GREATER GOVERNMENTAL EFFORT IN RETENTION AND EXPANSION OF OUR FOREIGN TRADE\n It is not possible to make to the Congress a communication upon the present foreign relations of the United States so detailed as to convey an adequate impression of the enormous increase in the importance and activities of those relations. If this Government is really to preserve to the American people that free opportunity in foreign markets which will soon be indispensable to our prosperity, even greater efforts must be made. Otherwise the American merchant, manufacturer, and exporter will find many a field in which American trade should logically predominate preempted through the more energetic efforts of other governments and other commercial nations.\n There are many ways in which through hearty cooperation the legislative and executive branches of this Government can do much. The absolute essential is the spirit of united effort and singleness of purpose. I will allude only to a very few specific examples of action which ought then to result. America can not take its proper place in the most important fields for its commercial activity and enterprise unless we have a merchant marine. American commerce and enterprise can not be effectively fostered in those fields unless we have good American banks in the countries referred to. We need American newspapers in those countries and proper means for public information about them. We need to assure the permanency of a trained foreign service. We need legislation enabling the members of the foreign service to be systematically brought in direct contact with the industrial, manufacturing, and exporting interests of this country in order that American business men may enter the foreign field with a clear perception of the exact conditions to be dealt with and the officers themselves may prosecute their work with a clear idea of what American industrial and manufacturing interests require.\n CONCLUSION\n Congress should fully realize the conditions which obtain in the world as we find ourselves at the threshold of our middle age as a Nation. We have emerged full grown as a peer in the great concourse of nations. We have passed through various formative periods. We have been self-centered in the struggle to develop our domestic resources and deal with our domestic questions. The Nation is now too matured to continue in its foreign relations those temporary expedients natural to a people to whom domestic affairs are the sole concern. In the past our diplomacy has often consisted, in normal times, in a mere assertion of the right to international existence. We are now in a larger relation with broader rights of our own and obligations to others than ourselves. A number of great guiding principles were laid down early in the history of this Government. The recent task of our diplomacy has been to adjust those principles to the conditions of to-day, to develop their corollaries, to find practical applications of the old principles expanded to meet new situations. Thus are being evolved bases upon which can rest the superstructure of policies which must grow with the destined progress of this Nation. The successful conduct of our foreign relations demands a broad and a modern view. We can not meet new questions nor build for the future if we confine ourselves to outworn dogmas of the past and to the perspective appropriate at our emergence from colonial times and conditions. The opening of the Panama Canal will mark a new era in our international life and create new and worldwide conditions which, with their vast correlations and consequences, will obtain for hundreds of years to come. We must not wait for events to overtake us unawares. With continuity of purpose we must deal with the problems of our external relations by a diplomacy modern, resourceful, magnanimous, and fittingly expressive of the high ideals of a great nation.\n Part II. [On Fiscal, judicial, Military and Insular Affairs.]\n THE WHITE HOUSE, December 6, 1912.\n To the Senate and House of Representatives:\n On the 3d of December I sent a message to the Congress, which was confined to our foreign relations. The Secretary of State makes no report to the President or to Congress, and a review of the history of the transactions of the State Department in one year must therefore be included by the President in his annual message or Congress will not be fully informed of them. A full discussion of all the transactions of the Government, with a view to informing the Congress of the important events of the year and recommending new legislation, requires more space than one message of reasonable length affords. I have therefore adopted the course of sending three or four messages during the first ten days of the session, so as to include reference to the more important matters that should be brought to the attention of the Congress.\n BUSINESS CONDITIONS\n The condition of the country with reference to business could hardly be better. While the four years of the administration now drawing to a close have not developed great speculative expansion or a wide field of new investment, the recovery and progress made from the depressing conditions following the panic of 1907 have been steady and the improvement has been clear and easily traced in the statistics. The business of the country is now on a solid basis. Credits are not unduly extended, and every phase of the situation seems in a state of preparedness for a period of unexampled prosperity. Manufacturing concerns are running at their full capacity and the demand for labor was never so constant and growing. The foreign trade of the country for this year will exceed $4,000,000,000, while the balance in our favor-that of the excess of exports over imports-will exceed $500,000,000. More than half our exports are manufactures or partly manufactured material, while our exports of farm products do not show the same increase because of domestic consumption. It is a year of bumper crops; ; the total money value of farm products will exceed $9,500,000,000. It is a year when the bushel or unit price of agricultural products has gradually fallen, and yet the total value of the entire crop is greater by over $1,000,000,000 than we have known in our history.\n CONDITION OF THE TREASURY\n The condition of the Treasury is very satisfactory. The total interest-bearing debt is $963,777,770, of which $134,631,980 constitute the Panama Canal loan. The noninterest-bearing debt is $378,301,284.90, including $346,681,016 of greenbacks. We have in the Treasury $150,000,000 in gold coin as a reserve against the outstanding greenbacks; and in addition we have a cash balance in the Treasury as a general fund of $167,152,478.99, or an increase of $26,975,552 over the general fund last year.\n RECEIPTS AND EXPENDITURES\n For three years the expenditures of the Government have decreased under the influence of an effort to economize. This year presents an apparent exception. The estimate by the Secretary of the Treasury of the ordinary receipts, exclusive of postal revenues, for the year ending June 30, 1914, indicates that they will amount to $710,000,000. The sum of the estimates of the expenditures for that same year, exclusive of Panama Canal disbursements and postal disbursements payable from postal revenues, is $732,000,000, indicating a deficit Of $22,000,000. For the year ending June 30, 1913, similarly estimated receipts were $667,000,000, while the total corresponding estimate of expenditures for that year, submitted through the Secretary of the Treasury to Congress, amounted to $656,000,000. This shows an increase of $76,000,000 in the estimates for 1914 over the total estimates of 1913. This is due to an increase Of $25,000,000 in the estimate for rivers and harbors for the next year on projects and surveys authorized by Congress; to an increase under the new pension bill Of $32,500,000; and to an increase in the estimates for expenses of the Navy Department Of $24,000,000. The estimate for the Navy Department for the year 1913 included two battleships. Congress made provision for only one battleship, and therefore the Navy Department has deemed it necessary and proper to make an estimate which includes the first year's expenditure for three battleships in addition to the amount required for work on the uncompleted ships now under construction. In addition to the natural increase in the expenditures for the uncompleted ships, and the ad. ditional battleship estimated for, the other increases are due to the pay required for 4,000 or more additional enlisted men in the Navy; and to this must be added the additional cost of construction imposed by the change in the eight-hour law which makes it applicable to ships built in private shipyards.\n With the exceptions of these three items, the estimates show a reduction this year below the total estimates for 1913 of more than $5,000,000.\n The estimates for Panama Canal construction for 1914 are $17,000,000 less than for 1913\n OUR BANKING AND CURRENCY SYSTEM\n A time when panics seem far removed is the best time for us to prepare our financial system to withstand a storm. The most crying need this country has is a proper banking and currency system. The existing one is inadequate, and everyone who has studied the question admits it.\n It is the business of the National Government to provide a medium, automatically contracting and expanding in volume, to meet the needs of trade. Our present system lacks the indispensable quality of elasticity.\n The only part of our monetary medium that has elasticity is the bank-note currency. The peculiar provisions of the law requiring national banks to maintain reserves to meet the call of the depositors operates to increase the money stringency when it arises rather than to expand the supply of currency and relieve it. It operates upon each bank and furnishes a motive for the withdrawal of currency from the channels of trade by each bank to save itself, and offers no inducement whatever for the use of the reserve to expand the supply of currency to meet the exceptional demand.\n After the panic of 1907 Congress realized that the present system was not adapted to the country's needs and that under it panics were possible that might properly be avoided by legislative provision. Accordingly a monetary commission was appointed which made a report in February, 1912. The system which they recommended involved a National Reserve Association, which was, in certain of its faculties and functions, a bank, and which was given through its governing authorities the power, by issuing circulating notes for approved commercial paper, by fixing discounts, and by other methods of transfer of currency, to expand the supply of the monetary medium where it was most needed to prevent the export or hoarding of gold and generally to exercise such supervision over the supply of money in every part of the country as to prevent a stringency and a panic. The stock in this association was to be distributed to the banks of the whole United States, State and National, in a mixed proportion to bank units and to capital stock paid in. The control of the association was vested in a board of directors to be elected by representatives of the banks, except certain ex-officio directors, three Cabinet officers, and the Comptroller of the Currency. The President was to appoint the governor of the association from three persons to be selected by the directors, while the two deputy governors were to be elected by the board of directors. The details of the plan were worked out with great care and ability, and the plan in general seems to me to furnish the basis for a proper solution of our present difficulties. I feel that the Government might very properly be given a greater voice in the executive committee of the board of directors without danger of injecting politics into its management, but I think the federation system of banks is a good one, provided proper precautions are taken to prevent banks of large capital from absorbing power through ownership of stock in other banks. The objections to a central bank it seems to me are obviated if the ownership of the reserve association is distributed among all the banks of a country in which banking is free. The earnings of the reserve association are limited in percentage tit a reasonable and fixed amount, and the profits over and above this are to be turned into the Government Treasury. It is quite probable that still greater security against control by money centers may be worked into the plan.\n Certain it is, however, that the objections which were made in the past history of this country to a central bank as furnishing a monopoly of financial power to private individuals, would not apply to an association whose ownership and control is so widely distributed and is divided between all the banks of the country, State and National, on the one hand, and the Chief Executive through three department heads and his Comptroller of the Currency, on the other. The ancient hostility to a national bank, with its branches, in which is concentrated the privilege of doing a banking business and carrying on the financial transactions of the Government, has prevented the establishment of such a bank since it was abolished in the Jackson Administration. Our present national banking law has obviated objections growing out of the same cause by providing a free banking system in which any set of stockholders can establish a national bank if they comply with the conditions of law. It seems to me that the National Reserve Association meets the same objection in a similar way; that is, by giving to each bank, State and National, in accordance with its size, a certain share in the stock of the reserve association, nontransferable and only to be held by the bank while it performs its functions as a partner in the reserve association.\n The report of the commission recommends provisions for the imposition of a graduated tax on the expanded currency of such a character as to furnish a motive for reducing the issue of notes whenever their presence in the money market is not required by the exigencies of trade. In other words, the whole system has been worked out with the greatest care. Theoretically it presents a plan that ought to command support. Practically it may require modification in various of its provisions in order to make the security against, abuses by combinations among the banks impossible. But in the face of the crying necessity that there is for improvement in our present system, I urgently invite the attention of Congress to the proposed plan and the report of the commission, with the hope that an earnest consideration may suggest amendments and changes within the general plan which will lead to its adoption for the benefit of the country. There is no class in the community more interested in a safe and sane banking and currency system, one which will prevent panics and automatically furnish in each trade center the currency needed in the carrying on of the business at that center, than the wage earner. There is no class in the community whose experience better qualifies them to make suggestions as to the sufficiency of a currency and banking system than the bankers and business men. Ought we, therefore, to ignore their recommendations and reject their financial judgment as to the proper method of reforming our financial system merely because of the suspicion which exists against them in the minds of many of our fellow citizens? Is it not the duty of Congress to take up the plan suggested, examine it from all standpoints, give impartial consideration to the testimony of those whose experience ought to fit them to give the best advice on the subject, and then to adopt some plan which will secure the benefits desired?\n A banking and currency system seems far away from the wage earner and the farmer, but the fact is that they are vitally interested in a safe system of currency which shall graduate its volume to the amount needed and which shall prevent times of artificial stringency that frighten capital, stop employment, prevent the meeting of the pay roll, destroy local markets, and produce penury and want.\n THE TARIFF\n I have regarded it as my duty in former messages to the Congress to urge the revision of the tariff upon principles of protection. It was my judgment that the customs duties ought to be revised downward, but that the reduction ought not to be below a rate which would represent the difference in the cost of production between the article in question at home and abroad, and for this and other reasons I vetoed several bills which were presented to me in the last session of this Congress. Now that a new Congress has been elected on a platform of a tariff for revenue only rather than a protective tariff, and is to revise the tariff on that basis, it is needless for me to occupy the time of this Congress with arguments or recommendations in favor of a protective tariff.\n Before passing from the tariff law, however, known as the Payne tariff law of August 5, 1909, 1 desire to call attention to section 38 of that act, assessing a special excise tax on corporations. It contains a provision requiring the levy of an additional 50 per cent to the annual tax in cases of neglect to verify the prescribed return or to file it before the time required by law. This additional charge of 50 per cent operates in some cases as a harsh penalty for what may have been a mere inadvertence or unintentional oversight, and the law should be so amended as to mitigate the severity of the charge in such instances. Provision should also be made for the refund of additional taxes heretofore collected because of such infractions in those cases where the penalty imposed has been so disproportionate to the offense as equitably to demand relief.\n BUDGET\n The estimates for the next fiscal year have been assembled by the Secretary of the Treasury and by him transmitted to Congress. I purpose at a later day to submit to Congress a form of budget prepared for me and recommended by the President's Commission on Economy and Efficiency, with a view of suggesting the useful and informing character of a properly framed budget.\n WAR DEPARTMENT\n The War Department combines within its jurisdiction functions which in other countries usually occupy three departments. It not only has the management of the Army and the coast defenses, but its jurisdiction extends to the government of the Philippines and of Porto Rico and the control of the receivership of the customs revenues of the Dominican Republic; it also includes the recommendation of all plans for the improvement of harbors and waterways and their execution when adopted; and, by virtue of an Executive order, the supervision of the construction of the Panama Canal.\n ARMY REORGANIZATION\n Our small Army now consists of 83,809 men, excluding the 5,000 Philippine scouts. Leaving out of consideration the Coast Artillery force, whose position is fixed in our various seacoast defenses, and the present garrisons of our various insular possessions, we have to-day within the continental United States a mobile Army of only about 35,000 men. This little force must be still further drawn upon to supply the new garrisons for the great naval base which is being established at Pearl Harbor, in the Hawaiian Islands, and to protect the locks now rapidly approaching completion at Panama. The forces remaining in the United States are now scattered in nearly 50 Posts, situated for a variety of historical reasons in 24 States. These posts contain only fractions of regiments, averaging less than 700 men each. In time of peace it has been our historical policy to administer these units separately by a geographical organization. In other words, our Army in time of peace has never been a united organization but merely scattered groups of companies, battalions, and regiments, and the first task in time of war has been to create out of these scattered units an Army fit for effective teamwork and cooperation.\n To the task of meeting these patent defects, the War Department has been addressing itself during the past year. For many years we had no officer or division whose business it was to study these problems and plan remedies for these defects. With the establishment of the General Staff nine years ago a body was created for this purpose. It has, necessarily, required time to overcome, even in its own personnel, the habits of mind engendered by a century of lack of method, but of late years its work has become systematic and effective, and it has recently been addressing itself vigorously to these problems.\n A comprehensive plan of Army reorganization was prepared by the War College Division of the General Staff. This plan was thoroughly discussed last summer at a series of open conferences held by the Secretary of War and attended by representatives from all branches of the Army and from Congress. In printed form it has been distributed to Members of Congress and throughout the Army and the National Guard, and widely through institutions of learning and elsewhere in the United States. In it, for the first time, we have a tentative chart for future progress.\n Under the influence of this study definite and effective steps have been taken toward Army reorganization so far as such reorganization lies within the Executive power. Hitherto there has been no difference of policy in the treatment of the organization of our foreign garrisons from those of troops within the United States. The difference of situation is vital, and the foreign garrison should be prepared to defend itself at an instant's notice against a foe who may command the sea. Unlike the troops in the United States, it can not count upon reinforcements or recruitment. It is an outpost upon which will fall the brunt of the first attack in case of war. The historical policy of the United States of carrying its regiments during time of peace at half strength has no application to our foreign garrisons. During the past year this defect has been remedied as to the Philippines garrison. The former garrison of 12 reduced regiments has been replaced by a garrison of 6 regiments at full strength, giving fully the same number of riflemen at an estimated economy in cost of maintenance of over $1,000,000 per year. This garrison is to be permanent. Its regimental units, instead of being transferred periodically back and forth from the United States, will remain in the islands. The officers and men composing these units will, however, serve a regular tropical detail as usual, thus involving no greater hardship upon the personnel and greatly increasing the effectiveness of the garrison. A similar policy is proposed for the Hawaiian and Panama garrisons as fast as the barracks for them are completed. I strongly urge upon Congress that the necessary appropriations for this purpose should be promptly made. It is, in my opinion, of first importance that these national outposts, upon which a successful home defense will, primarily, depend, should be finished and placed in effective condition at the earliest possible day.\n THE HOME ARMY\n Simultaneously with the foregoing steps the War Department has been proceeding with the reorganization of the Army at home. The formerly disassociated units are being united into a tactical organization of three divisions, each consisting of two or three brigades of Infantry and, so far as practicable, a proper proportion of divisional Cavalry and Artillery. Of course, the extent to which this reform can be carried by the Executive is practically limited to a paper organization. The scattered units can be brought under a proper organization, but they will remain physically scattered until Congress supplies the necessary funds for grouping them in more concentrated posts. Until that is done the present difficulty of drilling our scattered groups together, and thus training them for the proper team play, can not be removed. But we shall, at least, have an Army which will know its own organization and will be inspected by its proper commanders, and to which, as a unit, emergency orders can be issued in time of war or other emergency. Moreover, the organization, which in many respects is necessarily a skeleton, will furnish a guide for future development. The separate regiments and companies will know the brigades and divisions to which they belong. They will be maneuvered together whenever maneuvers are established by Congress, and the gaps in their organization will show the pattern into which can be filled new troops as the Nation grows and a larger Army is provided.\n REGULAR ARMY RESERVE\n One of the most important reforms accomplished during the past year has been the legislation enacted in the Army appropriation bill of last summer, providing for a Regular Army reserve. Hitherto our national policy has assumed that at the outbreak of war our regiments would be immediately raised to full strength. But our laws have provided no means by which this could be accomplished, or by which the losses of the regiments when once sent to the front could be repaired. In this respect we have neglected the lessons learned by other nations. The new law provides that the soldier, after serving four years with colors, shall pass into a reserve for three years. At his option he may go 'into the reserve at the end of three years, remaining there for four years. While in the reserve he can be called to active duty only in case of war or other national emergency, and when so called and only in such case will receive a stated amount of pay for all of the period in which he has been a member of the reserve. The legislation is imperfect, in my opinion, in certain particulars, but it is a most important step in the right direction, and I earnestly hope that it will be carefully studied and perfected by Congress.\n THE NATIONAL GUARD\n Under existing law the National Guard constitutes, after the Regular Army, the first line of national defense. Its organization, discipline, training, and equipment, under recent legislation, have been assimilated, as far as possible, to those of the Regular Army, and its practical efficiency, under the effect of this training, has very greatly increased. Our citizen soldiers under present conditions have reached a stage of development beyond which they can not reasonably be asked to go without further direct assistance in the form of pay from the Federal Government. On the other hand, such pay from the National Treasury would not be justified unless it produced a proper equivalent in additional efficiency on the part of the National Guard. The Organized Militia to-day can not be ordered outside of the limits of the United States, and thus can not lawfully be used for general military purposes. The officers and men are ambitious and eager to make themselves thus available and to become an efficient national reserve of citizen soldiery. They are the only force of trained men, other than the Regular Army, upon which we can rely. The so-called militia pay bill, in the form agreed on between the authorities of the War Department and the representatives of the National Guard, in my opinion adequately meets these conditions and offers a proper return for the pay which it is proposed to give to the National Guard. I believe that its enactment into law would be a very long step toward providing this Nation with a first line of citizen soldiery, upon which its main reliance must depend in case of any national emergency. Plans for the organization of the National Guard into tactical divisions, on the same lines as those adopted for the Regular Army, are being formulated by the War College Division of the General Staff.\n NATIONAL VOLUNTEERS\n The National Guard consists of only about 110,000 men. In any serious war in the past it has always been necessary, and in such a war in the future it doubtless will be necessary, for the Nation to depend, in addition to the Regular Army and the National Guard, upon a large force of volunteers. There is at present no adequate provision of law for the raising of such a force. There is now pending in Congress, however, a bill which makes such provision, and which I believe is admirably adapted to meet the exigencies which would be presented in case of war. The passage of the bill would not entail a dollar's expense upon the Government at this time or in the future until war comes. But if war comes the methods therein directed are in accordance with the best military judgment as to what they ought to be, and the act would prevent the necessity for a discussion of any legislation and the delays incident to its consideration and adoption. I earnestly urge its passage.\n CONSOLIDATION OF THE SUPPLY CORPS\n The Army appropriation act of 191:2 also carried legislation for the consolidation of the Quartermaster's Department, the Subsistence Department, and the Pay Corps into a single supply department, to be known as the Quartermaster's Corps. It also provided for the organization of a special force of enlisted men, to be known as the Service Corps, gradually to replace many of the civilian employees engaged in the manual labor necessary in every army. I believe that both of these enactments will improve the administration of our military establishment. The consolidation of the supply corps has already been effected, and the organization of the service corps is being put into effect.\n All of the foregoing reforms are in the direction of economy and efficiency. Except for the slight increase necessary to garrison our outposts in Hawaii and Panama, they do not call for a larger Army, but they do tend to produce a much more efficient one. The only substantial new appropriations required are those which, as I have pointed out, are necessary to complete the fortifications and barracks at our naval bases and outposts beyond the sea.\n PORTO RICO\n Porto Rico continues to show notable progress, both commercially and in the spread of education. Its external commerce has increased 17 per cent over the preceding year, bringing the total value up to $92,631,886, or more than five times the value of the commerce of the island in 1901. During the year 16o,657 Pupils were enrolled in the public schools, as against 145,525 for the preceding year, and as compared with 26,000 for the first year of American administration. Special efforts are under way for the promotion of vocational and industrial training, the need of which is particularly pressing in the island. When the bubonic plague broke out last June, the quick and efficient response of the people of Porto Rico to the demands of modern sanitation was strikingly shown by the thorough campaign which was instituted against the plague and the hearty public opinion which supported the Government's efforts to check its progress and to prevent its recurrence.\n The failure thus far to grant American citizenship continues to be the only ground of dissatisfaction. The bill conferring such citizenship has passed the House of Representatives and is now awaiting the action of the Senate. I am heartily in favor of the passage of this bill. I believe that the demand for citizenship is just, and that it is amply earned by sustained loyalty on the part of the inhabitants of the island. But it should be remembered that the demand must be, and in the minds of most Porto Ricans is, entirely disassociated from any thought of statehood. I believe that no substantial approved public opinion in the United States or in Porto Rico contemplates statehood for the island as the ultimate form of relations between us. I believe that the aim to be striven for is the fullest possible allowance of legal and fiscal self-government, with American citizenship as to the bond between us; in other words, a relation analogous to the present relation between Great Britain and such self-governing colonies as Canada and Australia. This would conduce to the fullest and most self-sustaining development of Porto Rico, while at the same time it would grant her the economic and political benefits of being under the American flag.\n PHILIPPINES\n A bill is pending in Congress which revolutionizes the carefully worked out scheme of government under which the Philippine Islands are now governed and which proposes to render them virtually autonomous at once and absolutely independent in eight years. Stich a proposal can only be founded on the assumption that we have now discharged our trusteeship to the Filipino people and our responsibility for them to the world, and that they are now prepared for selfgovernment as well as national sovereignty. A thorough and unbiased knowledge of the facts clearly shows that these assumptions are absolutely without justification. As to this, I believe that there is no substantial difference of opinion among any of those who have had the responsibility of facing Philippine problems in the administration of the islands, and I believe that no one to whom the future of this people is a responsible concern can countenance a policy fraught with the direst consequences to those on whose behalf it is ostensibly urged.\n In the Philippine Islands we have embarked upon an experiment unprecedented in dealing with dependent people. We are developing there conditions exclusively for their own welfare. We found an archipelago containing 24 tribes and races, speaking a great variety of languages, and with a population over 80 per cent of which could neither read nor write. Through the unifying forces of a common education, of commercial and economic development, and of gradual participation in local self-government we are endeavoring to evolve a homogeneous people fit to determine, when the time arrives, their own destiny. We are seeking to arouse a national spirit and not, as under the older colonial theory, to suppress such a spirit. The character of the work we have been doing is keenly recognized in the Orient, and our success thus far followed with not a little envy by those who, initiating the same policy, find themselves hampered by conditions grown up in earlier days and under different theories of administration. But our work is far from done. Our duty to the Filipinos is far from discharged. Over half a million Filipino students are now in the Philippine schools helping to mold the men of the future into a homogeneous people, but there still remain more than a million Filipino children of school age yet to be reached. Freed from American control the integrating forces of a common education and a common language will cease and the educational system now well started will slip back into inefficiency and disorder.\n An enormous increase in the commercial development of the islands has been made since they were virtually granted full access to our markets three years ago, with every prospect of increasing development and diversified industries. Freed from American control such development is bound to decline. Every observer speaks of the great progress in public works for the benefit of the Filipinos, of harbor improvements, of roads and railways, of irrigation and artesian wells, public buildings, and better means of communication. But large parts of the islands are still unreached, still even unexplored, roads and railways are needed in many parts, irrigation systems are still to be installed, and wells to be driven. Whole villages and towns are still without means of communication other than almost impassable roads and trails. Even the great progress in sanitation, which has successfully suppressed smallpox, the bubonic plague, and Asiatic cholera, has found the cause of and a cure for beriberi, has segregated the lepers, has helped to make Manila the most healthful city in the Orient, and to free life throughout the whole archipelago from its former dread diseases, is nevertheless incomplete in many essentials of permanence in sanitary policy. Even more remains to be accomplished. If freed from American control sanitary progress is bound to be arrested and all that has been achieved likely to be lost.\n Concurrent with the economic, social, and industrial development of the islands has been the development of the political capacity of the people. By their progressive participation in government the Filipinos are being steadily and hopefully trained for self-government. Under Spanish control they shared in no way in the government. Under American control they have shared largely and increasingly. Within the last dozen years they have gradually been given complete autonomy in the municipalities, the right to elect two-thirds of the provincial governing boards and the lower house of the insular legislature. They have four native members out of nine members of the commission, or upper house. The chief justice and two justices of the supreme court, about one-half of the higher judicial positions, and all of the justices of the peach are natives. In the classified civil service the proportion of Filipinos increased from 51 per cent in 1904 to 67 per cent in 1911. Thus to-day all the municipal employees, over go per cent of the provincial employees, and 60 per cent of the officials and employees of the central government are Filipinos. The ideal which has been kept in mind in our political guidance of the islands has been real popular self-government and not mere paper independence. I am happy to say that the Filipinos have done well enough in the places they have filled and in the discharge of the political power with which they have been intrusted to warrant the belief that they can be educated and trained to complete self-government. But the present satisfactory results are due to constant support and supervision at every step by Americans.\n If the task we have undertaken is higher than that assumed by other nations, its accomplishment must demand even more patience. We must not forget that we found the Filipinos wholly untrained in government. Up to our advent all other experience sought to repress rather than encourage political power. It takes long time and much experience to ingrain political habits of steadiness and efficiency. Popular self-government ultimately must rest upon common habits of thought and upon a reasonably developed public opinion. No such foundations for selfgovernment, let alone independence are now present in the Philippine Islands. Disregarding even their racial heterogeneity and the lack of ability to think as a nation, it is sufficient to point out that under liberal franchise privileges only about 3 per cent of the Filipinos vote and only"}