{"title": "December 5 1899 Third Annual Message-William McKinley", "content": " enhanced by bringing Japan and the United States into direct telegraphic relation.\n Without repeating the observations of my special message of February 10, 1899, concerning the necessity of a cable to Manila. I respectfully invite attention to it.\n I recommend that, in case the Congress should not take measures to bring about this result by direct action of the Government, the Postmaster General be authorized to invite competitive bids for the establishment of a cable; the company making the best responsible bid to be awarded the contract; the successful company to give ample bonds to insure the completion of the work within a reasonable time.\n The year has been marked by constant increase in the intimacy of our relations with Mexico and in the magnitude of mutually advantageous interchanges. This Government has omitted no opportunity to show its strong desire to develop and perpetuate the ties of cordiality now so long happily unbroken.\n Following the termination on January 20, 1899, by Mexico of the convention of extradition of December 11, 1861, a new treaty more in accordance with the ascertained needs of both countries was signed February 22, 1899, and exchanged in the City of Mexico on the 22d of April last. Its operation thus far has been effective and satisfactory. A recent case has served to test the application of its IVth Article, which provides that neither party shall be bound to deliver up its own citizens, but that the executive authority of each shall have the power to deliver them up if in its discretion it be deemed proper to do so.\n The extradition of Mrs. Mattie Rich, a citizen of the United States, charged with homicide committed in Mexico, was after mature consideration directed by me in the conviction that the ends of justice would be thereby subserved. Similar action, on appropriate occasion, by the Mexican Executive will not only tend to accomplish the desire of both Governments that grave crimes go not unpunished, but also to repress lawlessness along the border of the two countries. The new treaty stipulates that neither Government shall assume jurisdiction in the punishment of crimes committed exclusively within the territory of the other. This will obviate in future the embarrassing controversies which have heretofore arisen through Mexico's assertion of a claim to try and punish an American citizen for an offense committed within the jurisdiction of the United States.\n The International Water Boundary Commission, organized by the convention of March 1, 1889, for the adjustment of questions affecting the Rio Grande frontier, has not yet completed its labors. A further extension of its term for one year, until December 24, 1899, was effected by a convention signed December z, 1898, and exchanged and proclaimed in February last.\n An invitation extended to the President of Mexico to visit Chicago in October, on the occasion of laying the corner stone of the United States Government building in that city, was cordially accepted by him, with the necessary consent of the Mexican Congress, but the illness of a member of his family prevented his attendance. The Minister of Foreign Relations, however, came as the personal representative of President Diaz, and in that high character was duly honored.\n Claims growing out of the seizure of American sealing vessels in Bering Sea have been under discussion with the Government of Russia for several years, with the recent happy result of an agreement to submit them to the decision of a single arbitrator. By this act Russia affords proof of her adherence to the beneficent principle of arbitration which her plenipotentiaries conspicuously favored at The Hague Disarmament Conference when it was advocated by the representatives of the United States.\n A suggestion for a permanent exposition of our products and manufactures in Russia, although not yet fully shaped, has been so cordially welcomed by the Imperial Government that it may not inaptly take a fitting place in whatever legislation the Congress may adopt looking to enlargement of our commercial opportunities abroad.\n Important events have occurred in the Samoan Islands. The election, according to the laws and customs of Samoa, of a successor to the late King, Malietoa Laupepa, developed a contest as to the validity of the result, which issue, by the terms of the General Act, was to be decided by the Chief justice. Upon his rendering a judgment in favor of Malietoa Tanu, the rival chief, Mataafa, took up arms. The active intervention of American and British war ships became imperative to restore order, at the cost of sanguinary encounters. In this emergency a joint commission of representatives of the United States, Germany, and Great Britain was sent to Samoa to investigate the situation and provide a temporary remedy. By its active efforts a peaceful solution was reached for the time being, the kingship being abolished and a provisional government established. Recommendations unanimously made by the commission for a permanent adjustment of the Samoan question were taken under consideration by the three powers parties to the General Act. But the more they were examined the more evident it became that a radical change was necessary in the relations of the powers to Samoa.\n The inconveniences and possible perils of the tripartite scheme of supervision and control in the Samoan group by powers having little interest in common in that quarter beyond commercial rivalry had been once more emphasized by the recent events. The suggested remedy of the joint Commission, like the scheme it aimed to replace amounted to what has been styled a tridominium, being the exercise of the functions of sovereignty by an unanimous agreement of three powers. The situation had become far more intricate and embarrassing from every point of view than it was when my predecessor, in 1894, summed up its perplexities and condemned the participation in it of the United States.\n The arrangement under which Samoa was administered had proved impracticable and unacceptable to all the powers concerned. To withdraw from the agreement and abandon the islands to Germany and Great Britain would not be compatible with our interests in the archipelago. To relinquish our rights in the harbor of Pago Pago, the best anchorage in the Pacific, the occupancy of which had been leased to the United States in 1878 by the first foreign treaty ever concluded by Samoa, was not to be thought of either as regards the needs of our Navy or the interests of our growing commerce with the East. We could not have considered any proposition for the abrogation of the tripartite control which did not confirm us in all our rights and safeguard all our national interests in the islands.\n Our views commended themselves to the other powers. A satisfactory arrangement was concluded between the Governments of Germany and of England, by virtue of which England retired from Samoa in view of compensations in other directions, and both powers renounced in favor of the United States all their rights and claims over and in respect to that portion of the group lying to the east of the one hundred and seventy-first degree of west longitude, embracing the islands of Tutuila, Ofoo, Olosenga, and Manua. I transmit to the Senate, for its constitutional action thereon, a convention, which besides the provisions above mentioned also guarantees us the same privileges and conditions in respect to commerce and commercial vessels in all of the islands of Samoa as those possessed by Germany.\n Claims have been preferred by white residents of Samoa on account of injuries alleged to have been suffered through the acts of the treaty Governments in putting down the late disturbances. A convention has been made between the three powers for the investigation and settlement of these claims by a neutral arbitrator, to which the attention of the Senate will be invited.\n My annual message of last year was necessarily devoted, in great part to a consideration of the Spanish War and of the results it wrought and the conditions it imposed for the future. I am gratified to announce that the treaty of peace has restored friendly relations between the two powers. Effect has been given to its most important provisions. The evacuation of Puerto Rico having already been accomplished on the x8th of October, 1898, nothing remained necessary there but to continue the provisional military control of the island until the Congress should enact a suitable government for the ceded territory. Of the character and scope of the measures to that end I shall treat in another part of this message.\n The withdrawal of the authority of Spain from the island of Cuba was effected by the 1st of January, so that the full re-establishment of peace found the relinquished territory held by us in trust for the inhabitants, maintaining, under the direction of the Executive, such government and control therein as should conserve public order, restore the productive conditions of peace so long disturbed by the instability and disorder which prevailed for the greater part of the preceding three decades, and build up that tranquil development of the domestic state whereby alone can be realized the high purpose, as proclaimed in the joint resolution adopted by the Congress on the 19th of April, 1898, by which the United States disclaimed any disposition or intention to exercise sovereignty, jurisdiction, or control over Cuba, except for the pacification thereof, and asserted its determination when that was accomplished to leave the government and control of the island to its people. The pledge contained in this resolution is of the highest honorable obligation and must be sacredly kept.\n I believe that substantial progress has been made in this direction. All the administrative measures adopted in Cuba have aimed to fit it for a regenerated existence by enforcing the supremacy of law and justice; by placing wherever practicable the machinery of administration in the hands of the inhabitants; by instituting needed sanitary reforms; by spreading education; by fostering industry and trade; by inculcating public morality, and, in short, by taking every rational step to aid the Cuban people to attain to that plane of self-conscious respect and self-reliant unity which fits an enlightened community for self-government within its own sphere, while enabling it to fulfill all outward obligation.\n This nation has assumed before the world a grave responsibility for the future good government of Cuba. We have accepted a trust the fulfillment of which calls for the sternest integrity of purpose and the exercise of the highest wisdom. The new Cuba yet to arise from the ashes of the past must needs be bound to us by ties of singular intimacy and strength if its enduring welfare is to be assured. Whether those ties shall be organic or conventional, the destinies of Cuba are in some rightful form and manner irrevocably linked with our own, but how and how far is for the future to determine in the ripeness of events. Whatever be the outcome, we must see to it that free Cuba be a reality, not a name, a perfect entity, not a hasty experiment bearing within itself the elements of failure. Our mission, to accomplish which we took up the wager of battle, is not to be fulfilled by turning adrift any loosely framed commonwealth to face the vicissitudes which too often attend weaker States whose natural wealth and abundant resources are offset by the incongruities of their political organization and the recurring occasions for internal rivalries to sap their strength and dissipate their energies. The greatest blessing which can come to Cuba is the restoration of her agricultural and industrial prosperity, which will give employment to idle men and re-establish the pursuits of peace. This is her chief and immediate need.\n On the 19th of August last an order was made for the taking of the census in the island, to be completed on the 3oth of November. By the treaty of peace the Spanish people on the island have until April 11, 1900, to elect whether they will remain citizens of Spain or become citizens of Cuba. Until then it cannot be definitely ascertained who shall be entitled to participate in the formation of the government of Cuba. By that time the results of the census will have been tabulated and we shall proceed to provide for elections which will commit the municipal governments of the island to the officers elected by the people. The experience thus acquired will prove of great value in the formation of a representative convention of the people to draft a constitution and establish a general system of independent government for the island. In the meantime and so long as we exercise control over the island the products of Cuba should have a market in the United States on as good terms and with as favorable rates of duty as are given to the West India Islands under treaties of reciprocity which shall be made.\n For the relief of the distressed in the island of Cuba the War Department has issued supplies to destitute persons through the officers of the Army, which have amounted to 5,493,ooo rations, at a cost Of $1,417,554.07.\n To promote the disarmament of the Cuban volunteer army, and in the interest of public peace and the welfare of the people, the sum Of $75 was paid to each Cuban soldier borne upon the authenticated rolls, on condition that he should deposit his arms with the authorities designated by the United States. The sum thus disbursed aggregated $2,547,750, which was paid from the emergency fund provided by the act of January 5, 1899, for that purpose.\n Out of the Cuban island revenues during the six months ending June 30, 1899, $1,712,014.20 was expended for sanitation, $293,881.70 for charities and hospitals, and $88,944.03 for aid to the destitute.\n Following the exchange of ratifications of the treaty of peace the two Governments accredited ministers to each other, Spain sending to Washington the Duke of Arcos, an eminent diplomatist, previously stationed in Mexico, while the United States transferred to Madrid Hon. Bellamy Storer, its minister at Brussels. This was followed by the respective appointment of consuls, thereby fully resuming the relations interrupted by the war. In addition to its consular representation in the United States, the Spanish Government has appointed consuls for Cuba, who have been provisionally recognized during the military administration of the affairs of that island.\n Judicial intercourse between the courts of Cuba and Puerto Rico and of Spain has been established, as provided by the treaty of peace. The Cuban political prisoners in Spanish penal stations have been and are being released and returned to their homes, in accordance with Article VI of the treaty. Negotiations are about to be had for defining the conventional relations between the two countries, which fell into abeyance by reason of the war. I trust that these will include a favorable arrangement for commercial reciprocity under the terms of sections 3 and 4 of the current tariff act. In these, as in all matters of international concern, no effort will be spared to respond to the good disposition of Spain, and to cultivate in all practicable ways the intimacy which should prevail between two nations whose past history has so often and in so many ways been marked by sincere friendship and by community of interests.\n I would recommend appropriate legislation in order to carry into execution Article VII of the Treaty of Peace with Spain, by which the United States assured the payment of certain claims for indemnity of its citizens against Spain.\n The United States minister to Turkey continues, under instructions, to press for a money payment in satisfaction of the just claims for injuries suffered by American citizens in the disorders of several years past and for wrongs done to them by the Ottoman authorities. Some of these claims are of many years' standing. This Government is hopeful of a general agreement in this regard.\n In the Turkish Empire the situation of our citizens remains unsatisfactory. Our efforts during nearly forty years to bring about a convention of naturalization seem to be on the brink of final failure through the announced policy of the Ottoman Porte to refuse recognition of the alien status of native Turkish subjects naturalized abroad since 1867. Our statutes do not allow this Government to admit any distinction between the treatment of native and naturalized Americans abroad, so that ceaseless controversy arises in cases where persons owing in the eye of international law a dual allegiance are prevented from entering Turkey or are expelled after entrance. Our law in this regard contrasts with that of the European States. The British act, for instance, does not claim effect for the naturalization of an alien in the event of his return to his native country, unless the change be recognized by the law of that country or stipulated by treaty between it and the naturalizing State.\n The arbitrary treatment, in some instances, of American productions in Turkey has attracted attention of late, notably in regard to our flour. Large shipments by the recently opened direct steamship line to Turkish ports have been denied entrance on the score that, although of standard composition and unquestioned purity, the flour was pernicious to health because of deficient ?elasticity? as indicated by antiquated and untrustworthy tests. Upon due protest by the American minister, and it appearing that the act was a virtual discrimination against our product, the shipments in question were admitted. In these, as in all instances, wherever occurring, when American products may be subjected in a foreign country, upon specious pretexts, to discrimination compared with the like products of another country, this Government will use its earnest efforts to secure fair and equal treatment for its citizens and their goods. Failing this, it will not hesitate to apply whatever corrective may be provided by the statutes.\n The International Commission of Arbitration, appointed under the Anglo-Venezuelan treaty of 1897, rendered an award on October 3 last, whereby the boundary line between Venezuela and British Guiana is determined, thus ending a controversy which has existed for the greater part of the century. The award, as to which the arbitrators were unanimous, while not meeting the extreme contention of either party, gives to Great Britain a large share of the interior territory in dispute and to Venezuela the entire mouth of the Orinoco, including Barima Point and the Caribbean littoral for some distance to the eastward. The decision appears to be equally satisfactory to both parties.\n Venezuela has once more undergone a revolution. The insurgents, under General Castro, after a sanguinary engagement in which they suffered much loss, rallied in the mountainous interior and advanced toward the capital. The bulk of the army having sided with the movement, President Andrade quitted Caracas, where General Castro set up a provisional government with which our minister and the representatives of other powers entered into diplomatic relations on the 20th of November, 1899.\n The fourth section of the Tariff Act approved July 24, x897, appears to provide only for commercial treaties which should be entered into by the President and also ratified by the Senate within two years from its passage. Owing to delays inevitable in negotiations of this nature, none of the treaties initiated under that section could be concluded in time for ratification by the Senate prior to its adjournment on the 4th of March last. Some of the pending negotiations, however, were near conclusion at that time, and the resulting conventions have since been signed by the plenipotentiaries. Others, within both the third and fourth sections of the act, are still under consideration. Acting under the constitutional power of the Executive in respect to treaties, I have deemed it my duty, while observing the limitations of concession provided by the fourth section, to bring to a conclusion all pending negotiations, and submit them to the Senate for its advice and consent.\n Conventions of reciprocity have been signed during the Congressional recess with Great Britain for the respective colonies of British Guiana, Barbados, Bermuda, Jamaica, and Turks and Caicos Islands, and with the Republic of Nicaragua.\n Important reciprocal conventions have also been concluded with France and with the Argentine Republic.\n In my last annual message the progress noted in the work of the diplomatic and consular officers in collecting information as to the industries and commerce of other countries, and in the care and promptitude with which their reports are printed and distributed, has continued during the past year, with increasingly valuable results in suggesting new sources of demand for American products and in pointing out the obstacles still to be overcome in facilitating the remarkable expansion of our foreign trade. It will doubtless be gratifying to Congress to learn that the various agencies of the Department of State are co-operating in these endeavors with a zeal and effectiveness which are not only receiving the cordial recognition of our business interests, but are exciting the emulation of other Governments. In any rearrangement of the great and complicated work of obtaining official data of an economic character which Congress may undertake it is most important, in my judgment, that the results already secured by the efforts of the Department of State should be carefully considered with a view to a judicious development and increased utility to our export trade.\n The interest taken by the various States forming the International Union of American Republics in the work of its organic bureau is evidenced by the fact that for the first time since its creation in i8go all the Republics of South and Central America are now represented in it.\n The unanimous recommendation of the International American Conference, providing for the International Union of American Republics, stated that it should continue in force during a term of ten years from the date of its organization, and no country becoming a member of the union should cease to be a member until the end of said period of ten years, and unless twelve months before the expiration of said period a majority of the members of the union had given to the Secretary of State of the United States official notice of their wish to terminate the union at the end of its first period, that the union should continue to be maintained for another period of ten years, and thereafter, under the same conditions, for successive periods of ten years each.\n The period for notification expired on July 14, 1899, without any of the members having given the necessary notice of withdrawal. Its maintenance is therefore assured for the next ten years. In view of this fact and of the numerous questions of general interest and common benefit to all of the Republics of America, some of which were considered by the first International American Conference, but not finally settled, and others which have since then grown to importance, it would seem expedient that the various Republics constituting the Union should be invited to hold at an early date another conference in the capital of one of the countries other than the United States, which has already enjoyed this honor.\n The purely international character of the work being done by the bureau and the appreciation of its value are further emphasized by the active co-operation which the various Governments of the Latin. American Republics and their diplomatic representatives in this capital are now exhibiting and the zealous endeavors they are making to extend its field of usefulness, to promote through it commercial intercourse, and strengthen the bonds of amity and confidence between its various members and the nations of this continent.\n The act to encourage the holding of the Pan-Amencan Exposition on the Niagara frontier, within the county of Erie or Niagara, in the State of New York, in the year 1901, was approved on March 3, 1899.\n This exposition, which will be held in the city of Buffalo, in the near vicinity of the great Niagara cataract, and within a day's journey of which reside 40, 000, 000 Of our people, will be confined entirely to the Western Hemisphere. Satisfactory assurances have already been given by the diplomatic representatives of Great Britain, Mexico, the Central and South American Republics, and most of the States of the United States that these countries and States will make an unique, interesting, and instructive exhibit, peculiarly illustrative of their material progress during the century which is about to close.\n The law provides an appropriation Of $500,000 for the purpose of making an exhibit at the exposition by the Government of the United States from its Executive Departments and from the Smithsonian Institution and National Museum, the United States Commission of Fish and Fisheries, the Department of Labor, and the Bureau of the American Republics. To secure a complete and harmonious arrangement of this Government exhibit a board of management has already been created, and charged with the selection, purchase, preparation, transportation, arrangement, and safe-keeping of the articles and materials to be exhibited. This board has been organized and has already entered upon the performance of its duties, as provided for by the law\n I have every reason to hope and believe that this exposition will tend more firmly to cement the cordial relations between the nations on this continent.\n In accordance with an act of Congress approved December 21, 1898, and under the auspices of the Philadelphia Commercial Museum, a most interesting and valuable exposition of products and manufactures especially adapted to export trade was held in Philadelphia from the 14th of September to the 1st of December, 1899. The representative character of the exhibits and the widespread interest manifested in the special objects of the undertaking afford renewed encouragement to those who look confidently to the steady growth of our enlarged exportation of manufactured goods, which has been the most remarkable fact in the economic development of the United States in recent years. A feature of this exposition which is likely to become of permanent and increasing utility to our industries is the collection of samples of merchandise produced in various countries with special reference to particular markets, providing practical object lessons to United States manufacturers as to qualities, styles, and prices of goods such as meet the special demands of consumers and may be exported with advantage.\n In connection with the exposition an International Commercial Congress was held, upon the invitation of the Philadelphia Commercial Museum, transmitted by the Department of State to the various foreign Governments, for an exchange of information and opinions with the view to the promotion of international trade. This invitation met with general and cordial acceptance, and the Congress, which began its sessions at the exposition on the 13th of October proved to be of great practical importance, from the fact that it developed a general recognition of the interdependence of nations in trade and a most gratifying spirit of accommodation with reference to the gradual removal of existing impediments to reciprocal relations, without injury to the industrial interests of either party.\n In response to the invitation of His Majesty, the Emperor of Russia, delegates from twenty-six countries were assembled at The Hague on the 18th of May, as members of a conference in the interest of peace. The commission from the United States consisted of the Hon. Andrew D. White, the Hon. Seth Low, the Hon. Stanford Newel, Captain Alfred T. Mahan, of the United States Navy, Captain William Crozier, of the United States Army, and the Hon. Frederick W. Holls, secretary. The occasion seemed to be opportune for the serious consideration of a plan for the pacific adjustment of international differences, a subject in which the American people have been deeply interested for many years, and a definite project for a permanent international tribunal was included in the instructions to the delegates of the United States.\n The final act of the conference includes conventions upon the amelioration of the laws and customs of war on land, the adaptation to maritime warfare of the principles of the Geneva Convention of 1864, and the extension of judicial methods to international cases. The Convention for the Pacific Settlement of International Conflicts embodies the leading features of the American plan, with such modifications as were rendered 'necessary by the great diversity of views and interests represented by the delegates. The four titles of the convention provide for the maintenance of general peace, the exercise of good offices and mediation, the formation of commissions of inquiry, and international arbitration.\n The mediation provided for by the convention is purely voluntary and advisory, and is intended to avoid any invasion or limitation of the sovereign rights of the adhering States. The commissions of inquiry proposed consists of delegations to be specifically constituted for particular purposes by means of conventions between the contesting parties, having for their object the clear understanding of international differences before resorting to the use of force. The provision for arbitration contemplates the formation of a permanent tribunal before which disputed cases may be brought for settlement by the mutual consent of the litigants in each separate case. The advantages of such a permanent tribunal over impromptu commissions of arbitration are conceived to be the actual existence of a competent court, prepared to administer justice, the greater economy resulting from a well-devised system, and the accumulated judicial skill and experience which such a tribunal would soon possess.\n While earnestly promoting the idea of establishing a permanent international tribunal, the delegation of the United States was not unmindful of the inconveniences which might arise from an obtrusive exercise of mediation, and in signing the convention carefully guarded the historic position of the United States by the following declaration:\n Nothing contained in this convention shall be so construed as to require the United States of America to depart from its traditional policy of not intruding upon, interfering with, or entangling itself in the political questions or policy or internal administration of any foreign state; nor shall anything contained in the said convention be construed to imply a relinquishment by the United. States of America of its traditional attitude toward purely American questions.\n Thus interpreted, the Convention for the Pacific Settlement of International Conflicts may be regarded as realizing the earnest desire of great numbers of American citizens, whose deep sense of justice, expressed in numerous resolutions and memorials, has urged them to labor for this noble achievement. The general character of this convention, already signed by the delegates of more than twenty sovereign States, further commends it to the favorable action of the Senate of the United States, whose ratification it still awaits.\n Since my last annual message, and in obedience to the acts of the Congress of April 22 and 26, 1898, the remaining volunteer force enlisted for the Spanish War, consisting Of 34,834 regulars and 110,202 volunteers, with over 5,000 volunteer officers, has been discharged from the military service. Of the volunteers, 667 officers and 14,831 men were serving in the Philippines, and 1,650 of the regulars, who were entitled to be mustered out after the ratification of the treaty of peace. They voluntarily remained at the front until their places could be filled by new troops. They were returned home in the order in which they went to Manila, and are now all of them out of the service and in the ranks of citizenship. I recommend that the Congress provide a special medal of honor for the volunteers, regulars, sailors, and marines on duty in the Philippines who voluntarily remained in the service after their terms of enlistment had expired.\n By the act of March 2, 1899, Congress gave authority to increase the Regular Army to a maximum not exceeding 65,000 enlisted men, and to enlist a force of 5,000 volunteers, to be recruited from the country at large. By virtue of this authority the Regular Army has been increased to the number of 61,999 enlisted men and 2,248 officers, and new volunteer regiments have been organized aggregating 33,05o enlisted men and 1,524 officers. Two of these volunteer regiments are madeup of colored men, with colored line officers. The new troops to take the places of those returning from the Philippines have been transported to Manila to the number of 581 officers and 26,322 enlisted men of the Regular Army and 594 officers and 15,388 enlisted men of the new volunteer force, while 504 officers and 14, 119 men of the volunteer force are on the ocean en route to Manila.\n The force now in Manila consists Of 905 officers and 30,578 regulars, and 594 officers and 15,388 of the volunteers, making an aggregate of 1,499 officers and 45,966 men. When the troops now under orders shall reach Manila the force in the archipelago will comprise 2,051 officers and 63,483 men. The muster out of the great volunteer army organized for the Spanish War and the creation of a new army, the transportation from Manila to San Francisco of those entitled to discharge and the transportation of the new troops to take their places have been a work of great magnitude well and ably done, for which too much credit cannot be given the War Department.\n During the past year we have reduced our force in Cuba and Puerto Rico, In Cuba we now have 334 officers and 10,796 enlisted men; In Puerto Rico, 87 officers and 2,855 enlisted men and a battalion of 400 men composed of native Puerto Ricans; while stationed throughout the United States are 910 officers and 17,317 men, and in Hawaii 12 officers and 453 enlisted men.\n The operations of the Army are fully presented in the report of the Secretary of War. I cannot withhold from officers and men the highest commendation for their soldierly conduct in trying situations, their willing sacrifices for their country, and the integrity and ability with which they have performed unusual and difficult duties in our island possessions.\n In the organization of the volunteer regiments authorized by the act of March 2, 1899, it was found that no provision had been made for chaplains. This omission was doubtless from inadvertence. I recommend the early authorization for the appointment of one chaplain for each of said regiments. These regiments are now in the Philippines, and it is important that immediate action be had.\n In restoring peaceful conditions, orderly rule, and civic progress in Cuba, Puerto Rico, and, so far as practicable, in the Philippines, the rehabilitation of the postal service has been an essential and important part of the work. It became necessary to provide mail facilities both for our forces of occupation and for the native population. To meet this requirement has involved a substantial reconstruction. The existing systems were so fragmentary, defective, and inadequate that a new and comprehensive organization had to be created. American trained officials have been assigned to the directing and executive positions, while natives have been chiefly employed in making up the body of the force. In working out this plan the merit rule has been rigorously and faithfully applied.\n The appointment of Director-General of Posts of Cuba was given to an expert who had been Chief Post-Office Inspector and Assistant Postmaster-General, and who united large experience with administrative capacity. For the postmastership at Havana the range of skilled and available men was scanned, and the choice fell upon one who had been twenty years in the service as deputy postmaster and postmaster of a large city. This principle governed and determined the selection of the American officials sent not only to Cuba, but to Puerto Rico and the Philippines, and they were instructed to apply it so far as practicable in the employment of the natives as minor postmasters and clerks. The postal system in Cuba, though remaining under the general guidance of the Postmaster-General, was made essentially independent. It was felt that it should not be a burden upon the postal service of the United States, and provision was made that any deficit in the postal revenue should be a charge upon the general revenues of the island.\n Though Puerto Rico and the Philippines hold a different relation to the United States, yet, for convenience of administration, the same principle of an autonomous system has been extended to them. The development of the service in all of the islands has been rapid and successful. It has moved forward on American lines, with free delivery, money order, and registry systems, and has given the people mail facilities far greater and more reliable than any they have ever before enjoyed. It is thus not only a vital agency of industrial, social, and business progress, but an important influence in diffusing a just understanding of the true spirit and character of American administration.\n The domestic postal service continues to grow with extraordinary rapidity. The expenditures and the revenues will each exceed $100,000,000 during the current year. Fortunately, since the revival of prosperous times the revenues have grown much faster than the expenditures, and there is every indication that a short period will witness the obliteration of the annual deficit. In this connection the report of the Postmaster-General embodies a statement of some evils which have grown up outside of the contemplation of law in the treatment of some classes of mail matter which wrongly exercise the privilege of the pound rate, and shows that if this matter had been properly classified and had paid the rate which it should have paid, instead of a postal deficit for the last fiscal year of $6,610,000, there would have been on one basis a surplus of $17,637,570, and on another Of $5,733,836. The reform thus suggested, in the opinion of the Postmaster-General, would not only put the postal service at once on a self-sustaining basis, but would permit great and valuable improvements, and I commend the subject to the consideration of the Congress.\n The Navy has maintained the spirit and high efficiency which have always characterized that service, and has lost none of the gallantry in heroic action which has signalized its brilliant and glorious past. The Nation has equal pride in its early and later achievements. Its habitual readiness for every emergency has won the confidence and admiration of the country. The people are interested in the continued preparation and prestige of the Navy and will justify liberal appropriations for its maintenance and improvement. The officers have shown peculiar adaptation for the performance of new and delicate duties which our recent war has imposed.\n It cannot be doubted that Congress will at once make necessary provision for the armor plate for the vessels now under contract and building. Its attention is respectfully called to the report of the Secretary of the Navy, in which the subject is fully presented. I unite in his recommendation that the Congress enact such special legislation as may be necessary to enable the Department to make contracts early in the coming year for armor of the best quality that can be obtained in this country for the Maine, Ohio, and Missouri, and that the provision of the act of March 3, 1899, limiting the price of armor to $300 per ton be removed.\n In the matter of naval construction Italy and Japan, of the great powers, laid down less tonnage in the year 1899 than this country, and Italy alone has less tonnage under construction. I heartily concur in the recommendations for the increase of the Navy, as suggested by the Secretary.\n Our future progress and prosperity depend upon our ability to equal, if not surpass, other nations in the enlargement and advance of science, industry, and commerce. To invention we must turn as one of the most powerful aids to the accomplishment of such a result. The attention of the Congress is directed to the report of the Commissioner of Patents, in which will be found valuable suggestions and recommendations.\n On the 30th of June, 1899, the pension roll of the United States numbered 991,519. These include the pensioners of the Army and Navy in all our wars. The number added to the rolls during the year was 40,991. The number dropped by reason of death, remarriage, minors by legal limitation, failure to claim within three years, and other causes, was 43, 186, and the number of claims disallowed was 107,gig. During the year 89,054 pension certificates were issued, of which 37,077 were for new or original pensions. The amount disbursed for army and navy pensions during the year was $138,355,052.95, which was $1,651,461.61 less than the sum of the appropriations.\n The Grand Army of the Republic at its recent national encampment held in Philadelphia has brought to my attention and to that of the Congress the wisdom and justice of a modification of the third section of the act of June 27, x8go, which provides pensions for the widows of officers and enlisted men who served ninety days or more during the War of the Rebellion and were honorably discharged, provided that such widows are without other means of sup, port than their daily labor and were married to the soldier, sailor, or marine on account of whose service they claim pension prior to the date of the act.\n The present holding of the Department is that if the widow's income aside from her daily labor does not exceed in amount what her pension would be, to wit, $96 per annum, she would be deemed to be without other means of support than her daily labor, and would be entitled to a pension under this act; while if the widow's income independent of the amount received by her as the result of her daily labor exceeds $96, she would not be pensionable under the act. I am advised by the Commissioner of Pensions that the amount of the income allowed before title to pension would be barred has varied widely under different administrations of the Pension Office, as well as during different periods of the same administration, and has been the cause of just complaint and criticism.\n With the approval of the Secretary of the Interior the Commissioner of Pensions recommends that, in order to make the practice at all times uniform and to do justice to the dependent widow, the amount of income allowed independent of the proceeds of her daily labor should be not less than $250 per annum, and he urges that the Congress shall so amend the act as to permit the Pension Office to grant pensionable status to widows under the terms of the third section of the act of June 27, 1890, whose income aside from the proceeds of daily labor is not in excess of $250 per annum. I believe this to be a simple act of justice and heartily recommend it.\n The Dawes Commission reports that gratifying progress has been made in its work during the preceding year. The field-work of enrollment of four of the nations has been completed. I recommend that Congress at an early day make liberal appropriation for educational purposes in the Indian Territory.\n In accordance with the act of Congress approved March 3, 1899. the preliminary work in connection with the Twelfth Census is now fully under way. The officers required for the proper administration. of the duties imposed have been selected. The provision for securing a proper enumeration of the population, as well as to secure evidence of the industrial growth of the Nation, is broader and more comprehensive than any similar legislation in the past. The Director advises that every needful effort is being made to push this great work to completion in the time limited by the statute. It is believed that the Twelfth Census will emphasize our remarkable advance in all that pertains to national progress.\n Under the authority of the act of Congress approved July 7, 1898, the commission consisting of the Secretary of the Treasury, the Attorney-General, and the Secretary of the Interior has made an agreement of settlement, which has had my approval, of the indebtedness to the Government growing out of the issue of bonds to aid in the construction of the Central Pacific and Western Pacific rail. roads. The agreement secures to the Government the principal and interest of said bonds, amounting to $58,812,715.48. There has been paid thereon $11,762,543.12, which has been covered into the Treasury, and the remainder, payable within ten years, with interest at the rate Of 3 per cent per annum, payable semiannually, is secured by the deposit of an equal amount of first-mortgage bonds of the Pacific Railway companies. The amounts paid and secured to be paid to the Government on account of the Pacific Railroad subsidy claims are:\n Union Pacific, cash$58,448,223.75Kansas Pacific, cash6,303,000.00Central and Western Pacific, cash11,798,314.14Notes, secured47,050,172.36Kansas Pacific--dividends for deficiency due United States, cash821,897.70Making a total of 124,421,607.95 The whole indebtedness was about $130,000,000, more than half of which consisted of accrued interest, for which sum the Government has realized the entire amount less about $6,000,000 within a period of two years.\n On June 30, 1898, there were thirty forest reservations (exclusive of the Afognak Forest and Fish Culture Reserve in Alaska), embracing an estimated area Of 40,719,474 acres. During the past year two of the existing forest reserves, the Trabuco Canyon (California) and Black Hills (South Dakota and Wyoming), have been considerably enlarged, the area of the Mount Rainier Reserve, in the State of Washington, has been somewhat reduced, and six additional reserves have been established, namely, the San Francisco Mountains (Arizona), the Black Mesa (Arizona), Lake Tahoe (California), Gallatin (Montana), Gila River (New Mexico), and Fish Lake (Utah), the total estimated area of which is 5,205,775 acres. This makes at the present time a total of thirty-six forest reservations, embracing an estimated area Of 46,021,899 acres. This estimated area is the aggregated areas within the boundaries of the reserves. The lands actually reserved are, however, only the vacant public lands therein, and these have been set aside and reserved for sale or settlement in order that they may be of the greatest use to the people.\n Protection of the national forests, inaugurated by the Department of the Interior in 1897, has been continued during the past year and much has been accomplished in the way of preventing forest fires and the protection of the timber. There are now large tracts covered by forests which will eventually be reserved and set apart for forest uses. Until that can be done Congress should increase the appropriations for the work of protecting the forests.\n The Department of Agriculture is constantly consulting the needs of producers in all the States and Territories. It is introducing seeds and plants of great value and promoting fuller diversification of crops. Grains, grasses, fruits, legumes, and vegetables are imported for all parts of the United States. Under this encouragement the sugar-beet factory multiplies in the North and far West, semitropical plants are sent to the South, and congenial climates are sought for the choice productions of the far East. The hybridizing of fruit trees and grains is conducted in the search for varieties adapted to exacting conditions. The introduction of tea gardens into the Southern States promises to provide employment for idle hands, as well as to supply the home market with tea. The subject of irrigation where it is of vital importance to the people is being carefully studied, steps are being taken to reclaim injured or abandoned lands, and information for the people along these lines is being printed and distributed.\n Markets are being sought and opened up for surplus farm and factory products in Europe and in Asia. The outlook for the education of the young farmer through agricultural college and experiment station, with opportunity given to specialize in the Department of Agriculture, is very promising. The people of Hawaii, Puerto Rico, and the Philippine Islands should be helped, by the establishment of experiment stations, to a more scientific knowledge of the production of coffee, India rubber, and other tropical products, for which there is demand in the United States.\n There is widespread interest in the improvement of our public highways at the present time, and the Department of Agriculture is co-operating with the people in each locality in making the best possible roads from local material and in experimenting with steel tracks. A more intelligent system of managing the forests of the country is being put in operation and a careful study of the whole forestry problem is being conducted throughout the United States. A very extensive and complete exhibit of the agricultural and horticultural products of the United States is being prepared for the Paris Exposition.\n On the 10th of December, 1898, the treaty of peace between the United States and Spain was signed. It provided, among other things, that Spain should cede to the United States the archipelago known as the Philippine Islands, that the United States should pay to Spain the sum of twenty millions of dollars, and that the civil rights and political status of the native inhabitants of the territories thus ceded to the United States should be determined by the Congress. The treaty was ratified by the Senate on the 6th of February, 1899, and by the Government of Spain on the 19th of March following. The ratifications were exchanged on the 11th of April and the treaty publicly proclaimed. On the 2d of March the Congress voted the sum contemplated by the treaty, and the amount was paid over to the Spanish Government on the 1st of May.\n In this manner the Philippines came to the United States. The islands were ceded by the Government of Spain, which had been in undisputed possession of them for centuries. They were accepted not merely by our authorized commissioners in Paris, under the direction of the Executive, but by the constitutional and well-considered action of the representatives of the people of the United States in both Houses of Congress. I had every reason to believe, and I still believe that this transfer of sovereignty was in accordance with the wishes and the aspirations of the great mass of the Filipino people.\n From the earliest moment no opportunity was lost of assuring the people of the islands of our ardent desire for their welfare and of the intention of this Government to do everything possible to advance their interests. In my order of the 19th of May, 1898, the commander of the military expedition dispatched to the Philippines was instructed to declare that we came not to make war upon the people of that country, \" nor"}