{"title": "December 7 1835 Seventh Annual Address to Congress-Andrew Jackson", "content": " indicate the strong necessity of revising the organic law of the establishment. It will be easy for Congress hereafter to proportion the expenditure on account of this branch of the service to its real wants by abolishing from time to time the offices which can be dispensed with.\n The extinction of the public debt having taken place, there is no longer any use for the offices of Commissioners of Loans and of the Sinking Fund. I recommend, therefore, that they be abolished, and that proper measures be taken for the transfer to the Treasury Department of any funds, books, and papers connected with the operations of those offices, and that the proper power be given to that Department for closing finally any portion of their business which may remain to be settled.\n It is also incumbent on Congress in guarding the pecuniary interests of the country to discontinue by such a law as was passed in 1812 the receipt of the bills of the Bank of the United States in payment of the public revenue, and to provide for the designation of an agent whose duty it shall be to take charge of the books and stock of the United States in that institution, and to close all connection with it after the 3d of March, 1836 1836-03-03, when its charter expires. In making provision in regard to the disposition of this stock it will be essential to define clearly and strictly the duties and powers of the officer charged with that branch of the public service.It will be seen from the correspondence which the Secretary of the Treasury will lay before you that not withstanding the large amount of the stock which the United States hold in that institution no information has yet been communicated which will enable the Government to anticipate when it can receive any dividends or derive any benefit from it.\n Connected with the condition of the finances and the flourishing state of the country in all its branches of industry, it is pleasing to witness the advantages which have been already derived from the recent laws regulating the value of the gold coinage. These advantages will be more apparent in the course of the next year, when the branch mints authorized to be established in North Carolina, Georgia, and Louisiana shall have gone into operation. Aided, as it is hoped they will be, by further reforms in the banking systems of the States and by judicious regulations on the part of Congress in relation to the custody of the public moneys, it may be confidently anticipated that the use of gold and silver as circulating medium will become general in the ordinary transactions connected with the labor of the country.\n The great desideratum in modern times is an efficient check upon the power of banks, preventing that excessive issue of paper whence arise those fluctuations in the standard of value which render uncertain the rewards of labor. It was supposed by those who established the Bank of the United States that from the credit given to it by the custody of the public moneys and other privileges and the precautions taken to guard against the evils which the country had suffered in the bankruptcy of many of the State institutions of that period we should derive from that institution all the security and benefits of a sound currency and every good end that was attainable under the provision of the Constitution which authorizes Congress alone to coin money and regulate the value thereof. But it is scarcely necessary now to say that these anticipations have not been realized.\n After the extensive embarrassment and distress recently produced by the Bank of the United States, from which the country is now recovering, aggravated as they were by pretensions to power which defied the public authority, and which if acquiesced in by the people would have changed the whole character of our Government, every candid and intelligent individual must admit that for the attainment of the great advantages of a sound currency we must look to a course of legislation radically different from that which created such an institution.\n In considering the means of obtaining so important an end we must set aside all calculations of temporary convenience, and be influenced by those only which are in harmony with the true character and the permanent interests of the Republic. We must recur to first principles and see what it is that has prevented the legislation of Congress and the States on the subject of currency from satisfying the public expectation and realizing results corresponding to those which have attended the action of our system when truly consistent with the great principle of equality upon which it rests, and with that spirit of forbearance and mutual concession and generous patriotism which was originally, and must ever continue to be, the vital element of our Union.\n On this subject I am sure that I can not be mistaken in ascribing our want of success to the undue countenance which has been afforded to the spirit of monopoly. All the serious dangers which our system has yet encountered may be traced to the resort to implied powers and the use of corporations clothed with privileges, the effect of which is to advance the interests of the few at the expense of the many.\n We have felt but one class of these dangers exhibited in the contest waged by the Bank of the United States against the Government for the last four years. Happily they have been obviated for the present by the indignant resistance of the people, but we should recollect that the principle whence they sprung is an ever-active one, which will not fail to renew its effo rts in the same and in other forms so long as there is a hope of success, founded either on the inattention of the people or the treachery of their representatives to the subtle progress of its influence.\n The bank is, in fact, but one of the fruits of a system at war with the genius of all our institutions -- a system founded upon a political creed the fundamental principle of which is a distrust of the popular will as a safe regulator of political power, and whose great ultimate object and inevitable result, should it prevail, is the consolidation of all power in our system in one central government. Lavish public disbursements and corporations with exclusive privileges would be its substitutes for the original and as yet sound checks and balances of the Constitution -- the means by whose silent and secret operation a control would be exercised by the few over the political conduct of the many by first acquiring that control over the labor and earnings of the great body of the people. Wherever this spirit has effected an alliance with political power, tyranny and despotism have been the fruit. If it is ever used for the ends of government, it has to be incessantly watched, or it corrupts the sources of the public virtue and agitates the country with questions unfavorable to the harmonious and steady pursuit of its true interests.\n We are now to see whether, in the present favorable condition of the country, we can not take an effectual stand against thei spirit of monopoly, and practically prove in respect to the currency as well as other important interests that ther is no necessity for so extensive a resort to it as that which has been heretofore practiced. The experience of another year has confirmed the utter fallacy of the idea that the Bank of the United States was necessary as a fiscal agent of the Government. Without its aid as such, indeed, in despite of all the embarrassment it was in its power to create, the revenue has been paid with punctuality by our citizens, the business of exchange, both foreign and domestic, has been conducted with convenience, and the circulating medium has been greatly improved.\n By the use of the State banks, which do not derive their charters from the General Government and are not controlled by its authority, it is ascertained that the moneys of the United States can be collected and disbursed without loss or inconvenience, and that all the wants of the community in relation to exchange and currency are supplied as well as they have ever been before. If under circumstances the most unfavorable to the steadiness of the money market it has been found that the considerations on which the Bank of the United States rested its claims to the public favor were imaginary and groundless, it can not be doubted that the experience of the future will be more decisive against them.\n It has been seen that without the agency of a great moneyed monopoly the revenue can be collected and conveniently and safely applied to all the purposes of the public expenditure. It is also ascertained that instead of being necessarily made to promote the evils of an unchecked paper system, the management of the revenue can be made auxiliary to the reform which the legislatures of several of the States have already commenced in regard to the suppression of small bills, and which has only to be fostered by proper regulations on the part of Congress to secure a practical return to the extent required for the security of the currency to the constitutional medium.\n Severed from the Government as political engines, and not susceptible of dangerous extension and combination, the State banks will not be tempted, nor will they have teh power, which we have seen exercised, to divert the public funds from the legitimate purposes of the Government. The collection and custody of the revenue, being, on the contrary, a source of credit to them, will increase the security which the States provide for a faithful execution of their trusts by multiplying the scrutinies to which their operations and accounts will be subjected. Thus disposed, as well from interest as the obligations of their charters, it can not be doubted that such conditions as Congress may see fit to adopt respecting the deposits in these institutions, with a view to the gradual disuse, of the small bills will be cheerfully complied with, and that we shall soon gain in place of the Bank of the United States a practical reform in the whole paper system of the country. If by this policy we can ultimately witness the suppression of all bank bills below $20, it is apparent that gold and silver will take their place and become the principal circulating medium in the common business of the farmers and mechanics of the country. The attainment of such a result will form an era in the history of our country which will be dwelt upon with delight by every true friend of its liberty and independence. It will lighten the great tax which our paper system has so long collected from the earnings of labor, and do more to revive and perpetuate those habits of economy and simplicity which are so congenial to the character of republicans than all the legislation which has yet been attempted.\n To this subject I feel that I can not too earnestly invite the special attention of Congress, without the exercise of whose authority the opportunity to accomplish so much public good must pass unimproved. Deeply impressed with its vital importance, the Executive has taken all the steps within his constitutional power to guard the public revenue and defeat the expectation which the Bank of the United States indulged of renewing and perpetuating its monopoly on the ground of its necessity as a fiscal agent and as affording a sounder currency than could be obtained without such an institution.\n In the performance of this duty much responsibility was incurred which would have been gladly avoided if the stake which the public had in the question could have been otherwise preserved. Although clothed with the legal authority and supported by precedent, I was aware that there was in the act of the removal of the deposits a liability to excite that sensitiveness to Executive power which it is characteristic and the duty of free men to indulge; but I relied on this feeling also, directed by patriotism and intelligence, to vindicate the conduct which in the end would appear to have been called for by the interests of my country. The apprehensions natural to this feeling that there may have been a desire, through the instrumentality of that measure, to extend the Executive influence, or that it may have been prompted by motives not sufficiently free from ambition, were not over-looked. Under the operation of our institutions the public servant who is called on to take a step of high responsibility should feel in the freedom which gives rise to such apprehensions his highest security. When unfounded the attention which they arouse and the discussions they excite deprive those who indulge them of the power to do harm; when just they but hasten the certainty with which the great body of our citizens never fail to repel an attempt to procure the sanction to any exercise of power inconsistent with the jealous maintenance of their rights.\n Under such convictions, and entertaining no doubt that my constitutional obligations demanded the steps which were taken inreference to the removal of the deposits, it was impossible for me to be deterred from the path of duty by a fear that my motives could be misjudged or that political prejudices could defeat the just consideration of the merits of my conduct. The result has shewn how safe is this reliance upon the patriotic temper and enlightened discernment of the people. That measure has now been before them and has stood the test of all the severe analysis which its general importance, the interests it affected, and the apprehensions it excited were calculated to produce, and it now remains for Congress to consider what legislation has become necessary in consequence.\n I need only add to what I have on former occasions said on this subject general ly that in the regulations which Congress may prescribe respecting the custody of the public moneys it is desirable that as little discretion as may be deemed consistent with their safe-keeping should be given to the executive agents. No one can be more deeply impressed than I am with the soundness of the doctrine which restrains and limits, by specific provisions, executive discretion, as far as it can be done consistently with the preservation of its constitutional character. In respect to the control over the public money this doctrine is peculiarly applicable, and is in harmony with the great principle which I felt I was sustaining in the controversy with the Bank of the United States, which has resulted in severing to some extent a dangerous connection between a moneyed and political power. The duty of the Legislature to define, by clear and positive enactments, the nature and extent of the action which it belongs to the Executive to superintend springs out of a policy analogous to that which enjoins upon all branches of the Federal Government an abstinence from the exercise of powers not clearly granted.\n In such a Government, possessing only limited and specific powers, the spirit of its general administration can not be wise or just when it opposes the reference of all doubtful points to the great source of authority, the States and the people, whose number and diversified relations securing them against the influences and excitements which may mis-lead their agents, make them the safest depository of power. In its application to the Executive, with reference to the legislative branch of the Government, the same rule of action should make the President ever anxious to avoid the exercise of any discretionary authority which can be regulated by Congress. The biases which may operate upon him will not be so likely to extend to the representatives of the people in that body.\n In my former messages to Congress I have repeatedly urged the propriety of lessening the discretionary authority lodged in the various Departments, but it has produced no effect as yet, except the discontinuance of extra allowances in the Army and Navy and the substitution of fixed salaries in the latter. It is believed that the same principles could be advantageously applied in all cases, and would promote the efficiency and economy of the public service, at the same tiem that greater satisfaction and more equal justice would be secured to the public officers generally.\n The accompanying report of the Secretary of War will put you in possession of the operations of the Department confided to his care in all its diversified relations during the past year.\n I am gratified in being able to inform you that no occurrence has required any movement of the military force, except such as is common to a state of peace. The services of the Army have been limited to their usual duties at the various garrisons upon the Atlantic and in-land frontier, with the exceptions states by the Secretary of War. Our small military establishment appears to be adequate to the purposes for which it is maintained, and it forms a nucleus around which any additional force may be collected should the public exigencies unfortunately require any increase of our military means."}