{"title": "December 6 1830 Second Annual Message to Congress-Andrew Jackson", "content": " representation in Congress consequently very limited, it is natural to expect that the appropriations made by the federal government would be more likely to be expended in the vicinity of those numbers through whose immediate agency they were obtained than if the funds were placed under the control of the legislature, in which every county of the state has its own representative. This supposition does not necessarily impugn the motives of such congressional representatives, nor is it so intended. We are all sensible of the bias to which the strongest minds and purest hearts are, under such circumstances, liable. In respect to the last objection—its probable effect upon the dignity and independence of state governments—it appears to me only necessary to state the case as it is, and as it would be if the measure proposed were adopted, to show that the operation is most likely to be the very reverse of that which the objection supposes.\n In the one case the state would receive its quota of the national revenue for domestic use upon a fixed principle as a matter of right, and from a fund to the creation of which it had itself contributed its fair proportion. Surely there could be nothing derogatory in that. As matters now stand the states themselves, in their sovereign character, are not unfrequently petitioners at the bar of the federal legislature for such allowances out of the national Treasury as it may comport with their pleasure or sense of duty to bestow upon them. It can not require argument to prove which of the two courses is most compatible with the efficiency or respectability of the state governments.\n But all these are matters for discussion and dispassionate consideration. That the desired adjustment would be attended with difficulty affords no reason why it should not be attempted. The effective operation of such motives would have prevented the adoption of the Constitution under which we have so long lived and under the benign influence of which our beloved country has so signally prospered. The framers of that sacred instrument had greater difficulties to overcome, and they did overcome them. The patriotism of the people, directed by a deep conviction of the importance of the union, produced mutual concession and reciprocal forbearance. Strict right was merged in a spirit of compromise, and the result has consecrated their disinterested devotion to the general weal. Unless the American people have degenerated, the same result can be again effected when ever experience points out the necessity of a resort to the same means to uphold the fabric which their fathers have reared.\n It is beyond the power of man to make a system of government like ours or any other operate with precise equality upon states situated like those which compose this Confederacy; nor is inequality always injustice. Every state can not expect to shape the measures of the general government to suit its own particular interests. The causes which prevent it are seated in the nature of things, and can not be entirely counteracted by human means. Mutual forbearance becomes, therefore, a duty obligatory upon all, and we may, I am confident, count upon a cheerful compliance with this high injunction on the part of our constituents. It is not to be supposed that they will object to make such comparatively inconsiderable sacrifices for the preservation of rights and privileges which other less favored portions of the world have in vain waded through seas of blood to acquire.\n Our course is a safe one if it be but faithfully adhered to. Acquiescence in the constitutionally expressed will of the majority, and the exercise of that will in a spirit of moderation, justice, and brotherly kindness, will constitute a cement which would for ever preserve our Union. Those who cherish and inculcate sentiments like these render a most essential service to their country, while those who seek to weaken their influence are, how ever conscientious and praise worthy their intentions, in effect its worst enemies.\n If the intelligence and influence of the country, instead of laboring to foment sectional prejudices, to be made subservient to party warfare, were in good faith applied to the eradication of causes of local discontent, by the improvement of our institutions and by facilitating their adaptation to the condition of the times, this task would prove 1 of less difficulty. May we not hope that the obvious interests of our common country and the dictates of an enlightened patriotism will in the end lead the public mind in that direction?\n After all, the nature of the subject does not admit of a plan wholly free from objection. That which has for some time been in operation is, perhaps, the worst that could exist, and every advance that can be made in its improvement is a matter eminently worthy of your most deliberate attention.\n  \n It is very possible that one better calculated to effect the objects in view may yet be devised. If so, it is to be hoped that those who disapprove the past and dissent from what is proposed for the future will feel it their duty to direct their attention to it, as they must be sensible that unless some fixed rule for the action of the federal government in this respect is established the course now attempted to be arrested will be again resorted to. Any mode which is calculated to give the greatest degree of effect and harmony to our legislation upon the subject, which shall best serve to keep the movements of the federal government within the sphere intended by those who modeled and those who adopted it, which shall lead to the extinguishment of the national debt in the shortest period and impose the lightest burthens upon our constituents, shall receive from me a cordial and firm support.\n Among the objects of great national concern I can not omit to press again upon your attention that part of the Constitution which regulates the election of President and Vice President. The necessity for its amendment is made so clear to my mind by observation of its evils and by the many able discussions which they have elicited on the floor of Congress and elsewhere that I should be wanting to my duty were I to withhold another expression of my deep solicitude on the subject. Our system fortunately contemplates a recurrence to first principles, differing in this respect from all that have preceded it, and securing it, I trust, equally against the decay and the commotions which have marked the progress of other governments.\n Our fellow citizens, too, who in proportion to their love of liberty keep a steady eye upon the means of sustaining it, do not require to be reminded of the duty they owe to themselves to remedy all essential defects in so vital a part of their system. While they are sensible that every evil attendant upon its operation is not necessarily indicative of a bad organization, but may proceed from temporary causes, yet the habitual presence, or even a single instance, of evils which can be clearly traced to an organic defect will not, I trust, be overlooked through a too scrupulous veneration for the work of their ancestors.\n The Constitution was an experiment committed to the virtue and intelligence of the great mass of our countrymen, in whose ranks the framers of it themselves were to perform the part of patriotic observation and scrutiny, and if they have passed from the stage of existence with an increased confidence in its general adaptation to our condition we should learn from authority so high the duty of fortifying the points in it which time proves to be exposed rather than be deterred from approaching them by the suggestions of fear or the dictates of misplaced reverence.\n A provision which does not secure to the people a direct choice of their Chief Magistrate, but has a tendency to defeat their will, presented to my mind such an inconsistence with the general spirit of our institutions that I was indeed to suggest for your consideration the substitute which appeared to me at the same time the most likely to correct the evil and to meet the views of our constituents. The most mature reflection since has added strength to the belief that the best interests of our country require the speedy adoption of some plan calculated to effect this end. A contingency which some times places it in the power of a single member of the House of Representatives to decide an election of so high and solemn a character is unjust to the people, and becomes when it occurs a source of embarrassment to the individuals thus brought into power and a cause of distrust of the representative body.\n Liable as the Confederacy is, from its great extent, to parties founded upon sectional interests, and to a corresponding multiplication of candidates for the Presidency, the tendency of the constitutional reference to the House of Representatives is to devolve the election upon that body in almost every instance, and, what ever choice may then be made among the candidates thus presented to them, to swell the influence of particular interests to a degree inconsistent with the general good. The consequences of this feature of the Constitution appear far more threatening to the peace and integrity of the Union than any which I can conceive as likely to result from the simple legislative action of the federal government.\n It was a leading object with the framers of the Constitution to keep as separate as possible the action of the legislative and executive branches of the government. To secure this object nothing is more essential than to preserve the former from all temptations of private interest, and therefore so to direct the patronage of the latter as not to permit such temptations to be offered. Experience abundantly demonstrates that every precaution in this respect is a valuable safeguard of liberty, and one which my reflections upon the tendencies of our system incline me to think should be made still stronger.\n It was for this reason that, in connection with an amendment of the Constitution removing all intermediate agency in the choice of the President, I recommended some restrictions upon the re-eligibility of that officer and upon the tenure of offices generally. The reason still exists, and I renew the recommendation with an increased confidence that its adoption will strengthen those checks by which the Constitution designed to secure the independence of each department of the government and promote the healthful and equitable administration of all the trusts which it has created.\n The agent most likely to contravene this design of the Constitution is the Chief Magistrate. In order, particularly, that his appointment may as far as possible be placed beyond the reach of any improper influences; in order that he may approach the solemn responsibilities of the highest office in the gift of a free people uncommitted to any other course than the strict line of constitutional duty, and that the securities for this independence may be rendered as strong as the nature of power and the weakness of its possessor will admit, I can not too earnestly invite your attention to the propriety of promoting such an amendment of the Constitution as will render him ineligible after one term of service.\n It gives me pleasure to announce to Congress that the benevolent policy of the government, steadily pursued for nearly 30 years, in relation to the removal of the Indians beyond the white settlements is approaching to a happy consummation. Two important tribes have accepted the provision made for their removal at the last session of Congress, and it is believed that their example will induce the remaining tribes also to seek the same obvious advantages.\n The consequences of a speedy removal will be important to the United States, to individual states, and to the Indians themselves. The pecuniary advantages which it promises to the government are the least of its recommendations. It puts an end to all possible danger of collision between the authorities of the general and state governments on account of the Indians. It will place a dense and civilized population in large tracts of country now occupied by a few savage hunters. By opening the whole territory between Tennessee on the north and Louisiana on the south to the settlement of the whites it will incalculably strengthen the SW frontier and render the adjacent states strong enough to repel future invasions without remote aid. It will relieve the whole state of Mississippi and the western part of Alabama of Indian occupancy, and enable those states to advance rapidly in population, wealth, and power. It will separate the Indians from immediate contact with settlements of whites; free them from the power of the states; enable them to pursue happiness in their own way and under their own rude institutions; will retard the progress of decay, which is lessening their numbers, and perhaps cause them gradually, under the protection of the government and through the influence of good counsels, to cast off their savage habits and become an interesting, civilized, and Christian community. These consequences, some of them so certain and the rest so probable, make the complete execution of the plan sanctioned by Congress at their last session an object of much solicitude.\n Toward the aborigines of the country no one can indulge a more friendly feeling than myself, or would go further in attempting to reclaim them from their wandering habits and make them a happy, prosperous people. I have endeavored to impress upon them my own solemn convictions of the duties and powers of the general government in relation to the state authorities. For the justice of the laws passed by the states within the scope of their reserved powers they are not responsible to this government. As individuals we may entertain and express our opinions of their acts, but as a government we have as little right to control them as we have to prescribe laws for other nations.\n With a full understanding of the subject, the Choctaw and the Chickasaw tribes have with great unanimity determined to avail themselves of the liberal offers presented by the act of Congress, and have agreed to remove beyond the Mississippi River. Treaties have been made with them, which in due season will be submitted for consideration. In negotiating these treaties they were made to understand their true condition, and they have preferred maintaining their independence in the Western forests to submitting to the laws of the states in which they now reside. These treaties, being probably the last which will ever be made with them, are characterized by great liberality on the part of the government. They give the Indians a liberal sum in consideration of their removal, and comfortable subsistence on their arrival at their new homes. If it be their real interest to maintain a separate existence, they will there be at liberty to do so without the inconveniences and vexations to which they would unavoidably have been subject in Alabama and Mississippi.\n Humanity has often wept over the fate of the aborigines of this country, and philanthropy has been long busily employed in devising means to avert it, but its progress has never for a moment been arrested, and one by one have many powerful tribes disappeared from the earth. To follow to the tomb the last of his race and to tread on the graves of extinct nations excite melancholy reflections. But true philanthropy reconciles the mind to these vicissitudes as it does to the extinction of one generation to make room for another. In the monuments and fortifications of an unknown people, spread over the extensive regions of the West, we behold the memorials of a once powerful race, which was exterminated of has disappeared to make room for the existing savage tribes. Nor is there any thing in this which, upon a comprehensive view of the general interests of the human race, is to be regretted. Philanthropy could not wish to see this continent restored to the condition in which it was found by our forefathers. What good man would prefer a country covered with forests and ranged by a few thousand savages to our extensive republic, studded with cities, towns, and prosperous farms, embellished with all the improvements which art can devise or industry execute, occupied by more than 12,000,000 happy people, and filled with all the blessings of liberty, civilization, and religion?\n The present policy of the government is but a continuation of the same progressive change by a milder process. The tribes which occupied the countries now constituting the Eastern states were annihilated or have melted away to make room for the whites. The waves of population and civilization are rolling to the westward, and we now propose to acquire the countries occupied by the red men of the South and West by a fair exchange, and, at the expense of the United States, to send them to a land where their existence may be prolonged and perhaps made perpetual.\n Doubtless it will be painful to leave the graves of their fathers; but what do they more than our ancestors did or than our children are now doing? To better their condition in an unknown land our forefathers left all that was dear in earthly objects. Our children by thousands yearly leave the land of their birth to seek new homes in distant regions. Does humanity weep at these painful separations from every thing, animate and inanimate, with which the young heart has become entwined? Far from it. It is rather a source of joy that our country affords scope where our young population may range unconstrained in body or in mind, developing the power and faculties of man in their highest perfection.\n These remove hundreds and almost thousands of miles at their own expense, purchase the lands they occupy, and support themselves at their new homes from the moment of their arrival. Can it be cruel in this government when, by events which it can not control, the Indian is made discontented in his ancient home to purchase his lands, to give him a new and extensive territory, to pay the expense of his removal, and support him a year in his new abode? How many thousands of our own people would gladly embrace the opportunity of removing to the West on such conditions! If the offers made to the Indians were extended to them, they would be hailed with gratitude and joy.\n And is it supposed that the wandering savage has a stronger attachment to his home than the settled, civilized Christian? Is it more afflicting to him to leave the graves of his fathers than it is to our brothers and children? Rightly considered, the policy of the general government toward the red man is not only liberal, but generous. He is unwilling to submit to the laws of the states and mingle with their population. To save him from this alternative, or perhaps utter annihilation, the general government kindly offers him a new home, and proposes to pay the whole expense of his removal and settlement.\n In the consummation of a policy originating at an early period, and steadily pursued by every administration within the present century—so just to the states and so generous to the Indians—the executive feels it has a right to expect the cooperation of Congress and of all good and disinterested men. The states, moreover, have a right to demand it. It was substantially a part of the compact which made them members of our Confederacy. With Georgia there is an express contract; with the new states an implied one of equal obligation. Why, in authorizing Ohio, Indiana, Illinois, Missouri, Mississippi, and Alabama to form constitutions and become separate states, did Congress include within their limits extensive tracts of Indian lands, and, in some instances, powerful Indian tribes? Was it not understood by both parties that the power of the states was to be coextensive with their limits, and that with all convenient dispatch the general government should extinguish the Indian title and remove every obstruction to the complete jurisdiction of the state governments over the soil? Probably not one of those states would have accepted a separate existence—certainly it would never have been granted by Congress—had it been understood that they were to be confined for ever to those small portions of their nominal territory the Indian title to which had at the time been extinguished.\n It is, therefore, a duty which this government owes to the new states to extinguish as soon as possible the Indian title to all lands which Congress themselves have included within their limits. When this is done the duties of the general government in relation to the states and the Indians within their limits are at an end. The Indians may leave the state or not, as they choose. The purchase of their lands does not alter in the least their personal relations with the state government. No act of the general government has ever been deemed necessary to give the states jurisdiction over the persons of the Indians. That they possess by virtue of their sovereign power within their own limits in as full a manner before as after the purchase of the Indian lands; nor can this government add to or diminish it.\n  \n May we not hope, therefore, that all good citizens, and none more zealously than those who think the Indians oppressed by subjection to the laws of the states, will unite in attempting to open the eyes of those children of the forest to their true condition, and by a speedy removal to relieve them from all the evils, real or imaginary, present or prospective, with which they may be supposed to be threatened.\n Among the numerous causes of congratulation the condition of our impost revenue deserves special mention, in as much as it promises the means of extinguishing the public debt sooner than was anticipated, and furnishes a strong illustration of the practical effects of the present tariff upon our commercial interests.\n The object of the tariff is objected to by some as unconstitutional, and it is considered by almost all as defective in many of its parts.\n The power to impose duties on imports originally belonged to the several states. The right to adjust those duties with a view to the encouragement of domestic branches of industry is so completely incidental to that power that it is difficult to suppose the existence of the one without the other. The states have delegated their whole authority over imports to the general government without limitation or restriction, saving the very inconsiderable reservation relating to their inspection laws. This authority having thus entirely passed from the states, the right to exercise it for the purpose of protection does not exist in them, and consequently if it be not possessed by the general government it must be extinct. Our political system would thus present the anomaly of a people stripped of the right to foster their own industry and to counteract the most selfish and destructive policy which might be adopted by foreign nations. This sure can not be the case. This indispensable power thus surrendered by the states must be within the scope of the authority on the subject expressly delegated to Congress.\n In this conclusion I am confirmed as well by the opinions of Presidents Washington, Jefferson, Madison, and Monroe, who have each repeatedly recommended the exercise of this right under the Constitution, as by the uniform practice of Congress, the continued acquiescence of the states, and the general understanding of the people.\n The difficulties of a more expedient adjustment of the present tariff, although great, are far from being insurmountable. Some are unwilling to improve any of its parts because they would destroy the whole; others fear to touch the objectionable parts lest those they approve should be jeoparded. I am persuaded that the advocates of these conflicting views do injustice to the American people and to their representatives. The general interest is the interest of each, and my confidence is entire that to insure the adoption of such modifications of the tariff as the general interest requires it is only necessary that that interest should be understood.\n It is an infirmity of our nature to mingle our interests and prejudices with the operation of our reasoning powers, and attribute to the objects of our likes and dislikes qualities they do not possess and effects they can not produce. The effects of the present tariff are doubtless over-rated, both in its evils and in its advantages. By one class of reasoners the reduced price of cotton and other agricultural products is ascribed wholly to its influence, and by another the reduced price of manufactured articles.\n The probability is that neither opinion approaches the truth, and that both are induced by that influence of interests and prejudices to which I have referred. The decrease of prices extends throughout the commercial world, embracing not only the raw material and the manufactured article, but provisions and lands. The cause must therefore be deeper and more pervading than the tariff of the United States. It may in a measure be attributable to the increased value of the precious metals, produced by a diminution of the supply and an increase in the demand, while commerce has rapidly extended itself and population has augmented. The supply of gold and silver, the general medium of exchange, has been greatly interrupted by civil convulsions in the countries from which they are principally drawn. A part of the effect, too, is doubtless owing to an increase of operatives and improvements in machinery. But on the whole it is questionable whether the reduction in the price of lands, produce, and manufactures has been greater than the appreciation of the standard of value.\n While the chief object of duties should be revenue, they may be so adjusted as to encourage manufactures. In this adjustment, however, it is the duty of the government to be guided by the general good. Objects of national importance alone ought to be protected. Of these the productions of our soil, our mines, and our work shops, essential to national defense, occupy the first rank. What ever other species of domestic industry, having the importance to which I have referred, may be expected, after temporary protection, to compete with foreign labor on equal terms merit the same attention in a subordinate degree.\n The present tariff taxes some of the comforts of life unnecessarily high; it undertakes to protect interests too local and minute to justify a general exaction, and it also attempts to force some kinds of manufactures for which the country is not ripe. Much relief will be derived in some of these respects from the measures of your last session.\n The best as well as fairest mode of determining whether from any just considerations a particular interest ought to receive protection would be to submit the question singly for deliberation. If after due examination of its merits, unconnected with extraneous considerations—such as a desire to sustain a general system or to purchase support for a different interest—it should enlist in its favor a majority of the representatives of the people, there can be little danger of wrong or injury in adjusting the tariff with reference to its protective effect. If this obviously just principle were honestly adhered to, the branches of industry which deserve protection would be saved from the prejudice excited against them when that protection forms part of a system by which portions of the country feel or conceive themselves to be oppressed. What is incalculably more important, the vital principle of our system—that principle which requires acquiescence in the will of the majority—would be secure from the discredit and danger to which it is exposed by the acts of majorities founded not on identity of conviction, but on combinations of small minorities entered into for the purpose of mutual assistance in measures which, resting solely on their own merits, could never be carried.\n I am well aware that this is a subject of so much delicacy, on account of the extended interests in involves, as to require that it should be touched with the utmost caution, and that while an abandonment of the policy in which it originated—a policy coeval with our government, and pursued through successive administrations—is neither to be expected or desired, the people have a right to demand, and have demanded, that it be so modified as to correct abuses and obviate injustice.\n That our deliberations on this interesting subject should be uninfluenced by those partisan conflicts that are incident to free institutions is the fervent wish of my heart. To make this great question, which unhappily so much divides and excites the public mind, subservient to the short-sighted views of faction, must destroy all hope of settling it satisfactorily to the great body of the people and for the general interest. I can not, therefore, in taking leave of the subject, too earnestly for my own feelings or the common good warn you against the blighting consequences of such a course.\n According to the estimates at the Treasury Department, the receipts in the Treasury during the present year will amount to $24,161,018, which will exceed by about $300,000 the estimate presented in the last annual report of the Secretary of the Treasury. The total expenditure during the year, exclusive of public debt, is estimated at $13,742,311, and the payment on account of public debt for the same period will have been $11,354,630, leaving a balance in the Treasury on [1831-01-01] of $4,819,781.\n In connection with the condition of our finances, it affords me pleasure to remark that judicious and efficient arrangements have been made by the Treasury Department for securing the pecuniary responsibility of the public officers and the more punctual payment of the public dues. The Revenue Cutter Service has been organized and placed on a good footing, and aided by an increase of inspectors at exposed points, and regulations adopted under the act of [1830-05], for the inspection and appraisement of merchandise, has produced much improvement in the execution of the laws and more security against the commission of frauds upon the revenue. Abuses in the allowances for fishing bounties have also been corrected, and a material saving in that branch of the service thereby effected. In addition to these improvements the system of expenditure for sick sea men belonging to the merchant service has been revised, and being rendered uniform and economical the benefits of the fund applicable to this object have been usefully extended.\n The prosperity of our country is also further evinced by the increased revenue arising from the sale of public lands, as will appear from the report of the Commissioner of the General Land Office and the documents accompanying it, which are herewith transmitted. I beg leave to draw your attention to this report, and to the propriety of making early appropriations for the objects which it specifies.\n Your attention is again invited to the subjects connected with that portion of the public interests intrusted to the War Department. Some of them were referred to in my former message, and they are presented in detail in the report of the Secretary of War herewith submitted. I refer you also to the report of that officer for a knowledge of the state of the Army, fortifications, arsenals, and Indian affairs, all of which it will be perceived have been guarded with zealous attention and care. It is worthy of your consideration whether the armaments necessary for the fortifications on our maritime frontier which are now or shortly will be completed should not be in readiness sooner than the customary appropriations will enable the department to provide them. This precaution seems to be due to the general system of fortification which has been sanctioned by Congress, and is recommended by that maxim of wisdom which tells us in peace to prepare for war.\n I refer you to the report of the Secretary of the Navy for a highly satisfactory account of the manner in which the concerns of that department have been conducted during the present year. Our position in relation to the most powerful nations of the earth, and the present condition of Europe, admonish us to cherish this arm of our national defense with peculiar care. Separated by wide seas from all those governments whose power we might have reason to dread, we have nothing to apprehend from attempts at conquest. It is chiefly attacks upon our commerce and harrassing in-roads upon our coast against which we have to guard. A naval force adequate to the protection of our commerce, always afloat, with an accumulation of the means to give it a rapid extension in case of need, furnishes the power by which all such aggressions may be prevented or repelled. The attention of the government has therefore been recently directed more to preserving the public vessels already built and providing materials to be placed in depot for future use than to increasing their number. With the aid of Congress, in a few years the government will be prepared in case of emergency to put afloat a powerful navy of new ships almost as soon as old ones could be repaired.\n The modifications in this part of the service suggested in my last annual message, which are noticed more in detail in the report of the Secretary of the Navy, are again recommended to your serious attention.\n The report of the Postmaster General in like manner exhibits a satisfactory view of the important branch of the government under his charge. In addition to the benefits already secured by the operations of the Post Office Department, considerable improvements within the present year have been made by an increase in the accommodation afforded by stage coaches, and in the frequency and celerity of the mail between some of the most important points of the Union.\n Under the late contracts improvements have been provided for the southern section of the country, and at the same time an annual saving made of upward of $72,000. Not with standing the excess of expenditure beyond the current receipts for a few years past, necessarily incurred in the fulfillment of existing contracts and in the additional expenses between the periods of contracting to meet the demands created by the rapid growth and extension of our flourishing country, yet the satisfactory assurance is given that the future revenue of the department will be sufficient to meets its extensive engagements. The system recently introduced that subjects its receipts and disbursements to strict regulation has entirely fulfilled its designs. It gives full assurance of the punctual transmission, as well as the security of the funds of the department. The efficiency and industry of its officers and the ability and energy of contractors justify an increased confidence in its continued prosperity.\n The attention of Congress was called on a former occasion to the necessity of such a modification in the office of Attorney General of the United States as would render it more adequate to the wants of the public service. This resulted in the establishment of the office of Solicitor of the Treasury, and the earliest measures were taken to give effect to the provisions of the law which authorized the appointment of that officer and defined his duties. But it is not believed that this provision, however useful in itself, is calculated to supersede the necessity of extending the duties and powers of the Attorney General's office. On the contrary, I am convinced that the public interest would be greatly promoted by giving to that officer the general superintendence of the various law agents of the government, and of all law proceedings, whether civil or criminal, in which the United States may be interested, allowing him at the same time such compensation as would enable him to devote his undivided attention to the public business. I think such a provision is alike due to the public and to the officer.\n Occasions of reference from the different executive departments to the Attorney General are of frequent occurrence, and the prompt decision of the questions so referred tends much to facilitate the dispatch of business in those departments. The report of the Secretary of the Treasury hereto appended shows also a branch of the public service not specifically intrusted to any officer which might be advantageously committed to the Attorney General. But independently of those considerations this office is now one of daily duty. It was originally organized and its compensation fixed with a view to occasional service, leaving to the incumbent time for the exercise of his profession in private practice. The state of things which warranted such an organization no longer exists. The frequent claims upon the services of this officer would render his absence from the seat of government in professional attendance upon the courts injurious to the public service, and the interests of the government could not fail to be promoted by charging him with the general superintendence of all its legal concerns.\n Under a strong conviction of the justness of these suggestions, I recommend it to Congress to make the necessary provisions for giving effect to them, and to place the Attorney General in regard to compensation on the same footing with the heads of the several executive departments. To this officer might also be intrusted a cognizance of the cases of insolvency in public debtors, especially if the views which I submitted on this subject last year should meet the approbation of Congress—to which I again solicit your attention.\n Your attention is respectfully invited to the situation of the District of Columbia. Placed by the Constitution under the exclusive jurisdiction and control of Congress, this District is certainly entitled to a much greater share of its consideration than it has yet received. There is a want of uniformity in its laws, particularly in those of a penal character, which increases the expense of their administration and subjects the people to all the inconveniences which result from the operation of different codes in so small a territory. On different sides of the Potomac the same offense is punishable in unequal degrees, and the peculiarities of many of the early laws of Maryland and Virginia remain in force, not with standing their repugnance in some cases to the improvements which have superseded them in those states.\n Besides a remedy for these evils, which is loudly called for, it is respectfully submitted whether a provision authorizing the election of a delegate to represent the wants of the citizens of this District on the floor of Congress is not due to them and to the character of our government. No principles of freedom, and there is none more important than that which cultivates a proper relation between the governors and the governed. Imperfect as this must be in this case, yet it is believed that it would be greatly improved by a representation in Congress with the same privileges that are allowed to the other Territories of the United States.\n The penitentiary is ready for the reception of convicts, and only awaits the necessary legislation to put it into operation, as one object of which I beg leave to recall your attention to the propriety of providing suitable compensation for the officers charged with its inspection.\n The importance of the principles involved in the inquiry whether it will be proper to recharter the Bank of the United States requires that I should again call the attention of Congress to the subject. Nothing has occurred to lessen in any degree the dangers which many of our citizens apprehend from that institution as at present organized. In the spirit of improvement and compromise which distinguishes our country and its institutions it becomes us to inquire whether it be not possible to secure the advantages afforded by the present bank through the agency of a Bank of the United States so modified in its principles and structures as to obviate constitutional and other objections.\n It is thought practicable to organize such a bank with the necessary officers as a branch of the Treasury Department, based on the public and individual deposits, without power to make loans or purchase property, which shall remit the funds of the government, and the expense of which may be paid, if thought advisable, by allowing its officers to sell bills of exchange to private individuals at a moderate premium. Not being a corporate body, having no stock holders, debtors, or property, and but few officers, it would not be obnoxious to the constitutional objections which are urged against the present bank; and having no means to operate on the hopes, fears, or interests of large masses of the community, it would be shorn of the influence which makes that bank formidable. The states would be strengthened by having in their hands the means of furnishing the local paper currency through their own banks, while the Bank of the United States, though issuing no paper, would check the issues of the state banks by taking their notes in deposit and for exchange only so long as they continue to be redeemed with specie. In times of public emergency the capacities of such an institution might be enlarged by legislative provisions.\n These suggestions are made not so much as a recommendation as with a view of calling the attention of Congress to the possible modifications of a system which can not continue to exist in its present form without occasional collisions with the local authorities and perpetual apprehensions and discontent on the part of the states and the people.\n In conclusion, fellow citizens, allow me to invoke in behalf of your deliberations that spirit of conciliation and disinterestedness which is the gift of patriotism. Under an overruling and merciful Providence the agency of this spirit has thus far been signalized in the prosperity and glory of our beloved country. May its influence be eternal."}