{"title": "December 3 1929 First State of the Union Address-Herbert Hoover", "content": " to this service.\n\nTo provide for careful consideration of these questions and also of better division of responsibilities in them as between the State and Federal Governments, including the possible transfer to the States for school purposes of the lands unreserved for forests, parks, power, minerals, etc., I have appointed a Commission on Conservation of the Public Domain, with a membership representing the major public land States and at the same time the public at large. I recommend that Congress should authorize a moderate sum to defray their expenses.\n\nSOCIAL SERVICE\n\nThe Federal Government provides for an extensive and valuable program of constructive social service, in education, home building, protection to women and children, employment, public health, recreation, and many other directions.\n\nIn a broad sense Federal activity in these directions has been confined to research and dissemination of information and experience, and at most to temporary subsidies to the States in order to secure uniform advancement in practice and methods. Any other attitude by the Federal Government will undermine one of the most precious possessions of the American people; that is, local and individual responsibility. We should adhere to this policy.\n\nFederal officials can, however, make a further and most important contribution by leadership in stimulation of the community and voluntary agencies, and by extending Federal assistance in organization of these forces and bringing about cooperation among them.\n\nAs an instance of this character, I have recently, in cooperation with the Secretaries of Interior and Labor, laid the foundations of an exhaustive inquiry into the facts precedent to a nation-wide White House conference on child health and protection. This cooperative movement among interested agencies will impose no expense upon the Government. Similar nation-wide conferences will be called in connection with better housing and recreation at a later date.\n\nIn view of the considerable difference of opinion as to the policies which should be pursued by the Federal Government with respect to education, I have appointed a committee representative of the important educational associations and others to investigate and present recommendations. In cooperation with the Secretary of the Interior, I have also appointed a voluntary committee of distinguished membership to assist in a nation-wide movement for abolition of illiteracy.\n\nI have recommended additional appropriations for the Federal employment service in order that it may more fully cover its cooperative work with State and local services. I have also recommended additional appropriations for the Women's and Children's Bureaus for much needed research as to facts which I feel will prove most helpful.\n\nPUBLIC HEALTH\n\nThe advance in scientific discovery as to disease and health imposes new considerations upon us..The Nation as a whole is vitally interested in the health of all the people; in protection from spread of contagious disease; in the relation of physical and mental disabilities to criminality; and in the economic and moral advancement which is fundamentally associated with sound body and mind. The organization of preventive measures and health education in its personal application is the province of public health service. Such organization should be as universal as public education. Its support is a proper burden upon the taxpayer. It can not be organized with success, either in its sanitary or educational phases, except under public authority. It should be based upon local and State responsibility, but I consider that the Federal Government has an obligation of contribution to the establishment of such agencies.\n\nIn the practical working out of organization, exhaustive experiment and trial have demonstrated that the base should be competent organization of the municipality, county, or other local unit. Most of our municipalities and some 400 rural counties out of 3,000 now have some such unit organization. Where highly developed, a health unit comprises at least a physician, sanitary engineer, and community nurse with the addition, in some cases, of another nurse devoted to the problems of maternity and children. Such organization gives at once a fundamental control of preventive measures and assists in community instruction. The Federal Government, through its interest in control of contagion, acting through the United States Public Health Service and the State agencies, has in the past and should in the future concern itself with this development, particularly in the many rural sections which are unfortunately far behind in progress. Some parts of the funds contributed under the Sheppard-Towner Act through the Children's Bureau of the Department of Labor have also found their way into these channels.\n\nI recommend to the Congress that the purpose of the Sheppard Towner Act should be continued through the Children's Bureau for a limited period of years; and that the Congress should consider the desirability of confining the use of Federal funds by the States to the building up of such county or other local units, and that such outlay should be positively coordinated with the funds expended through the United States Public Health Service directed to other phases of the same county or other local unit organization. All funds appropriated should of course be applied through the States, so that the public health program of the county or local unit will be efficiently coordinated with that of the whole State.\n\nFEDERAL PRISONS\n\nClosely related to crime conditions is the administration of the Federal prison system. Our Federal penal institutions are overcrowded, and this condition is daily becoming worse. The parole and probation systems are inadequate. These conditions make it impossible to perform the work of personal reconstruction of prisoners so as to prepare them for return to the duties of citizenship. In order to relieve the pressing evils I have directed the temporary transfer of the Army Disciplinary Barracks at Leavenworth to the Department of Justice for use as a Federal prison. Not only is this temporary but it is inadequate for present needs.\n\nWe need some new Federal prisons and a reorganization of our probation and parole systems; and there should be established in the Department of Justice a Bureau of Prisons with a sufficient force to deal adequately with the growing activities of our prison institutions. Authorization for the improvements should be given speedily, with initial appropriations to allow the construction of the new institutions to be undertaken at once.\n\nIMMIGRATION\n\nRestriction of immigration has from every aspect proved a sound national policy. Our pressing problem is to formulate a method by which the limited number of immigrants whom we do welcome shall be adapted to our national setting and our national needs.\n\nI have been opposed to the basis of the quotas now in force and I have hoped that we could find some practical method to secure what I believe should be our real national objective; that is, fitness of the immigrant as to physique, character, training, and our need of service. Perhaps some system of priorities within the quotas could produce these results and at the same time enable some hardships in the present system to be cleared up. I recommend that the Congress should give the subject further study, in which the executive departments will gladly cooperate with the hope of discovering such method as will more fully secure our national necessities.\n\nVETERANS\n\nIt has been the policy of our Government almost from its inception to make provision for the men who have been disabled in defense of our country. This policy should be maintained. Originally it took the form of land grants and pensions. This system continued until our entry into the World War. The Congress at that time inaugurated a new plan of compensation, rehabilitation, hospitalization, medical care and treatment, and insurance, whereby benefits were awarded to those veterans and their immediate dependents whose disabilities were attributable to their war service. The basic principle in this legislation is sound.\n\nIn a desire to eliminate all possibilities of injustice due to difficulties in establishing service connection of disabilities, these principles have been to some degree extended. Veterans whose diseases or injuries have become apparent within a brief period after the war are now receiving compensation; insurance benefits have been liberalized. Emergency officers are now receiving additional benefits. The doors of the Government's hospitals have been opened to all veterans, even though their diseases or injuries were not the result of their war service. In addition adjusted service certificates have been issued to 3,433,300 veterans. This in itself will mean an expenditure of nearly $3,500,000,000 before 1945, in addition to the $600,000,000 which we are now appropriating annually for our veterans' relief.\n\nThe administration of all laws concerning the veterans and their dependents has been upon the basis of dealing generously, humanely, and justly. While some inequalities have arisen, substantial and adequate care has been given and justice administered. Further improvement in administration may require some amendment from time to time to the law, but care should be taken to see that such changes conform to the basic principles of the legislation.\n\nI am convinced that we will gain in efficiency, economy, and more uniform administration and better definition of national policies if the Pension Bureau, the National Home for Volunteer Soldiers, and the Veterans' Bureau are brought together under a single agency. The total appropriations to these agencies now exceed $800,000,000 per annum.\n\nCIVIL SERVICE\n\nApproximately four-fifths of all the employees in the executive civil service now occupy positions subject to competitive examination under the civil service law.\n\nThere are, however, still commanding opportunities for extending the system. These opportunities lie within the province of Congress and not the President. I recommend that a further step be taken by authorization that appointments of third-class postmasters be made under the civil service law.\n\nDEPARTMENTAL REORGANIZATION\n\nThis subject has been under consideration for over 20 years. It was promised by both political parties in the recent campaign. It has been repeatedly examined by committees and commissions--congressional, executive, and voluntary. The conclusions of these investigations have been unanimous that reorganization is a necessity of sound administration; of economy; of more effective governmental policies and of relief to the citizen from unnecessary harassment in his relations with a multitude of scattered governmental agencies. But the presentation of any specific plan at once enlivens opposition from every official whose authority may be curtailed or who fears his position is imperiled by such a result; of bureaus and departments which wish to maintain their authority and activities; of citizens and their organizations who are selfishly interested, or who are inspired by fear that their favorite bureau may, in a new setting, be less subject to their influence or more subject to some other influence.\n\nIt seems to me that the essential principles of reorganization are two in number. First, all administrative activities of the same major purpose should be placed in groups under single-headed responsibility; second, all executive and administrative functions should be separated from boards and commissions and placed under individual responsibility, while quasi-legislative and quasi-judicial and broadly advisory functions should be removed from individual authority and assigned to boards and commissions. Indeed, these are the fundamental principles upon which our Government was founded, and they are the principles which have been adhered to in the whole development of our business structure, and they are the distillation of the common sense of generations.\n\nFor instance, the conservation of national resources is spread among eight agencies in five departments. They suffer from conflict and overlap. There is no proper development and adherence to broad national policies and no central point where the searchlight of public opinion may concentrate itself. These functions should be grouped under the direction of some such official as an assistant secretary of conservation. The particular department or cabinet officer under which such a group should be placed is of secondary importance to the need of concentration. The same may be said of educational services, of merchant marine aids, of public works, of public health, of veterans' services, and many others, the component parts of which are widely scattered in the various departments and independent agencies. It is desirable that we first have experience with these different groups in action before we create new departments. These may be necessary later on.\n\nWith this background of all previous experience I can see no hope for the development of a sound reorganization of the Government unless Congress be willing to delegate its authority over the problem (subject to defined principles) to the Executive, who should act upon approval of a joint committee of Congress or with the reservation of power of revision by Congress within some limited period adequate for its consideration.\n\nPROHIBITION\n\nThe first duty of the President under his oath of office is to secure the enforcement of the laws. The enforcement of the laws enacted to give effect to the eighteenth amendment is far from satisfactory and this is in part due to the inadequate organization of the administrative agencies of the Federal Government. With the hope of expediting such reorganization, I requested on June 6 last that Congress should appoint a joint committee to collaborate with executive agencies in preparation of legislation. It would be helpful if it could be so appointed. The subject has been earnestly considered by the Law Enforcement Commission and the administrative officials of the Government. Our joint conclusions are that certain steps should be taken at once. First, there should be an immediate concentration of responsibility and strengthening of enforcement agencies of the Federal Government by transfer to the Department of Justice of the Federal functions of detection and to a considerable degree of prosecution, which are now lodged in the Prohibition Bureau in the Treasury; and at the same time the control of the distribution of industrial alcohol and legalized beverages should remain in the Treasury. Second, provision should be made for relief of congestion in the Federal courts by modifying and simplifying the procedure for dealing with the large volume of petty prosecutions under various Federal acts. Third, there should be a codification of the laws relating to prohibition to avoid the necessity which now exists of resorting to more than 25 statutes enacted at various times over 40 years. Technical defects in these statutes that have been disclosed should be cured. I would add to these recommendations the desirability of reorganizing the various services engaged in the prevention of smuggling into one border patrol under the Coast Guard. Further recommendations upon the subject as a whole will be developed after further examination by the Law Enforcement Commission, but it is not to be expected that any criminal law will ever be fully enforced so long as criminals exist.\n\nThe District of Columbia should be the model of city law enforcement in the Nation. While conditions here are much better than in many other cities, they are far from perfect, and this is due in part to the congestion of criminal cases in the Supreme Court of the District, resulting in long delays. Furthermore, there is need for legislation in the District supplementing the national prohibition act, more sharply defining and enlarging the duties and powers of the District Commissioners and the police of the District, and opening the way for better cooperation in the enforcement of prohibition between the District officials and the prohibition officers of the Federal Government. It is urgent that these conditions be remedied.\n\nLAW ENFORCEMENT AND OBSERVANCE\n\nNo one will look with satisfaction upon the volume of crime of all kinds and the growth of organized crime in our country. We have pressing need so to organize our system of administering criminal justice as to establish full vigor and effectiveness. We need to reestablish faith that the highest interests of our country are served by insistence upon the swift and even-handed administration of justice to all offenders, whether they be rich or poor. That we shall effect improvement is vital to the preservation of our institutions. It is the most serious issue before our people.\n\nUnder the authority of Congress I have appointed a National Commission on Law Observance and Enforcement, for an exhaustive study of the entire problem of the enforcement of our laws and the improvement of our judicial system, including the special problems and abuses growing out of the prohibition laws. The commission has been invited to make the widest inquiry into the shortcomings of the administration of justice and into the causes and remedies for them. It has organized its work under subcommittees dealing with the many contributory causes of our situation and has enlisted the aid of investigators in fields requiring special consideration. I am confident that as a result of its studies now being carried forward it will make a notable contribution to the solution of our pressing problems.\n\nPending further legislation, the Department of Justice has been striving to weed out inefficiency wherever it exists, to stimulate activity on the part of its prosecuting officers, and to use increasing care in examining into the qualifications of those appointed to serve as prosecutors. The department is seeking systematically to strengthen the law enforcement agencies week by week and month by month, not by dramatic displays but by steady pressure; by removal of negligent officials and by encouragement and assistance to the vigilant. During the course of these efforts it has been revealed that in some districts causes contributing to the congestion of criminal dockets, and to delays and inefficiency in prosecutions, have been lack of sufficient forces in the offices of United States attorneys, clerks of courts, and marshals. These conditions tend to clog the machinery of justice. The last conference of senior circuit judges has taken note of them and indorsed the department's proposals for improvement. Increases in appropriations are necessary and will be asked for in order to reenforce these offices.\n\nThe orderly administration of the law involves more than the mere machinery of law enforcement. The efficient use of that machinery and a spirit in our people in support of law are alike essential. We have need for improvement in both. However much we may perfect the mechanism, still if the citizen who is himself dependent upon some laws for the protection of all that he has and all that he holds dear, shall insist on selecting the particular laws which he will obey, he undermines his own safety and that of his country. His attitude may obscure, but it can not conceal, the ugly truth that the lawbreaker, whoever he may be, is the enemy of society. We can no longer gloss over the unpleasant reality which should be made vital in the consciousness of every citizen, that he who condones or traffics with crime, who is indifferent to it and to the punishment of the criminal, or to the lax performance of official duty, is himself the most effective agency for the breakdown of society.\n\nLaw can not rise above its source in good citizenship--in what right-minded men most earnestly believe and desire. If the law is upheld only by Government officials, then all law is at an end. Our laws are made by the people themselves; theirs is the right to work for their repeal; but until repeal it is an equal duty to observe them and demand their enforcement.\n\nI have been gratified at the awakening sense of this responsibility in our citizens during the past few months, and gratified that many instances have occurred which refuted the cynicism which has asserted that our system could not convict those who had defied the law and possessed the means to resist its execution. These things reveal a moral awakening both in the people and in officials which lies at the very foundation of the rule of law.\n\nCONCLUSION\n\nThe test of the rightfulness of our decisions must be whether we have sustained and advanced the ideals of the American people; self-government in its foundations of local government; justice whether to the individual or to the group; ordered liberty; freedom from domination; open opportunity and equality of opportunity; the initiative and individuality of our people; prosperity and the lessening of poverty; freedom of public opinion; education; advancement of knowledge; the growth of religious spirit; the tolerance of all faiths; the foundations of the home and the advancement of peace."}