{"title": "December 5 1905 Fifth Annual Message-Theodore Roosevelt", "content": " of greater value for grazing than for any other purpose. This fact has led to the grazing homestead of 640 acres in Nebraska and to the proposed extension of it to other States. It is argued that a family can not be supported on 160 acres of arid grazing land. This is obviously true, but neither can a family be supported on 640 acres of much of the land to which it is proposed to apply the grazing homestead. To establish universally any such arbitrary limit would be unwise at the present time. It would probably result on the one hand in enlarging the holdings of some of the great land owners, and on the other in needless suffering and failure on the part of a very considerable proportion of the bona fide settlers who give faith to the implied assurance of the Government that such an area is sufficient. The best use of the public grazing lands requires the careful examination and classification of these lands in order to give each settler land enough to support his family and no more. While this work is being done, and until the lands are settled, the Government should take control of the open range, under reasonable regulations suited to local needs, following the general policy already in successful operation on the forest reserves. It is probable that the present grazing value of the open public range is scarcely more than half what it once was or what it might easily be again under careful regulation.\n The forest policy of the Administration appears to enjoy the unbroken support of the people. The great users of timber are themselves forwarding the movement for forest preservation. All organized opposition to the forest preserves in the West has disappeared. Since the consolidation of all Government forest work in the National Forest Service there has been a rapid and notable gain in the usefulness of the forest reserves to the people and in public appreciation of their value. The National parks within or adjacent to forest reserves should be transferred to the charge of the Forest Service also.\n The National Government already does something in connection with the construction and maintenance of the great system of levees along the lower course of the Mississippi; in my judgment it should do much more.\n To the spread of our trade in peace and the defense of our flag in war a great and prosperous merchant marine is indispensable. We should have ships of our own and seamen of our own to convey our goods to neutral markets, and in case of need to reinforce our battle line. It cannot but be a source of regret and uneasiness to us that the lines of communication with our sister republics of South America should be chiefly under foreign control. It is not a good thing that American merchants and manufacturers should have to send their goods and letters to South America via Europe if they wish security and dispatch. Even on the Pacific, where our ships have held their own better than on the Atlantic, our merchant flag is now threatened through the liberal aid bestowed by other Governments on their own steam lines. I ask your earnest consideration of the report with which the Merchant Marine Commission has followed its long and careful inquiry.\n I again heartily commend to your favorable consideration the tercentennial celebration at Jamestown, Va. Appreciating the desirability of this commemoration, the Congress passed an act, March 3, 1905, authorizing in the year 1907, on and near the waters of Hampton Roads, in the State of Virginia, an international naval, marine, and military celebration in honor of this event. By the authority vested in me by this act, I have made proclamation of said celebration, and have issued, in conformity with its instructions, invitations to all the nations of the earth to participate, by sending their naval vessels and such military organizations as may be practicable. This celebration would fail of its full purpose unless it were enduring in its results and commensurate with the importance of the event to be celebrated, the event from which our Nation dates its birth. I earnestly hope that this celebration, already indorsed by the Congress of the United States, and by the Legislatures of sixteen States since the action of the Congress, will receive such additional aid at your hands as will make it worthy of the great event it is intended to celebrate, and thereby enable the Government of the United States to make provision for the exhibition of its own resources, and likewise enable our people who have undertaken the work of such a celebration to provide suitable and proper entertainment and instruction in the historic events of our country for all who may visit the exposition and to whom we have tendered our hospitality.\n It is a matter of unmixed satisfaction once more to call attention to the excellent work of the Pension Bureau; for the veterans of the civil war have a greater claim upon us than any other class of our citizens. To them, first of all among our people, honor is due.\n Seven years ago my lamented predecessor, President McKinley, stated that the time had come for the Nation to care for the graves of the Confederate dead. I recommend that the Congress take action toward this end. The first need is to take charge of the graves of the Confederate dead who died in Northern prisons.\n The question of immigration is of vital interest to this country. In the year ending June 30, 1905, there came to the United States 1,026,000 alien immigrants. In other words, in the single year that has just elapsed there came to this country a greater number of people than came here during the one hundred and sixty-nine years of our Colonial life which intervened between the first landing at Jamestown and the Declaration of Independence. It is clearly shown in the report of the Commissioner General of Immigration that while much of this enormous immigration is undoubtedly healthy and natural, a considerable proportion is undesirable from one reason or another; moreover, a considerable proportion of it, probably a very large proportion, including most of the undesirable class, does not come here of its own initiative, but because of the activity of the agents of the great transportation companies. These agents are distributed throughout Europe, and by the offer of all kinds of inducements they wheedle and cajole many immigrants, often against their best interest, to come here. The most serious obstacle we have to encounter in the effort to secure a proper regulation of the immigration to these shores arises from the determined opposition of the foreign steamship lines who have no interest whatever in the matter save to increase the returns on their capital by carrying masses of immigrants hither in the steerage quarters of their ships.\n As I said in my last message to the Congress, we cannot have too much immigration of the right sort and we should have none whatever of the wrong sort. Of course, it is desirable that even the right kind of immigration should be properly distributed in this country. We need more of such immigration for the South; and special effort should be made to secure it. Perhaps it would be possible to limit the number of immigrants allowed to come in any one year to New York and other Northern cities, while leaving unlimited the number allowed to come to the South; always provided, however, that a stricter effort is made to see that only immigrants of the right kind come to our country anywhere. In actual practice it has proved so difficult to enforce the migration laws where long stretches of frontier marked by an imaginary line alone intervene between us and our neighbors that I recommend that no immigrants be allowed to come in from Canada and Mexico save natives of the two countries themselves. As much as possible should be done to distribute the immigrants upon the land and keep them away from the contested tenement-house districts of the great cities. But distribution is a palliative, not a cure. The prime need is to keep out all immigrants who will not make good American citizens. The laws now existing for the exclusion of undesirable immigrants should be strengthened. Adequate means should be adopted, enforced by sufficient penalties, to compel steamship companies engaged in the passenger business to observe in good faith the law which forbids them to encourage or solicit immigration to the United States. Moreover, there should be a sharp limitation imposed upon all vessels coming to our ports as to the number of immigrants in ratio to the tonnage which each vessel can carry. This ratio should be high enough to insure the coming hither of as good a class of aliens as possible. Provision should be made for the surer punishment of those who induce aliens to come to this country under promise or assurance of employment. It should be made possible to inflict a sufficiently heavy penalty on any employer violating this law to deter him from taking the risk. It seems to me wise that there should be an international conference held to deal with this question of immigration, which has more than a merely National significance; such a conference could, among other things, enter at length into the method for securing a thorough inspection of would-be immigrants at the ports from which they desire to embark before permitting them to embark.\n In dealing with this question it is unwise to depart from the old American tradition and to discriminate for or against any man who desires to come here and become a citizen, save on the ground of that man's fitness for citizenship. It is our right and duty to consider his moral and social quality. His standard of living should be such that he will not, by pressure of competition, lower the standard of living of our own wage-workers; for it must ever be a prime object of our legislation to keep high their standard of living. If the man who seeks to come here is from the moral and social standpoint of such a character as to bid fair to add value to the community he should be heartily welcomed. We cannot afford to pay heed to whether he is of one creed or another, of one nation, or another. We cannot afford to consider whether he is Catholic or Protestant, Jew or Gentile; whether he is Englishman or Irishman, Frenchman or German, Japanese, Italian, Scandinavian, Slav, or Magyar. What we should desire to find out is the individual quality of the individual man. In my judgment, with this end in view, we shall have to prepare through our own agents a far more rigid inspection in the countries from which the immigrants come. It will be a great deal better to have fewer immigrants, but all of the right kind, than a great number of immigrants, many of whom are necessarily of the wrong kind. As far as possible we wish to limit the immigration to this country to persons who propose to become citizens of this country, and we can well afford to insist upon adequate scrutiny of the character of those who are thus proposed for future citizenship. There should be an increase in the stringency of the laws to keep out insane, idiotic, epileptic, and pauper immigrants. But this is by no means enough. Not merely the Anarchist, but every man of Anarchistic tendencies, all violent and disorderly people, all people of bad character, the incompetent, the lazy, the vicious, the physically unfit, defective, or degenerate should be kept out. The stocks out of which American citizenship is to be built should be strong and healthy, sound in body, mind, and character. If it be objected that the Government agents would not always select well, the answer is that they would certaintly select better than do the agents and brokers of foreign steamship companies, the people who now do whatever selection is done.\n The questions arising in connection with Chinese immigration stand by themselves. The conditions in China are such that the entire Chinese coolie class, that is, the class of Chinese laborers, skilled and unskilled, legitimately come under the head of undesirable immigrants to this country, because of their numbers, the low wages for which they work, and their low standard of living. Not only is it to the interest of this country to keep them out, but the Chinese authorities do not desire that they should be admitted. At present their entrance is prohibited by laws amply adequate to accomplish this purpose. These laws have been, are being, and will be, thoroughly enforced. The violations of them are so few in number as to be infinitesimal and can be entirely disregarded. This is no serious proposal to alter the immigration law as regards the Chinese laborer, skilled or unskilled, and there is no excuse for any man feeling or affecting to feel the slightest alarm on the subject.\n But in the effort to carry out the policy of excluding Chinese laborers, Chinese coolies, grave injustice and wrong have been done by this Nation to the people of China, and therefore ultimately to this Nation itself. Chinese students, business and professional men of all kinds--not only merchants, but bankers, doctors, manufacturers, professors, travelers, and the like--should be encouraged to come here, and treated on precisely the same footing that we treat students, business men, travelers, and the like of other nations. Our laws and treaties should be framed, not so as to put these people in the excepted classes, but to state that we will admit all Chinese, except Chinese of the coolie class, Chinese skilled or unskilled laborers. There would not be the least danger that any such provision would result in any relaxation of the law about laborers. These will, under all conditions, be kept out absolutely. But it will be more easy to see that both justice and courtesy are shown, as they ought to be shown, to other Chinese, if the law or treaty is framed as above suggested. Examinations should be completed at the port of departure from China. For this purpose there should be provided a more adequate Consular Service in China than we now have. The appropriations both for the offices of the Consuls and for the office forces in the consulates should be increased.\n As a people we have talked much of the open door in China, and we expect, and quite rightly intend to insist upon, justice being shown us by the Chinese. But we cannot expect to receive equity unless we do equity. We cannot ask the Chinese to do to us what we are unwilling to do to them. They would have a perfect right to exclude our laboring men if our laboring men threatened to come into their country in such numbers as to jeopardize the well-being of the Chinese population; and as, mutatis mutandis, these were the conditions with which Chinese immigration actually brought this people face to face, we had and have a perfect right, which the Chinese Government in no way contests, to act as we have acted in the matter of restricting coolie immigration. That this right exists for each country was explicitly acknowledged in the last treaty between the two countries. But we must treat the Chinese student, traveler, and business man in a spirit of the broadest justice and courtesy if we expect similar treatment to be accorded to our own people of similar rank who go to China. Much trouble has come during the past Summer from the organized boycott against American goods which has been started in China. The main factor in producing this boycott has been the resentment felt by the students and business people of China, by all the Chinese leaders, against the harshness of our law toward educated Chinamen of the professional and business classes.\n This Government has the friendliest feeling for China and desires China's well-being. We cordially sympathize with the announced purpose of Japan to stand for the integrity of China. Such an attitude tends to the peace of the world.\n The civil service law has been on the statute books for twenty-two years. Every President and a vast majority of heads of departments who have been in office during that period have favored a gradual extension of the merit system. The more thoroughly its principles have been understood, the greater has been the favor with which the law has been regarded by administration officers. Any attempt to carry on the great executive departments of the Government without this law would inevitably result in chaos. The Civil Service Commissioners are doing excellent work, and their compensation is inadequate considering the service they perform.\n The statement that the examinations are not practical in character is based on a misapprehension of the practice of the Commission. The departments are invariably consulted as to the requirements desired and as to the character of questions that shall be asked. General invitations are frequently sent out to all heads of departments asking whether any changes in the scope or character of examinations are required. In other words, the departments prescribe the requirements and qualifications desired, and the Civil Service Commission co-operates with them in securing persons with these qualifications and insuring open and impartial competition. In a large number of examinations (as, for example, those for trades positions), there are no educational requirements whatever, and a person who can neither read nor write may pass with a high average. Vacancies in the service are filled with reasonable expedition, and the machinery of the Commission, which reaches every part of the country, is the best agency that has yet been devised for finding people with the most suitable qualifications for the various offices to be filled. Written competitive examinations do not make an ideal method for filling positions, but they do represent an immeasurable advance upon the \"spoils\" method, under which outside politicians really make the appointments nominally made by the executive officers, the appointees being chosen by the politicians in question, in the great majority of cases, for reasons totally unconnected with the needs of the service or of the public.\n Statistics gathered by the Census Bureau show that the tenure of office in the Government service does not differ materially from that enjoyed by employes of large business corporations. Heads of executive departments and members of the Commission have called my attention to the fact that the rule requiring a filing of charges and three days' notice before an employe could be separated from the service for inefficiency has served no good purpose whatever, because that is not a matter upon which a hearing of the employe found to be inefficient can be of any value, and in practice the rule providing for such notice and hearing has merely resulted in keeping in a certain number of incompetents, because of the reluctance of the heads of departments and bureau chiefs to go through the required procedure. Experience has shown that this rule is wholly ineffective to save any man, if a superior for improper reasons wishes to remove him, and is mischievous because it sometimes serves to keep in the service incompetent men not guilty of specific wrongdoing. Having these facts in view the rule has been amended by providing that where the inefficiency or incapacity comes within the personal knowledge of the head of a department the removal may be made without notice, the reasons therefor being filed and made a record of the department. The absolute right of the removal rests where it always has rested, with the head of a department; any limitation of this absolute right results in grave injury to the public service. The change is merely one of procedure; it was much needed, and it is producing good results.\n The civil service law is being energetically and impartially enforced, and in the large majority of cases complaints of violations of either the law or rules are discovered to be unfounded. In this respect this law compares very favorably with any other Federal statute. The question of politics in the appointment and retention of the men engaged in merely ministerial work has been practically eliminated in almost the entire field of Government employment covered by the civil service law. The action of the Congress in providing the commission with its own force instead of requiring it to rely on detailed clerks has been justified by the increased work done at a smaller cost to the Government. I urge upon the Congress a careful consideration of the recommendations contained in the annual report of the commission.\n Our copyright laws urgently need revision. They are imperfect in definition, confused and inconsistent in expression; they omit provision for many articles which, under modern reproductive processes are entitled to protection; they impose hardships upon the copyright proprietor which are not essential to the fair protection of the public; they are difficult for the courts to interpret and impossible for the Copyright Office to administer with satisfaction to the public. Attempts to improve them by amendment have been frequent, no less than twelve acts for the purpose having been passed since the Revised Statutes. To perfect them by further amendment seems impracticable. A complete revision of them is essential. Such a revision, to meet modern conditions, has been found necessary in Germany, Austria, Sweden, and other foreign countries, and bills embodying it are pending in England and the Australian colonies. It has been urged here, and proposals for a commission to undertake it have, from time to time, been pressed upon the Congress. The inconveniences of the present conditions being so great, an attempt to frame appropriate legislation has been made by the Copyright Office, which has called conferences of the various interests especially and practically concerned with the operation of the copyright laws. It has secured from them suggestions as to the changes necessary; it has added from its own experience and investigations, and it has drafted a bill which embodies such of these changes and additions as, after full discussion and expert criticism, appeared to be sound and safe. In form this bill would replace the existing insufficient and inconsistent laws by one general copyright statute. It will be presented to the Congress at the coming session. It deserves prompt consideration.\n I recommend that a law be enacted to regulate inter-State commerce in misbranded and adulterated foods, drinks, and drugs. Such law would protect legitimate manufacture and commerce, and would tend to secure the health and welfare of the consuming public. Traffic in food-stuffs which have been debased or adulterated so as to injure health or to deceive purchasers should be forbidden.\n The law forbidding the emission of dense black or gray smoke in the city of Washington has been sustained by the courts. Something has been accomplished under it, but much remains to be done if we would preserve the capital city from defacement by the smoke nuisance. Repeated prosecutions under the law have not had the desired effect. I recommend that it be made more stringent by increasing both the minimum and maximum fine; by providing for imprisonment in cases of repeated violation, and by affording the remedy of injunction against the continuation of the operation of plants which are persistent offenders. I recommend, also, an increase in the number of inspectors, whose duty it shall be to detect violations of the act.\n I call your attention to the generous act of the State of California in conferring upon the United States Government the ownership of the Yosemite Valley and the Mariposa Big Tree Grove. There should be no delay in accepting the gift, and appropriations should be made for the including thereof in the Yosemite National Park, and for the care and policing of the park. California has acted most wisely, as well as with great magnanimity, in the matter. There are certain mighty natural features of our land which should be preserved in perpetuity for our children and our children's children. In my judgment, the Grand Canyon of the Colorado should be made into a National park. It is greatly to be wished that the State of New York should copy as regards Niagara what the State of California has done as regards the Yosemite. Nothing should be allowed to interfere with the preservation of Niagara Falls in all their beauty and majesty. If the State cannot see to this, then it is earnestly to be wished that she should be willing to turn it over to the National Government, which should in such case (if possible, in conjunction with the Canadian Government) assume the burden and responsibility of preserving unharmed Niagara Falls; just as it should gladly assume a similar burden and responsibility for the Yosemite National Park, and as it has already assumed them for the Yellowstone National Park. Adequate provision should be made by the Congress for the proper care and supervision of all these National parks. The boundaries of the Yellowstone National Park should be extended to the south and east, to take in such portions of the abutting forest reservations as will enable the Government to protect the elk on their Winter range.\n The most characteristic animal of the Western plains was the great, shaggy-maned wild ox, the bison, commonly known as buffalo. Small fragments of herds exist in a domesticated state here and there, a few of them in the Yellowstone Park. Such a herd as that on the Flat-head Reservation should not be allowed to go out of existence. Either on some reservation or on some forest reserve like the Wichita reserve and game refuge provision should be made for the preservation of such a herd. I believe that the scheme would be of economic advantage, for the robe of the buffalo is of high market value, and the same is true of the robe of the crossbred animals.\n I call your especial attention to the desirability of giving to the members of the Life Saving Service pensions such as are given to firemen and policemen in all our great cities. The men in the Life Saving Service continually and in the most matter of fact way do deeds such as make Americans proud of their country. They have no political influence, and they live in such remote places that the really heroic services they continually render receive the scantiest recognition from the public. It is unjust for a great nation like this to permit these men to become totally disabled or to meet death in the performance of their hazardous duty and yet to give them no sort of reward. If one of them serves thirty years of his life in such a position he should surely be entitled to retire on half pay, as a fireman or policeman does, and if he becomes totally incapacitated through accident or sickness, or loses his health in the discharge of his duty, he or his family should receive a pension just as any soldier should. I call your attention with especial earnestness to this matter because it appeals not only to our judgment but to our sympathy; for the people on whose behalf I ask it are comparatively few in number, render incalculable service of a particularly dangerous kind, and have no one to speak for them.\n During the year just past, the phase of the Indian question which has been most sharply brought to public attention is the larger legal significance of the Indian's induction into citizenship. This has made itself manifest not only in a great access of litigation in which the citizen Indian figures as a party defendant and in a more widespread disposition to levy local taxation upon his personalty, but in a decision of the United States Supreme Court which struck away the main prop on which has hitherto rested the Government's benevolent effort to protect him against the evils of intemperance. The court holds, in effect, that when an Indian becomes, by virtue of an allotment of land to him, a citizen of the State in which his land is situated, he passes from under Federal control in such matters as this, and the acts of the Congress prohibiting the sale or gift to him of intoxicants become substantially inoperative. It is gratifying to note that the States and municipalities of the West which have most at stake in the welfare of the Indians are taking up this subject and are trying to supply, in a measure at least, the abdication of its trusteeship forced upon the Federal Government. Nevertheless, I would urgently press upon the attention of the Congress the question whether some amendment of the internal revenue laws might not be of aid in prosecuting those malefactors, known in the Indian country as \"bootleggers,\" who are engaged at once in defrauding the United States Treasury of taxes and, what is far more important, in debauching the Indians by carrying liquors illicitly into territory still completely under Federal jurisdiction.\n Among the crying present needs of the Indians are more day schools situated in the midst of their settlements, more effective instruction in the industries pursued on their own farms, and a more liberal tension of the field-matron service, which means the education of the Indian women in the arts of home making. Until the mothers are well started in the right direction we cannot reasonably expect much from the children who are soon to form an integral part of our American citizenship. Moreover the excuse continually advanced by male adult Indians for refusing offers of remunerative employment at a distance from their homes is that they dare not leave their families too long out of their sight. One effectual remedy for this state of things is to employ the minds and strengthen the moral fibre of the Indian women--the end to which the work of the field matron is especially directed. I trust that the Congress will make its appropriations for Indian day schools and field matrons as generous as may consist with the other pressing demands upon its providence.\n During the last year the Philippine Islands have been slowly recovering from the series of disasters which, since American occupation, have greatly reduced the amount of agricultural products below what was produced in Spanish times. The war, the rinderpest, the locusts, the drought, and the cholera have been united as causes to prevent a return of the prosperity much needed in the islands. The most serious is the destruction by the rinderpest of more than 75 per cent of the draught cattle, because it will take several years of breeding to restore the necessary number of these indispensable aids to agriculture. The commission attempted to supply by purchase from adjoining countries the needed cattle, but the experiments made were unsuccessful. Most of the cattle imported were unable to withstand the change of climate and the rigors of the voyage and died from other diseases than rinderpest.\n The income of the Philippine Government has necessarily been reduced by reason of the business and agricultural depression in the islands, and the Government has been obliged to exercise great economy to cut down its expenses, to reduce salaries, and in every way to avoid a deficit. It has adopted an internal revenue law, imposing taxes on cigars, cigarettes, and distilled liquors, and abolishing the old Spanish industrial taxes. The law has not operated as smoothly as was hoped, and although its principle is undoubtedly correct, it may need amendments for the purpose of reconciling the people to its provisions. The income derived from it has partly made up for the reduction in customs revenue.\n There has been a marked increase in the number of Filipinos employed in the civil service, and a corresponding decrease in the number of Americans. The Government in every one of its departments has been rendered more efficient by elimination of undesirable material and the promotion of deserving public servants.\n Improvements of harbors, roads, and bridges continue, although the cutting down of the revenue forbids the expenditure of any great amount from current income for these purposes. Steps are being taken, by advertisement for competitive bids, to secure the construction and maintenance of 1,000 miles of railway by private corporations under the recent enabling legislation of the Congress. The transfer of the friar lands, in accordance with the contract made some two years ago, has been completely effected, and the purchase money paid. Provision has just been made by statute for the speedy settlement in a special proceeding in the Supreme Court of controversies over the possession and title of church buildings and rectories arising between the Roman Catholic Church and schismatics claiming under ancient municipalities. Negotiations and hearings for the settlement of the amount due to the Roman Catholic Church for rent and occupation of churches and rectories by the army of the United States are in progress, and it is hoped a satisfactory conclusion may be submitted to the Congress before the end of the session.\n Tranquillity has existed during the past year throughout the Archipelago, except in the Province of Cavite, the Province of Batangas and the Province of Samar, and in the Island of Jolo among the Moros. The Jolo disturbance was put an end to by several sharp and short engagements, and now peace prevails in the Moro Province, Cavite, the mother of ladrones in the Spanish times, is so permeated with the traditional sympathy of the people for ladronism as to make it difficult to stamp out the disease. Batangas was only disturbed by reason of the fugitive ladrones from Cavite, Samar was thrown into disturbance by the uneducated and partly savage peoples living in the mountains, who, having been given by the municipal code more power than they were able to exercise discreetly, elected municipal officers who abused their trusts, compelled the people raising hemp to sell it at a much less price than it was worth, and by their abuses drove their people into resistance to constituted authority. Cavite and Samar are instances of reposing too much confidence in the self-governing power of a people. The disturbances have all now been suppressed, and it is hoped that with these lessons local governments can be formed which will secure quiet and peace to the deserving inhabitants. The incident is another proof of the fact that if there has been any error as regards giving self-government in the Philippines it has been in the direction of giving it too quickly, not too slowly. A year from next April the first legislative assembly for the islands will be held. On the sanity and self-restraint of this body much will depend so far as the future self-government of the islands is concerned.\n The most encouraging feature of the whole situation has been the very great interest taken by the common people in education and. the great increase in the number of enrolled students in the public schools. The increase was from 300,000 to half a million pupils. The average attendance is about 70 per cent. The only limit upon the number of pupils seems to be the capacity of the government to furnish teachers and school houses.\n The agricultural conditions of the islands enforce more strongly than ever the argument in favor of reducing the tariff on the products of the Philippine Islands entering the United States. I earnestly recommend that the tariff now imposed by the Dingley bill upon the products of the Philippine Islands be entirely removed, except the tariff on sugar and tobacco, and that that tariff be reduced to 25 per cent of the present rates under the Dingley act; that after July 1, 1909, the tariff upon tobacco and sugar produced in the Philippine Islands be entirely removed, and that free trade between the islands and the United States in the products of each country then be provided for by law.\n A statute in force, enacted April 15, 1904, suspends the operation of the coastwise laws of the United States upon the trade between the Philippine Islands and the United States until July 1, 1906. I earnestly recommend that this suspension be postponed until July 1, 1909. I think it of doubtful utility to apply the coastwise laws to the trade between the United States and the Philippines under any circumstances, because I am convinced that it will do no good whatever to American bottoms, and will only interfere and be an obstacle to the trade between the Philippines and the United States, but if the coastwise law must be thus applied, certainly it ought not to have effect until free trade is enjoyed between the people of the United States and the people of the Philippine Islands in their respective products.\n I do not anticipate that free trade between the islands and the United States will produce a revolution in the sugar and tobacco production of the Philippine Islands. So primitive are the methods of agriculture in the Philippine Islands, so slow is capital in going to the islands, so many difficulties surround a large agricultural enterprise in the islands, that it will be many, many years before the products of those islands will have any effect whatever upon the markets of the United States. The problem of labor is also a formidable one with the sugar and tobacco producers in the islands. The best friends of the Filipino people and the people themselves are utterly opposed to the admission of Chinese coolie labor. Hence the only solution is the training of Filipino labor, and this will take a long time. The enactment of a law by the Congress of the United States making provision for free trade between the islands and the United States, however, will be of great importance from a political and sentimental standpoint; and, while its actual benefit has doubtless been exaggerated by the people of the islands, they will accept this measure of justice as an indication that the people of the United States are anxious to aid the people of the Philippine Islands in every way, and especially in the agricultural development of their archipelago. It will aid the Filipinos without injuring interests in America.\n In my judgment immediate steps should be taken for the fortification of Hawaii. This is the most important point in the Pacific to fortify in order to conserve the interests of this country. It would be hard to overstate the importance of this need. Hawaii is too heavily taxed. Laws should be enacted setting aside for a period of, say, twenty years 75 per cent of the internal revenue and customs receipts from Hawaii as a special fund to be expended in the islands for educational and public buildings, and for harbor improvements and military and naval defenses. It cannot be too often repeated that our aim must be to develop the territory of Hawaii on traditional American lines. That territory has serious commercial and industrial problems to reckon with; but no measure of relief can be considered which looks to legislation admitting Chinese and restricting them by statute to field labor and domestic service. The status of servility can never again be tolerated on American soil. We cannot concede that the proper solution of its problems is special legislation admitting to Hawaii a class of laborers denied admission to the other States and Territories. There are obstacles, and great obstacles, in the way of building up a representative American community in the Hawaiian Islands; but it is not in the American character to give up in the face of difficulty. Many an American Commonwealth has been built up against odds equal to those that now confront Hawaii.\n No merely half-hearted effort to meet its problems as other American communities have met theirs can be accepted as final. Hawaii shall never become a territory in which a governing class of rich planters exists by means of coolie labor. Even if the rate of growth of the Territory is thereby rendered slower, the growth must only take place by the admission of immigrants fit in the end to assume the duties and burdens of full American citizenship. Our aim must be to develop the Territory on the same basis of stable citizenship as exists on this continent.\n I earnestly advocate the adoption of legislation which will explicitly confer American citizenship on all citizens of Porto Rico. There is, in my judgment, no excuse for failure to do this. The harbor of San Juan should be dredged and improved. The expenses of the Federal Court of Porto Rico should be met from the Federal Treasury and not from the Porto Rican treasury. The elections in Porto Rico should take place every four years, and the Legislature should meet in session every two years. The present form of government in Porto Rico, which provides for the appointment by the President of the members of the Executive Council or upper house of the Legislature, has proved satisfactory and has inspired confidence in property owners and investors. I do not deem it advisable at the present time to change this form in any material feature. The problems and needs of the island are industrial and commercial rather than political.\n I wish to call the attention of the Congress to one question which affects our insular possessions generally; namely, the need of an increased liberality in the treatment of the whole franchise question in these islands. In the proper desire to prevent the islands being exploited by speculators and to have them develop in the interests of their own people an error has been made in refusing to grant sufficiently liberal terms to induce the investment of American capital in the Philippines and in Porto Rico. Elsewhere in this message I have spoken strongly against the jealousy of mere wealth, and especially of corporate wealth as such. But it is particularly regrettable to allow any such jealousy to be developed when we are dealing either with our insular or with foreign affairs. The big corporation has achieved its present position in the business world simply because it is the most effective instrument in business competition. In foreign affairs we cannot afford to put our people at a disadvantage with their competitors by in any way discriminating against the efficiency of our business organizations. In the same way we cannot afford to allow our insular possessions to lag behind in industrial development from any twisted jealousy of business success. It is, of course, a mere truism to say that the business interests of the islands will only be developed if it becomes the financial interest of somebody to develop them. Yet this development is one of the things most earnestly to be wished for in the interest of the islands themselves. We have been paying all possible heed to the political and educational interests of the islands, but, important though these objects are, it is not less important that we should favor their industrial development. The Government can in certain ways help this directly, as by building good roads; but the fundamental and vital help must be given through the development of the industries of the islands, and a most efficient means to this end is to encourage big American corporations to start industries in them, and this means to make it advantageous for them to do so. To limit the ownership of mining claims, as has been done in the Philippines, is absurd. In both the Philippines and Porto Rico the limit of holdings of land should be largely raised.\n I earnestly ask that Alaska be given an elective delegate. Some person should be chosen who can speak with authority of the needs of the Territory. The Government should aid in the construction of a railroad from the Gulf of Alaska to the Yukon River, in American territory. In my last two messages I advocated certain additional action on behalf of Alaska. I shall not now repeat those recommendations, but I shall lay all my stress upon the one recommendation of giving to Alaska some one authorized to speak for it. I should prefer that the delegate was made elective, but if this is not deemed wise, then make him appointive. At any rate, give Alaska some person whose business it shall be to speak with authority on her behalf to the Congress. The natural resources of Alaska are great. Some of the chief needs of the peculiarly energetic, self-reliant, and typically American white population of Alaska were set forth in my last message. I also earnestly ask your attention to the needs of the Alaskan Indians. All Indians who are competent should receive the full rights of American citizenship. It is, for instance, a gross and indefensible wrong to deny to such hard-working, decent-living Indians as the Metlakahtlas the right to obtain licenses as captains, pilots, and engineers; the right to enter mining claims, and to profit by the homestead law. These particular Indians are civilized and are competent and entitled to be put on the same basis with the white men round about them.\n I recommend that Indian Territory and Oklahoma be admitted as one State and that New Mexico and Arizona be admitted as one State. There is no obligation upon us to treat territorial subdivisions, which are matters of convenience only, as binding us on the question of admission to Statehood. Nothing has taken up more time in the Congress during the past few years than the question as to the Statehood to be granted to the four Territories above mentioned, and after careful consideration of all that has been developed in the discussions of the question, I recommend that they be immediately admitted as two States. There is no justification for further delay; and the advisability of making the four Territories into two States has been clearly established.\n In some of the Territories the legislative assemblies issue licenses for gambling. The Congress should by law forbid this practice, the harmful results of which are obvious at a glance.\n The treaty between the United States and the Republic of Panama, under which the construction of the Panama Canal was made possible, went into effect with its ratification by the United States Senate on February 23, 1904. The canal properties of the French Canal Company were transferred to the United States on April 23, 1904, on payment of $40,000,000 to that company. On April 1, 1905, the Commission was reorganized, and it now consists of Theodore P. Shonts, Chairman; Charles E. Magoon, Benjamin M. Harrod, Rear Admiral Mordecai T. Endicott, Brig. Gen. Peter C. Hains, and Col. Oswald H. Ernst. John F. Stevens was appointed Chief Engineer on July 1 last. Active work in canal construction, mainly preparatory, has been in progress for less than a year and a half. During that period two points about the canal have ceased to be open to debate: First, the question of route; the canal will be built on the Isthmus of Panama. Second, the question of feasibility; there are no physical obstacles on this route that American engineering skill will not be able to overcome without serious difficulty, or that will prevent the completion of the canal within a reasonable time and at a reasonable cost. This is virtually the unanimous testimony of the engineers who have investigated the matter for the Government.\n The point which remains unsettled is the question of type, whether the canal shall be one of several locks above sea level, or at sea level with a single tide lock. On this point I hope to lay before the Congress at an early day the findings of the Advisory Board of American and European Engineers, that at my invitation have been considering the subject, together with the report of the Commission thereon, and such comments thereon or recommendations in reference thereto as may seem necessary.\n The American people is pledged to the speediest possible construction of a canal adequate to meet the demands which the commerce of the world will make upon it, and I appeal most earnestly to the Congress to aid in the fulfillment of the pledge. Gratifying progress has been made during the past year, and especially during the past four months. The greater part of the necessary preliminary work has been done. Actual work of excavation could be begun only on a limited scale till the Canal Zone was made a healthful place to live in and to work in. The Isthmus had to be sanitated first. This task has been so thoroughly accomplished that yellow fever has been virtually extirpated from the Isthmus and general health conditions vastly improved. The same methods which converted the island of Cuba from a pest hole, which menaced the health of the world, into a healthful place of abode, have been applied on the Isthmus with satisfactory results. There is no reason to doubt that when the plans for water supply, paving, and sewerage of Panama and Colon and the large labor camps have been fully carried out, the Isthmus will be, for the tropics, an unusually healthy place of abode. The work is so far advanced now that the health of all those employed in canal work is as well guarded as it is on similar work in this country and elsewhere.\n In addition to sanitating the Isthmus, satisfactory quarters are being provided for employes and an adequate system of supplying them with wholesome food at reasonable prices has been created. Hospitals have been established and equipped that are without their superiors of their kind anywhere. The country has thus been made fit to work in, and provision has been made for the welfare and comfort of those who are to do the work. During the past year a large portion of the plant with which the work is to be done has been ordered. It is confidently believed that by the middle of the approaching year a sufficient proportion of this plant will have been installed to enable us to resume the work of excavation on a large scale.\n What is needed now and without delay is an appropriation by the Congress to meet the current and accruing expenses of the commission. The first appropriation of $10,000,000, out of the $135,000,000 authorized by the Spooner act, was made three years ago. It is nearly exhausted. There is barely enough of it remaining to carry the commission to the end of the year. Unless the Congress shall appropriate before that time all work must cease. To arrest progress for any length of time now, when matters are advancing so satisfactorily, would be deplorable. There will be no money with which to meet pay roll obligations and none with which to meet bills coming due for materials and supplies; and there will be demoralization of the forces, here and on the Isthmus, now working so harmoniously and effectively, if there is delay in granting an emergency appropriation. Estimates of the amount necessary will be found in the accompanying reports of the Secretary of War and the commission.\n I recommend more adequate provision than has been made heretofore for the work of the Department of State. Within a few years there has been a very great increase in the amount and importance of the work to be done by that department, both in Washington and abroad. This has been caused by the great increase of our foreign trade, the increase of wealth among our people, which enables them to travel more generally than heretofore, the increase of American capital which is seeking investment in foreign countries, and the growth of our power and weight in the councils of the civilized world. There has been no corresponding increase of facilities for doing the work afforded to the department having charge of our foreign relations.\n Neither at home nor abroad is there a sufficient working force to do the business properly. In many respects the system which was adequate to the work of twenty-five years or even ten years ago, is inadequate now, and should be changed. Our Consular force should be classified, and appointments should be made to the several classes, with authority to the Executive to assign the members of each class to duty at such posts as the interests of the service require, instead of the appointments being made as at present to specified posts. There should be an adequate inspection service,"}