{"title": "December 6 1904 Fourth Annual Message-Theodore Roosevelt", "content": " officers; there are not enough to perform the regular army work. It is very important that the officers of the Army should be accustomed to handle their men in masses, as it is also important that the National Guard of the several States should be accustomed to actual field maneuvering, especially in connection with the regulars. For this reason we are to be congratulated upon the success of the field maneuvers at Manassas last fall, maneuvers in which a larger number of Regulars and National Guard took part than was ever before assembled together in time of peace. No other civilized nation has, relatively to its population, such a diminutive Army as ours; and while the Army is so small we are not to be excused if we fail to keep it at a very high grade of proficiency. It must be incessantly practiced; the standard for the enlisted men should be kept very high, while at the same time the service should be made as attractive as possible; and the standard for the officers should be kept even higher--which, as regards the upper ranks, can best be done by introducing some system of selection and rejection into the promotions. We should be able, in the event of some sudden emergency, to put into the field one first-class army corps, which should be, as a whole, at least the equal of any body of troops of like number belonging to any other nation.\n Great progress has been made in protecting our coasts by adequate fortifications with sufficient guns. We should, however, pay much more heed than at present to the development of an extensive system of floating mines for use in all our more important harbors. These mines have been proved to be a most formidable safeguard against hostile fleets.\n I earnestly call the attention of the Congress to the need of amending the existing law relating to the award of Congressional medals of honor in the Navy so as to provide that they may be awarded to commissioned officers and warrant officers as well as to enlisted men. These justly prized medals are given in the Army alike to the officers and the enlisted men, and it is most unjust that the commissioned officers and warrant officers of the Navy should not in this respect have the same rights as their brethren in the Army and as the enlisted men of the Navy.\n In the Philippine Islands there has been during the past year a continuation of the steady progress which has obtained ever since our troops definitely got the upper hand of the insurgents. The Philippine people, or, to speak more accurately, the many tribes, and even races, sundered from one another more or less sharply, who go to make up the people of the Philippine Islands, contain many elements of good, and some elements which we have a right to hope stand for progress. At present they are utterly incapable of existing in independence at all or of building up a civilization of their own. I firmly believe that we can help them to rise higher and higher in the scale of civilization and of capacity for self-government, and I most earnestly hope that in the end they will be able to stand, if not entirely alone, yet in some such relation to the United States as Cuba now stands. This end is not yet in sight, and it may be indefinitely postponed if our people are foolish enough to turn the attention of the Filipinos away from the problems of achieving moral and material prosperity, of working for a stable, orderly, and just government, and toward foolish and dangerous intrigues for a complete independence for which they are as yet totally unfit.\n On the other hand our people must keep steadily before their minds the fact that the justification for our stay in the Philippines must ultimately rest chiefly upon the good we are able to do in the islands. I do not overlook the fact that in the development of our interests in the Pacific Ocean and along its coasts, the Philippines have played and will play an important part; and that our interests have been served in more than one way by the possession of the islands. But our chief reason for continuing to hold them must be that we ought in good faith to try to do our share of the world's work, and this particular piece of work has been imposed upon us by the results of the war with Spain. The problem presented to us in the Philippine Islands is akin to, but not exactly like, the problems presented to the other great civilized powers which have possessions in the Orient. There are points of resemblance in our work to the work which is being done by the British in India and Egypt, by the French in Algiers, by the Dutch in Java, by the Russians in Turkestan, by the Japanese in Formosa; but more distinctly than any of these powers we are endeavoring to develop the natives themselves so that they shall take an ever-increasing share in their own government, and as far as is prudent we are already admitting their representatives to a governmental equality with our own. There are commissioners, judges, and governors in the islands who are Filipinos and who have exactly the same share in the government of the islands as have their colleagues who are Americans, while in the lower ranks, of course, the great majority of the public servants are Filipinos. Within two years we shall be trying the experiment of an elective lower house in the Philippine legislature. It may be that the Filipinos will misuse this legislature, and they certainly will misuse it if they are misled by foolish persons here at home into starting an agitation for their own independence or into any factious or improper action. In such case they will do themselves no good and will stop for the time being all further effort to advance them and give them a greater share in their own government. But if they act with wisdom and self-restraint, if they show that they are capable of electing a legislature which in its turn is capable of taking a sane and efficient part in the actual work of government, they can rest assured that a full and increasing measure of recognition will be given them. Above all they should remember that their prime needs are moral and industrial, not political. It is a good thing to try the experiment of giving them a legislature; but it is a far better thing to give them schools, good roads, railroads which will enable them to get their products to market, honest courts, an honest and efficient constabulary, and all that tends to produce order, peace, fair dealing as between man and man, and habits of intelligent industry and thrift. If they are safeguarded against oppression, and if their real wants, material and spiritual, are studied intelligently and in a spirit of friendly sympathy, much more good will be done them than by any effort to give them political power, though this effort may in its own proper time and place be proper enough.\n Meanwhile our own people should remember that there is need for the highest standard of conduct among the Americans sent to the Philippine Islands, not only among the public servants but among the private individuals who go to them. It is because I feel this so deeply that in the administration of these islands I have positively refused to permit any discrimination whatsoever for political reasons and have insisted that in choosing the public servants consideration should be paid solely to the worth of the men chosen and to the needs of the islands. There is no higher body of men in our public service than we have in the Philippine Islands under Governor Wright and his associates. So far as possible these men should be given a free hand, and their suggestions should receive the hearty backing both of the Executive and of the Congress. There is need of a vigilant and disinterested support of our public servants in the Philippines by good citizens here in the United States. Unfortunately hitherto those of our people here at home who have specially claimed to be the champions of the Filipinos have in reality been their worst enemies. This will continue to be the case as long as they strive to make the Filipinos independent, and stop all industrial development of the islands by crying out against the laws which would bring it on the ground that capitalists must not \"exploit\" the islands. Such proceedings are not only unwise, but are most harmful to the Filipinos, who do not need independence at all, but who do need good laws, good public servants, and the industrial development that can only come if the investment, of American and foreign capital in the islands is favored in all legitimate ways.\n Every measure taken concerning the islands should be taken primarily with a view to their advantage. We should certainly give them lower tariff rates on their exports to the United States; if this is not done it will be a wrong to extend our shipping laws to them. I earnestly hope for the immediate enactment into law of the legislation now pending to encourage American capital to seek investment in the islands in railroads, in factories, in plantations, and in lumbering and mining."}