{"title": "December 19 1967 A Conversation with President Lyndon Johnson-Lyndon B. Johnson", "content": " provide the food that they are going to need to support their populations.\n\n I would like to see the miracles of health extended to all the peoples of the world as they were to the fellow who was operated on with the heart change the other day.\n\n I know that the infant mortality rate is going down. I should like to see it reflected in all the 110 nations.\n\n In short, I believe that our ancient enemies are ignorance and illiteracy, are disease and bigotry. I would like to see my descendants grow up in a world that is as educated as possible, as healthy as science will permit, as prepared to feed itself, and which certainly has sufficient conservation forces to permit enjoyable leisure for the people who work long and late.\n\n And I think we are moving to that end.\n\n MR. RATHER. Mr. President, what do your experts tell you, and what is your best estimate, on the performance of the economy over the next few months, considering that you did not get the tax increase that you once called absolutely essential to the health of the economy?\n\n THE PRESIDENT. It is very hard to predict what is ahead. The Secretary of the Treasury and the Council of Economic Advisers, and the Budget Director have made the best statements that they could to the Ways and Means Committee.\n\n We think the business activity is going to pick up. We think there is going to be increased production. We think it is very essential that we have a tax bill.\n\n We look forward to continued prosperity. We have had 82 months of unparalleled prosperity in this country, longer than any other period, uninterrupted, and we want to keep things that way.\n\n We think the most important thing to us, from a domestic standpoint, is to provide more jobs, and we have added six million jobs in the last few years. We think that those jobs ought to have good pay, but that we shouldn't increase our wages or our profits or our dividends, beyond what the increased productivity justifies, so that we can maintain some restraint on prices.\n\n And while we are not satisfied with the job we have done, we have done a better job than any other country and we are urging both business and labor to take that into consideration in their negotiations with each other.\n\n MR. SCHERER. Mr. President, what about China? Many people, as they peer off into the midst of the future, see our future problem with China. If you could sit down with the rulers of China, what would you tell them about America's intentions toward them?\n\n THE PRESIDENT. I have said to them in several public statements that we hope that they can conduct themselves in such a way as will permit them to join the family of nations and that we can learn to live in harmony with each other.\n\n We have no desire to be enemies of any nation in the world. We believe that it is possible, over the years, for them to develop a better understanding of the world in which they live.\n\n We think there are some very important things taking place right in China today that will contribute to, we hope, a better understanding and a more moderate approach to their neighbors in the world.\n\n We have observed their failures in Africa, and in Latin America, and in Southeast Asia, where they have undertaken aggressive steps that have resulted in failure for them. And we hope they will profit by these experiences. We believe they will.\n\n We don't know all that we would like to know about what is going on in China. It is a rather closed society and we don't have all the information that we would like to have. But we are hopeful and we believe that over a period of time, that the opportunity exists for them to gain a better understanding of the other peoples of the world and thus be able to live more harmoniously with them.\n\n MR. REYNOLDS. Mr. President, there was quite a dust-up in this town recently, perhaps more here than elsewhere, about the resignation of Secretary McNamara. Is there anything more you can tell us about it?\n\n THE PRESIDENT. No. I can only repeat what Secretary McNamara said and what I have said.\n\n Secretary McNamara has been Secretary of Defense longer than any other man. I think he has been the best Secretary of Defense that we have ever had. I hate to see him leave as Secretary of Defense.\n\n I take great satisfaction in the contribution that Mr. McNamara has made to the Government. He is only on sabbatical leave. He is not going to be very far away from here. And on anything that is remotely connected with the best interests of the world, that the World Bank is interested in, we will be working very close together.\n\n I do not consider that I have lost his services, or the world has lost his talents, or that I have lost a friend in any way. I think that instead of building a great machine at the Pentagon for the purpose of defending liberty and freedom, that he will be busy at the World Bank in the constructive purpose of building the economies and bettering humanity in these very nations that we are trying to defend. And I took forward with a great deal of pleasure to working very closely with him.\n\n MR. RATHER. Mr. President, looking ahead to next year, this will be the final year of this term of your Presidency, what are your priorities, particularly in regards to Congress? Can you get through, do you feel, any more of your Great Society program, any more welfare programs?\n\n THE PRESIDENT. We will have detailed recommendations in our State of the Union in connection with the problems the Nation faces. There are many unresolved problems.\n\n There will be substantial recommendations to the next Congress. There have been substantial achievements in this one.\n\n We didn't get everything we wanted at all. We never have. But we had a good Congress. We didn't have as good a Congress as we had in the 89th Congress. We didn't pass as many substantive measures and they didn't reach as far as the others. They were curtailed some because that was the mood of the Congress. And on a good many measures they were able to reduce our proposals.\n\n They didn't destroy model cities. They crippled it. They cut it by several hundred million. They didn't destroy rent supplements, but they cut it from $40 million to $10 million. They didn't destroy the rat bill. They knocked it out for a while and staggered it, but after the Senate worked on it, we approved it. They did not recommit a good many of the bills, but they reduced them.\n\n They did not wipe out poverty, but they reduced it from $2.2 billion--several hundred million to $1.7 billion something.\n\n So those are the things that you have to face up to. I am not saying ugly things about the individuals. Those men think they are right. They don't want to take some of these new programs. They don't want to fund model cities, rent supplements, or face up to the urban requirements and what I think are 20th century requirements.\n\n And I understand their philosophy. I have understood it for 35 years. They frequently are the preservers of stagnation. And they want to keep things as they are. They don't want to move forward.\n\n Now, I came into the executive branch with a man who said, \"Let's get the country moving again.\" Now we have the country moving again and we want to keep it moving. We are going to keep it moving if we can get the Congress support.\n\n And while we didn't get them to support us every time we wanted to, we did move forward and we hope the next session will be a productive one, too.\n\n I am going to appeal to every Republican in an election year to come in and do what is best for his country. And if he does that, without regard to how it might cripple the President, without regard to the politics of the year, then I think we will have a good Congress.\n\n I am going to do what I think is best for my country, at home and abroad, without regard to what effect it has on my future. And if they will do the same thing, we will have a good government, a good country, and then we can let the election take care of itself. And I think we will have a good election.\n\n Thank you, Mr. President."}