{"title": "December 7 1896 Fourth Annual Message (Second Term)-Grover Cleveland", "content": " violators are confined.\n It appears that since the transfer of the Fort Leavenworth Military Prison to its new uses the work previously done by prisoners confined there, and for which expensive machinery has been provided, has been discontinued. This work consisted of the manufacture of articles for army use, now done elsewhere. On all grounds it is exceedingly desirable that the convicts confined in this penitentiary be allowed to resume work of this description.\n It is most gratifying to note the satisfactory results that have followed the inauguration of the new system provided for by the act of May 28, 1896, under which certain Federal officials are compensated by salaries instead of fees. The new plan was put in operation on the 1st day of July, 1896, and already the great economy it enforces, its prevention of abuses, and its tendency to a better enforcement of the laws are strikingly apparent. Detailed evidence of the usefulness of this long-delayed but now happily accomplished reform will be found clearly set forth in the Attorney-General's report.\n Our Post-Office Department is in good condition, and the exhibit made of its operations during the fiscal year ended June 30, 1896, if allowance is made for imperfections in the laws applicable to it, is very satisfactory. The total receipts during the year were $82,499,208.40. The total expenditures were $90,626,296.84, exclusive of the $1,559,898.27 which was earned by the Pacific Railroad for transportation and credited on their debt to the Government. There was an increase of receipts over the previous year of $5,516,080.21, or 7.1 per cent, and an increase of expenditures of $3,836,124.02, or 4.42 per cent. The deficit was $1,679,956.19 less than that of the preceding year. The chief expenditures of the postal service are regulated by law and are not in the control of the Postmaster-General. All that he can accomplish by the most watchful administration and economy is to enforce prompt and thorough collection and accounting for public moneys and such minor savings in small expenditures and in letting those contracts, for post-office supplies and star service, which are not regulated by statute.\n An effective cooperation between the Auditor's Office and the Post-Office Department and the making and enforcement of orders by the Department requiring immediate notification to their sureties of all delinquencies on the part of postmasters, and compelling such postmasters to make more frequent deposits of postal funds, have resulted in a prompter auditing of their accounts and much less default to the Government than heretofore.\n The year's report shows large extensions of both star-route service and railway mail service, with increased postal facilities. Much higher accuracy in handling mails has also been reached, as appears by the decrease of errors in the railway mail service and the reduction of mail matter returned to the Dead-Letter Office.\n The deficit for the last year, although much less than that of the last and preceding years, emphasizes the necessity for legislation to correct the growing abuse of second-class rates, to which the deficiency is mainly attributable. The transmission at the rate of 1 cent a pound of serial libraries, advertising sheets,\" house organs\" (periodicals advertising some particular \"house\" or institution), sample copies, and the like ought certainly to be discontinued. A glance at the revenues received for the work done last year will show more plainly than any other statement the gross abuse of the postal service and the growing waste of its earnings.\n The free matter carried in the mails for the Departments, offices, etc., of the Government and for Congress, in pounds, amounted to 94,480,189.\n If this is offset against buildings for post-offices and stations, the rental of which would more than compensate for such free postal service, we have this exhibit:\n Weight of mail matter (other than above) transmitted through the mails for the year ending June 30, 1896.\n Class Weight Revenue Pounds 1. Domestic and foreign letters and postal cards, etc65,337,343$60,624,4642. Newspapers and periodicals, 1 cent per pound348,988,6482,996,4033. Books, seeds, etc., 8 cents a pound78,701,14810,324,0694. Parcels, etc., 16 cents a pound19,950,1873,129,321Total 512,977,32677,044,257The remainder of our postal revenue, amounting to something more than $5,000,000, was derived from box rents, registry fees, money-order business, and other similar items.\n The entire expenditures of the Department, including pay for transportation credited to the Pacific railroads, were $92,186,195.11, which may be considered as the cost of receiving, carrying, and delivering the above mail matter. It thus appears that though the second-class matter constituted more than two-thirds of the total that was carried, the revenue derived from it was less than one-thirtieth of the total expense.\n The average revenue was-- From each pound of first-class matter .........cents93.0From each pound of second class ...............mills8.5From each pound of third class ...................cents13.1From each pound of fourth class ..................do15.6Of the second class 52,348,297 was county-free matter.\n The growth in weight of second-class matter has been from 299,000,000 pounds in 1894 to 312,000,000 in 1895 and to almost 349,000,000 in 1896, and it is quite evident this increasing drawback is far outstripping any possible growth of postal revenues.\n Our mail service should of course be such as to meet the wants and even the conveniences of our people at a direct charge upon them so light as perhaps to exclude the idea of our Post-Office Department being a money-making concern; but in the face of a constantly recurring deficiency in its revenues and in view of the fact that we supply the best mail service in the world it seems to me it is quite time to correct the abuses that swell enormously our annual deficit. If we concede the public policy of carrying weekly newspapers free in the county of publication, and even the policy of carrying at less than one-tenth of their cost other bona fide newspapers and periodicals, there can be no excuse for subjecting the service to the further immense and increasing loss involved in carrying at the nominal rate of 1 cent a pound the serial libraries, sometimes including trashy and even harmful literature, and other matter which under the loose interpretation of a loose statute have been gradually given second-class rates, thus absorbing all profitable returns derived from first-class matter, which pays three or four times more than its cost, and producing a large annual loss to be paid by general taxation. If such second-class matter paid merely the cost of its handling, our deficit would disappear and a surplus result which might be used to give the people still better mail facilities or cheaper rates of letter postage. I recommend that legislation be at once enacted to correct these abuses and introduce better business ideas in the regulation of our postal rates.\n Experience and observation have demonstrated that certain improvements in the organization of the Post-Office Department must be secured before we can gain the full benefit of the immense sums expended in its administration. This involves the following reforms, which I earnestly recommend:\n There should be a small addition to the existing inspector service, to be employed in the supervision of the carrier force, which now numbers 13,000 men and performs its service practically without the surveillance exercised over all other branches of the postal or public service. Of course such a lack of supervision and freedom from wholesome disciplinary restraints must inevitably lead to imperfect service. There should also be appointed a few inspectors who could assist the central office in necessary investigation concerning matters of post-office leases, post-office sites, allowances for rent, fuel, and lights, and in organizing and securing the best results from the work of the 14,000 clerks now employed in first and second class offices.\n I am convinced that the small expense attending the inauguration of these reforms would actually be a profitable investment.\n I especially recommend such a recasting of the appropriations by Congress for the Post-Office Department as will permit the Postmaster-General to proceed with the work of consolidating post-offices. This work has already been entered upon sufficiently to fully demonstrate by experiment and experience that such consolidation is productive of better service, larger revenues, and less expenditures, to say nothing of the further advantage of gradually withdrawing post-offices from the spoils system.\n The Universal Postal Union, which now embraces all the civilized world and whose delegates will represent 1,000,000,000 people, will hold its fifth congress in the city of Washington in May, 1897. The United States may be said to have taken the initiative which led to the first meeting of this congress, at Berne in 1874, and the formation of the Universal Postal Union, which brings the postal service of all countries to every man's neighborhood and has wrought marvels in cheapening postal rates and securing absolutely safe mail communication throughout the world. Previous congresses have met in Berne, Paris, Lisbon, and Vienna, and the respective countries in which they have assembled have made generous provision for their accommodation and for the reception and entertainment of the delegates.\n In view of the importance of this assemblage and of its deliberations and of the honors and hospitalities accorded to our representatives by other countries on similar occasions, I earnestly hope that such an appropriation will be made for the expenses necessarily attendant upon the coming meeting in our capital city as will be worthy of our national hospitality and indicative of our appreciation of the event.\n The work of the Navy Department and its present condition are fully exhibited in the report of the Secretary.\n The construction of vessels for our new Navy has been energetically prosecuted by the present Administration upon the general lines previously adopted, the Department having seen no necessity for radical changes in prior methods, under which the work was found to be progressing in a manner highly satisfactory. It has been decided, however, to provide in every shipbuilding contract that the builder should pay all trial expenses, and it has also been determined to pay no speed premiums in future contracts. The premiums recently earned and some yet to be decided are features of the contracts made before this conclusion was reached.\n On March 4, 1893, there were in commission but two armored vessels--the double-turreted monitors Miantonomoh and Monterey. Since that date, of vessels theretofore authorized, there have been placed in their first commission 3 first-class and 2 second-class battle ships, 2 armored cruisers, 1 harbor-defense ram, and 5 double-turreted monitors, including the Maine and the Puritan, just completed. Eight new unarmored cruisers and 2 new gunboats have also been commissioned. The Iowa, another battle ship, will be completed about March 1, and at least 4 more gunboats will be ready for sea in the early spring.\n It is gratifying to state that our ships and their outfits are believed to be equal to the best that can be manufactured elsewhere, and that such notable reductions have been made in their cost as to justify the statement that quite a number of vessels are now being constructed at rates as low as those that prevail in European shipyards.\n Our manufacturing facilities are at this time ample for all possible naval contingencies. Three of our Government navy-yards--those at Mare Island, Cal., Norfolk, Va., and Brooklyn, N. Y.--are equipped for shipbuilding, our ordnance plant in Washington is equal to any in the world, and at the torpedo station we are successfully making the highest grades of smokeless powder. The first-class private shipyards at Newport News, Philadelphia, and San Francisco are building battle ships; eleven contractors, situated in the States of Maine, Rhode Island, Pennsylvania, New Jersey, Maryland, Virginia, and the State of Washington, are constructing gunboats or torpedo boats; two plants are manufacturing large quantities of first-class armor, and American factories are producing automobile torpedoes, powder, projectiles, rapid-fire guns, and everything else necessary for the complete outfit of naval vessels.\n There have been authorized by Congress since March, 1893, 5 battle ships, 6 light-draft gunboats, 16 torpedo boats, and 1 submarine torpedo boat. Contracts for the building of all of them have been let. The Secretary expresses the opinion that we have for the present a sufficient supply of cruisers and gunboats, and that hereafter the construction of battle ships and torpedo boats will supply our needs.\n Much attention has been given to the methods of carrying on departmental business. Important modifications in the regulations have been made, tending to unify the control of shipbuilding as far as may be under the Bureau of Construction and Repair, and also to improve the mode of purchasing supplies for the Navy by the Bureau of Supplies and Accounts. The establishment under recent acts of Congress of a supply fund with which to purchase these supplies in large quantities and other modifications of methods have tended materially to their cheapening and better quality.\n The War College has developed into an institution which it is believed will be of great value to the Navy in teaching the science of war, as well as in stimulating professional zeal in the Navy, and it will be especially useful in the devising of plans for the utilization in case of necessity of all the naval resources of the United States.\n The Secretary has persistently adhered to the plan he found in operation for securing labor at navy-yards through boards of labor employment, and has done much to make it more complete and efficient. The naval officers who are familiar with this system and its operation express the decided opinion that its results have been to vastly improve the character of the work done at our yards and greatly reduce its cost.\n Discipline among the officers and men of the Navy has been maintained to a high standard and the percentage of American citizens enlisted has been very much increased.\n The Secretary is considering and will formulate during the coming winter a plan for laying up ships in reserve, thereby largely reducing the cost of maintaining our vessels afloat. This plan contemplates that battle ships, torpedo boats, and such of the cruisers as are not needed for active service at sea shall be kept in reserve with skeleton crews on board to keep them in condition, cruising only enough to insure the efficiency of the ships and their crews in time of activity.\n The economy to result from this system is too obvious to need comment.\n The Naval Militia, which was authorized a few years ago as an experiment, has now developed into a body of enterprising young men, active and energetic in the discharge of their duties and promising great usefulness. This establishment has nearly the same relation to our Navy as the National Guard in the different States bears to our Army, and it constitutes a source of supply for our naval forces the importance of which is immediately apparent.\n The report of the Secretary of the Interior presents a comprehensive and interesting exhibit of the numerous and important affairs committed to his supervision. It is impossible in this communication to do more than briefly refer to a few of the subjects concerning which the Secretary gives full and instructive information.\n The money appropriated on account of this Department and for its disbursement for the fiscal year ended June 30, 1896, amounted to more than $157,000,000, or a greater sum than was appropriated for the entire maintenance of the Government for the two fiscal years ended June 30, 1861.\n Our public lands, originally amounting to 1,840,000,000 acres, have been so reduced that only about 600,000,000 acres still remain in Government control, excluding Alaska. The balance, being by far the most valuable portion, has been given away to settlers, to new States, and to railroads or sold at a comparatively nominal sum. The patenting of land in execution of railroad grants has progressed rapidly during the year, and since the 4th day of March, 1893, about 25,000,000 acres have thus been conveyed to these corporations.\n I agree with the Secretary that the remainder of our public lands should be more carefully dealt with and their alienation guarded by better economy and greater prudence.\n The commission appointed from the membership of the National Academy of Sciences, provided for by an act of Congress, to formulate plans for a national forestry system will, it is hoped, soon be prepared to present the result of thorough and intelligent examination of this important subject.\n The total Indian population of the United States is 177,235, according to a census made in 1895, exclusive of those within the State of New York and those comprising the Five Civilized Tribes. Of this number there are approximately 38,000 children of school age. During the year 23,393 of these were enrolled in schools. The progress which has attended recent efforts to extend Indian-school facilities and the anticipation of continued liberal appropriations to that end can not fail to afford the utmost satisfaction to those who believe that the education of Indian children is a prime factor in the accomplishment of Indian civilization.\n It may be said in general terms that in every particular the improvement of the Indians under Government care has been most marked and encouraging.\n The Secretary, the Commissioner of Indian Affairs, and the agents having charge of Indians to whom allotments have been made strongly urge the passage of a law prohibiting the sale of liquor to allottees who have taken their lands in severalty. I earnestly join in this recommendation and venture to express the hope that the Indian may be speedily protected against this greatest of all obstacles to his well-being and advancement.\n The condition of affairs among the Five Civilized Tribes, who occupy large tracts of land in the Indian Territory and who have governments of their own, has assumed such an aspect as to render it almost indispensable that there should be an entire change in the relations of these Indians to the General Government. This seems to be necessary in furtherance of their own interests, as well as for the protection of non-Indian residents in their territory. A commission organized and empowered under several recent laws is now negotiating with these Indians for the relinquishment of their courts and the division of their common lands in severalty and are aiding in the settlement of the troublesome question of tribal membership. The reception of their first proffers of negotiation was not encouraging, but through patience and such conduct on their part as demonstrated that their intentions were friendly and in the interest of the tribes the prospect of success has become more promising. The effort should be to save these Indians from the consequences of their own mistakes and improvidence and to secure to the real Indian his rights as against intruders and professed friends who profit by his retrogression. A change is also needed to protect life and property through the operation of courts conducted according to strict justice and strong enough to enforce their mandates.\n As a sincere friend of the Indian, I am exceedingly anxious that these reforms should be accomplished with the consent and aid of the tribes and that no necessity may be presented for radical or drastic legislation I hope, therefore, that the commission now conducting negotiations will soon be able to report that progress has been made toward a friendly adjustment of existing difficulties.\n It appears that a very valuable deposit of gilsonite or asphaltum has been found on the reservation in Utah occupied by the Uncompahgre Ute Indians. Every consideration of care for the public interest and every sensible business reason dictate such management or disposal of this important source of public revenue as will except it from the general rules and incidents attending the ordinary disposition of public lands and secure to the Government a fair share at least of its advantages in place of its transfer for a nominal sum to interested individuals.\n I indorse the recommendation made by the present Secretary of the Interior, as well as his predecessor, that a permanent commission, consisting of three members, one of whom shall be an army officer, be created to perform the duties now devolving upon the Commissioner and Assistant Commissioner of Indian Affairs. The management of the Bureau involves such numerous and diverse details and the advantages of an uninterrupted policy are so apparent that I hope the change suggested will meet the approval of the Congress.\n The diminution of our enormous pension roll and the decrease of pension expenditure, which have been so often confidently for told, still fail in material realization. The number of pensioners on the polls at the close of the fiscal year ended June 30, 1896, was 970,678. This is the largest number ever reported. The amount paid exclusively for pensions during the year was $138,214,761.94, a slight decrease from that of the preceding year, while the total expenditures on account of pensions, including the cost of maintaining the Department and expenses attending pension distribution, amounted to $142,206,550.59, or within every small fraction of one-third of the entire expense of supporting the Government during the same year. The number of new pension certificates issued was 90,640. Of these, 40,374 represent original allowances of claims and 15,878 increases of existing pensions.\n The number of persons receiving pensions from the United States, but residing in foreign countries, at the close of the last fiscal year was 3,781, and the amount paid to them during the year was $582,735.38.\n The sum appropriated for the payment of pensions for the current fiscal year, ending June 30, 1897, is $140,000,000, and for the succeeding year it is estimated that the same amount will be necessary.\n The Commissioner of Pensions reports that during the last fiscal year 339 indictments were found against violators of the pension laws. Upon these indictments 167 convictions resulted.\n In my opinion, based upon such statements as these and much other information and observation, the abuses which have been allowed to creep into our pension system have done incalculable harm in demoralizing our people and undermining good citizenship. I have endeavored within my sphere of official duty to protect our pension roll and make it what it should be, a roll of honor, containing the names of those disabled in their country's service and worthy of their country's affectionate remembrance. When I have seen those who pose as the soldiers' friends active and alert in urging greater laxity and more reckless pension expenditure, while nursing selfish schemes, I have deprecated the approach of a situation when necessary retrenchment and enforced economy may lead to an attack upon pension abuses so determined as to overlook the discrimination due to those who, worthy of a nation's care, ought to live and die under the protection of a nation's gratitude.\n The Secretary calls attention to the public interests involved in an adjustment of the obligations of the Pacific railroads to the Government. I deem it to be an important duty to especially present this subject to the consideration of the Congress.\n On January 1, 1897, with the amount already matured, more than $13,000,000 of the principal of the subsidy bonds issued by the United States in aid of the construction of the Union Pacific Railway, including its Kansas line, and more than $6,000,000 of like bonds issued in aid of the Central Pacific Railroad, including those issued to the Western Pacific Railroad Company, will have fallen due and been paid or must on that day be paid by the Government. Without any reference to the application of the sinking fund now in the Treasury, this will create such a default on the part of these companies to the Government as will give it the right to at once institute proceedings to foreclose its mortgage lien. In addition to this indebtedness, which will be due January 1, 1897, there will mature between that date and January 1, 1899, the remaining principal of such subsidy bonds, which must also be met by the Government. These amount to more than $20,000,000 on account of the Union Pacific lines and exceed $21,000,000 on account of the Central Pacific lines.\n The situation of these roads and the condition of their indebtedness to the Government have been fully set forth in the reports of various committees to the present and prior Congresses, and as early as 1887 they were thoroughly examined by a special commission appointed pursuant to an act of Congress. The considerations requiring an adjustment of the Government's relations to the companies have been clearly presented and the conclusion reached with practical uniformity that if these relations are not terminated they should be revised upon a basis securing their safe continuance.\n Under section 4 of the act of Congress passed March 3, 1887, the President is charged with the duty, in the event that any mortgage or other incumbrance paramount to the interest of the United States in the property of the Pacific railroads should exist and be lawfully liable to be enforced, to direct the action of the Departments of Treasury and of justice in the protection of the interest of the United States by redemption or through judicial proceedings, including foreclosures of the Government liens.\n In view of the fact that the Congress has for a number of years almost constantly had under consideration various plans for dealing with the conditions existing between these roads and the Government, I have thus far felt justified in withholding action under the statute above mentioned.\n In the case of the Union Pacific Company, however, the situation has become especially and immediately urgent. Proceedings have been instituted to foreclose a first mortgage upon those aided parts of the main lines upon which the Government holds a second and subordinate mortgage lien. In consequence of those proceedings and increasing complications, added to the default occurring on the 1st day of January, 1897, a condition will be presented at that date, so far as this company is concerned, that must emphasize the mandate of the act of 1887 and give to Executive duty under its provisions a more imperative aspect. Therefore, unless Congress shall otherwise direct or shall have previously determined upon a different solution of the problem, there will hardly appear to exist any reason for delaying beyond the date of the default above mentioned such Executive action as will promise to subserve the public interests and save the Government from the loss threatened by further inaction.\n The Department of Agriculture is so intimately related to the welfare of our people and the prosperity of our nation that it should constantly receive the care and encouragement of the Government. From small beginnings it has grown to be the center of agricultural intelligence and the source of aid and encouragement to agricultural efforts. Large sums of money are annually appropriated for the maintenance of this Department, and it must be confessed that the legislation relating to it has not always been directly in the interest of practical farming or properly guarded against waste and extravagance. So far, however, as public money has been appropriated fairly and sensibly to help those who actually till the soil, no expenditure has been more profitably made or more generally approved by the people.\n Under the present management of the Department its usefulness has been enhanced in every direction, and at the same time strict economy has been enforced to the utmost extent permitted by Congressional action. From the report of the Secretary it appears that through careful and prudent financial management he has annually saved a large sum from his appropriations, aggregating during his incumbency and up to the close of the present fiscal year nearly one-fifth of the entire amount appropriated. These results have been accomplished by a conscientious study of the real needs of the farmer and such a regard for economy as the genuine farmer ought to appreciate, supplemented by a rigid adherence to civil-service methods in a Department which should be conducted in the interest of agriculture instead of partisan politics.\n The Secretary reports that the value of our exports of farm products during the last fiscal year amounted to $570,000,000, an increase of $17,000,000 over those of the year immediately preceding. This statement is not the less welcome because of the fact that, notwithstanding such increase, the proportion of exported agricultural products to our total exports of all descriptions fell off during the year. The benefits of an increase in agricultural exports being assured, the decrease in its proportion to our total exports is the more gratifying when we consider that it is owing to the fact that such total exports for the year increased more than $75,000,000.\n The large and increasing exportation of our agricultural products suggests the great usefulness of the organization lately established in the Department for the purpose of giving to those engaged in farming pursuits reliable information concerning the condition, needs, and advantages of different foreign markets. Inasmuch as the success of the farmer depends upon the advantageous sale of his products, and inasmuch as foreign markets must largely be the destination of such products, it is quite apparent that a knowledge of the conditions and wants that affect those markets ought to result in sowing more intelligently and reaping with a better promise of profit. Such information points out the way to a prudent foresight in the selection and cultivation of crops and to a release from the bondage of unreasoning monotony of production, a glutted and depressed market, and constantly recurring unprofitable toil.\n In my opinion the gratuitous distribution of seeds by the Department as at present conducted ought to be discontinued. No one can read the statement of the Secretary on this subject and doubt the extravagance and questionable results of this practice. The professed friends of the farmer, and certainly the farmers themselves, are naturally expected to be willing to rid a Department devoted to the promotion of farming interests of a feature which tends so much to its discredit.\n The Weather Bureau, now attached to the Department of Agriculture, has continued to extend its sphere of usefulness, and by an uninterrupted improvement in the accuracy of its forecasts has greatly increased its efficiency as an aid and protection to all whose occupations are related to weather conditions.\n Omitting further reference to the operations of the Department, I commend the Secretary's report and the suggestions it contains to the careful consideration of the Congress.\n The progress made in civil-service reform furnishes a cause for the utmost congratulation. It has survived the doubts of its friends as well as the rancor of its enemies and has gained a permanent place among the agencies destined to cleanse our politics and to improve, economize, and elevate the public service.\n There are now in the competitive classified service upward of 84,000 places, more than half of these having been included from time to time since March 4, 1893. A most radical and sweeping extension was made by Executive order dated the 6th day of May, 1896, and if fourth-class postmasterships are not included in the statement it may be said that practically all positions contemplated by the civil-service law are now classified. Abundant reasons exist for including these postmaster-ships, based upon economy, improved service, and the peace and quiet of neighborhoods. If, however, obstacles prevent such action at present, I earnestly hope that Congress will, without increasing post-office appropriations, so adjust them as to permit in proper eases a consolidation of these post-offices, to the end that through this process the result desired may to a limited extent be accomplished.\n The civil-service rules as amended during the last year provide for a sensible and uniform method of promotion, basing eligibility to better positions upon demonstrated efficiency and faithfulness. The absence of fixed rules on this subject has been an infirmity in the system more and more apparent as its other benefits have been better appreciated.\n The advantages of civil-service methods in their business aspects are too well understood to require argument. Their application has become a necessity to the executive work of the Government. But those who gain positions through the operation of these methods should be made to understand that the nonpartisan scheme through which they receive their appointments demands from them by way of reciprocity nonpartisan and faithful performance of duty under every Administration and cheerful fidelity to every chief. While they should be encouraged to decently exercise their rights of citizenship and to support through their suffrages the political beliefs they honestly profess, the noisy, pestilent, and partisan employee, who loves political turmoil and contention or who renders lax and grudging service to an Administration not representing his political views, should be promptly and fearlessly dealt with in such a way as to furnish a warning to others who may be likewise disposed.\n The annual report of the Commissioners will be duly transmitted, and I commend the important matter they have in charge to the careful consideration of the Congress.\n The Interstate Commerce Commission has during the last year supplied abundant evidence of its usefulness and the importance of the work committed to its charge.\n Public transportation is a universal necessity, and the question of just and reasonable charges therefor has become of vital importance not only to shippers and carriers, but also to the vast multitude of producers and consumers. The justice and equity of the principles embodied in the existing law passed for the purpose of regulating these charges are everywhere conceded, and there appears to be no question that the policy thus entered upon has a permanent place in our legislation.\n As the present statute when enacted was in the nature of the case more or less tentative and experimental, it was hardly expected to supply a complete and adequate system. While its wholesome effects are manifest and have amply justified its enactment, it is evident that all desired reforms in transportation methods have not been fully accomplished. In view of the judicial interpretation which some provisions of this statute have received and the defects disclosed by the efforts made for its enforcement, its revision and amendment appear to be essential, to the end that it may more effectually reach the evils designed to be corrected. I hope the recommendations of the Commission upon this subject will be promptly and favorably considered by the Congress.\n I desire to recur to the statements elsewhere made concerning the Government's receipts and expenditures for the purpose of venturing upon some suggestions touching our present tariff law and its operation.\n This statute took effect on the 28th day of August, 1894. Whatever may be its shortcomings as a complete measure of tariff reform, it must be conceded that it has opened the way to a freer and greater exchange of commodities between us and other countries, and thus furnished a wider market for our products and manufactures.\n The only entire fiscal year during which this law has been in force ended on the 30th day of June, 1896. In that year our imports increased over those of the previous year more than $6,500,000, while the value of the domestic products we exported and which found markets abroad was nearly $70,000,000 more than during the preceding year.\n Those who insist that the cost to our people of articles coming to them from abroad for their needful use should only be increased through tariff charges to an extent necessary to meet the expenses of the Government, as well as those who claim that tariff charges may be laid upon such articles beyond the necessities of Government revenue and with the additional purpose of so increasing their price in our markets as to give American manufacturers and producers better and more profitable opportunities, must agree that our tariff laws are only primarily justified as sources of revenue to enable the Government to meet the necessary expenses of its maintenance. Considered as to its efficiency in this aspect, the present law can by no means fall under just condemnation. During the only complete fiscal year of its operation it has yielded nearly $8,000,000 more revenue than was received from tariff duties in the preceding year. There was, nevertheless, a deficit between our receipts and expenditures of a little more than $25,000,000 This, however, was not unexpected.\n The situation was such in December last, seven months before the close of the fiscal year, that the Secretary of the Treasury foretold a deficiency of $17,000,000. The great and increasing apprehension and timidity in business circles and the depression in all activities intervening since that time, resulting from causes perfectly well understood and entirely disconnected with our tariff law or its operation, seriously checked the imports we would have otherwise received and readily account for the difference between this estimate of the Secretary and the actual deficiency, as well as for a continued deficit. Indeed, it must be confessed that we could hardly have had a more unfavorable period than the last two years for the collection of tariff revenue. We can not reasonably hope that our recuperation from this business depression will be sudden, but it has already set in with a promise of acceleration and continuance.\n I believe our present tariff law, if allowed a fair opportunity, will in the near future yield a revenue which, with reasonably economical expenditures, will overcome all deficiencies. In the meantime no deficit that has occurred or may occur need excite or disturb us. To meet any such deficit we have in the Treasury in addition to a gold reserve of one hundred millions a surplus of more than $128,000,000 applicable to the payment of the expenses of the Government, and which must, unless expended for that purpose, remain a useless hoard, or, if not extravagantly wasted, must in any event be perverted from the purpose of its exaction from our people. The payment, therefore, of any deficiency in the revenue from this fund is nothing more than its proper and legitimate use. The Government thus applying a surplus fortunately in its Treasury to the payment of expenses not met by its current revenues is not at all to be likened to a man living beyond his income and thus incurring debt or encroaching on his principal.\n It is not one of the functions of our Government to accumulate and make additions to a fund not needed for immediate expenditure. With individuals it is the chief object of struggle and effort. The application of an accumulated fund by the Government to the payment of its running expenses is a duty. An individual living beyond his income and embarrassing himself with debt or drawing upon his accumulated fund of principal is either unfortunate or improvident. The distinction is between a government charged with the duty of expending for the benefit of the people and for proper purposes all the money it receives from any source, and the individual, who is expected to manifest a natural desire to avoid debt or to accumulate as much as possible and to live within the income derived from such accumulations, to the end that they may be increased or at least remain unimpaired for the future use and enjoyment of himself or the objects of his love and affection who may survive him.\n It is immeasurably better to appropriate our surplus to the payment of justifiable expenses than to allow it to become an invitation to reckless appropriations and extravagant expenditures.\n I suppose it will not be denied that under the present law our people obtain the necessaries of a comfortable existence at a cheaper rate than formerly. This is a matter of supreme importance, since it is the palpable duty of every just government to make the burdens of taxation as light as possible. The people should not be required to relinquish this privilege of cheaper living except under the stress of their Government's necessity made plainly manifest.\n This reference to the condition and prospects of our revenues naturally suggests an allusion to the weakness and vices of our financial methods. They have been frequently pressed upon the attention of Congress in previous Executive communications and the inevitable danger of their continued toleration pointed out. Without now repeating these details, I can not refrain from again earnestly presenting the necessity of the prompt reform of a system opposed to every rule of sound finance and shown by experience to be fraught with the gravest peril and perplexity. The terrible Civil War, which shook the foundations of our Government more than thirty years ago, brought in its train the destruction of property, the wasting of our country's substance, and the estrangement of brethren. These are now past and forgotten. Even the distressing loss of life the conflict entailed is but a sacred memory which fosters patriotic sentiment and keeps alive a tender regard for those who nobly died. And yet there remains with us to-day in full strength and activity, as an incident of that tremendous struggle, a feature of its financial necessities not only unsuited to our present circumstances, but manifestly a disturbing menace to business security and an ever-present agent of monetary distress.\n Because we may be enjoying a temporary relief from its depressing influence, this should not lull us into a false security nor lead us to forget the suddenness of past visitations.\n I am more convinced than ever that we can have no assured financial peace and safety until the Government currency obligations upon which gold may be demanded from the Treasury are withdrawn from circulation and canceled. This might be done, as has been heretofore recommended, by their exchange for long-term bonds bearing a low rate of interest or by their redemption with the proceeds of such bonds. Even if only the United States notes known as greenbacks were thus retired it is probable that the Treasury notes issued in payment of silver purchases under the act of July 14, 1890, now paid in gold when demanded, would not create much disturbance, as they might from time to time, when received in the Treasury by redemption in gold or otherwise, be gradually and prudently replaced by silver coin.\n This plan of issuing bonds for the purpose of redemption certainly appears to be the most effective and direct path to the needed reform. In default of this, however, it would be a step in the right direction if currency obligations redeemable in gold whenever so redeemed should be canceled instead of being reissued. This operation would be a slow remedy, but it would improve present conditions.\n National banks should redeem their own notes. They should be allowed to issue circulation to the par value of bonds deposited as security for its redemption and the tax on their circulation should be reduced to one-fourth of 1 per cent.\n In considering projects for the retirement of United States notes and Treasury notes issued under the law of 1890, I am of the opinion that we have placed too much stress upon the danger of contracting the currency and have calculated too little upon the gold that would be added to our circulation if invited to us by better and safer financial methods. It is not so much a contraction of our currency that should be avoided as its unequal distribution.\n This might be obviated and any fear of harmful contraction at the same time removed by allowing the organization of smaller banks and in less populous communities than are now permitted, and also authorizing existing banks to establish branches in small communities under proper restrictions.\n The entire case may be presented by the statement that the day of sensible and sound financial methods will not dawn upon us until our Government abandons the banking business and the accumulation of funds and confines its monetary operations to the receipt of the money contributed by the people for its support and to the expenditure of such money for the people's benefit.\n Our business interests and all good citizens long for rest from feverish agitation and the inauguration by the Government of a reformed financial policy which will encourage enterprise and make certain the rewards of labor and industry.\n Another topic in which our people rightfully take a deep interest may be here briefly considered. I refer to the existence of trusts and other huge aggregations of capital the object of which is to secure the monopoly of some particular branch of trade, industry, or commerce and to stifle wholesome competition. When these are defended, it is usually on the ground that though they increase profits they also reduce prices, and thus may benefit the public. It must be remembered, however, that a reduction of prices to the people is not one of the real objects of these organizations, nor is their tendency necessarily in that direction. If it occurs in a particular case it is only because it accords with the purposes or interests of those managing the scheme.\n Such occasional results fall far short of compensating the palpable evils charged to the account of trusts and monopolies. Their tendency is to crush out individual independence and to hinder or prevent the free use of human faculties and the full development of human character. Through them the farmer, the artisan, and the small trader is in danger of dislodgment from the proud position of being his own master, watchful of all that touches his country's prosperity, in which he has an individual lot, and interested in all that affects the advantages of business of which he is a factor, to be relegated to the level of a mere appurtenance to a great machine, with little free will, with no duty but that of passive obedience, and with little hope or opportunity of rising in the scale of responsible and helpful citizenship.\n To the instinctive belief that such is the inevitable trend of trusts and monopolies is due the widespread and deep-seated popular aversion in which they are held and the not unreasonable insistence that, whatever may be their incidental economic advantages, their general effect upon personal character, prospects, and usefulness can not be otherwise than injurious.\n Though Congress has attempted to deal with this matter by legislation, the laws passed for that purpose thus far have proved ineffective, not because of any lack of disposition or attempt to enforce them, but simply because the laws themselves as interpreted by the courts do not reach the difficulty. If the insufficiencies of existing laws can be remedied by further legislation, it should be done. The fact must be recognized, however, that all Federal legislation on this subject may fall short of its purpose because of inherent obstacles and also because of the complex character of our governmental system, which, while making the Federal authority supreme within its sphere, has carefully limited that sphere by metes and bounds that can not be transgressed. The decision of our highest court on this precise question renders it quite doubtful whether the evils of trusts and monopolies can be adequately treated through Federal action unless they seek directly and purposely to include in their objects transportation or intercourse between States or between the United States and foreign countries.\n It does not follow, however, that this is the limit of the remedy that may be applied. Even though it may be found that Federal authority is not broad enough to fully reach the case, there can be no doubt of the power of the several States to act effectively in the premises, and there should be no reason to doubt their willingness to judiciously exercise such power.\n In concluding this communication its last words shall be an appeal to the Congress for the most rigid economy in the expenditure of the money it holds in trust for the people. The way to perplexing extravagance is easy, but a return to frugality is difficult. When, however, it is considered that those who bear the burdens of taxation have no guaranty of honest care save in the fidelity of their public servants, the duty of all possible retrenchment is plainly manifest.\n When our differences are forgotten and our contests of political opinion are no longer remembered, nothing in the retrospect of our public service will be as fortunate and comforting as the recollection of official duty well performed and the memory of a constant devotion to the interests of our confiding fellow-countrymen."}