{"title": "December 8 1846 Second Annual Message to Congress-James K. Polk", "content": " by long and painful experience, and in the face of the immense advantages which under a more liberal commercial policy we are already deriving, and must continue to derive, by supplying her starving population with food, the United States should restore a policy which she has been compelled to abandon, and thus diminish her ability to purchase from us the food and other articles which she so much needs and we so much desire to sell. By the simultaneous abandonment of the protective policy by Great Britain and the United States new and important markets have already been opened for our agricultural and other products, commerce and navigation have received a new impulse, labor and trade have been released from the artificial trammels which have so long fettered them, and to a great extent reciprocity in the exchange of commodities has been introduced at the same time by both countries, and greatly for the benefit of both. Great Britain has been forced by the pressure of circumstances at home to abandon a policy which has been upheld for ages, and to open her markets for our immense surplus of breadstuffs, and it is confidently believed that other powers of Europe will ultimately see the wisdom, if they be not compelled by the pauperism and sufferings of their crowded population, to pursue a similar policy.\n\nOur farmers are more deeply interested in maintaining the just and liberal policy of the existing law than any other class of our citizens. They constitute a large majority of our population, and it is well known that when they prosper all other pursuits prosper also. They have heretofore not only received none of the bounties or favors of Government, but by the unequal operations of the protective policy have been made by the burdens of taxation which it imposed to contribute to the bounties which have enriched others.\n\nWhen a foreign as well as a home market is opened to them, they must receive, as they are now receiving, increased prices for their products. They will find a readier sale, and at better prices, for their wheat, flour, rice, Indian corn, beef, pork, lard, butter, cheese, and other articles which they produce. The home market alone is inadequate to enable them to dispose of the immense surplus of food and other articles which they are capable of producing, even at the most reduced prices, for the manifest reason that they can not be consumed in the country. The United States can from their immense surplus supply not only the home demand, but the deficiencies of food required by the whole world.\n\nThat the reduced production of some of the chief articles of food in Great Britain and other parts of Europe may have contributed to increase the demand for our breadstuffs and provisions is not doubted, but that the great and efficient cause of this increased demand and of increased prices consists in the removal of artificial restrictions heretofore imposed is deemed to be equally certain. That our exports of food, already increased and increasing beyond former example under the more liberal policy which has been adopted, will be still vastly enlarged unless they be checked or prevented by a restoration of the protective policy can not be doubted. That our commercial and navigating interests will be enlarged in a corresponding ratio with the increase of our trade is equally certain, while our manufacturing interests will still be the favored interests of the country and receive the incidental protection afforded them by revenue duties; and more than this they can not justly demand.\n\nIn my annual message of December last a tariff of revenue duties based upon the principles of the existing law was recommended, and I have seen no reason to change the opinions then expressed. In view of the probable beneficial effects of that law, I recommend that the policy established by it be maintained. It has but just commenced to operate, and to abandon or modify it without giving it a fair trial would be inexpedient and unwise. Should defects in any of its details be ascertained by actual experience to exist, these may be hereafter corrected; but until such defects shall become manifest the act should be fairly tested.\n\nIt is submitted for your consideration whether it may not be proper, as a war measure, to impose revenue duties on some of the articles now embraced in the free list. Should it be deemed proper to impose such duties with a view to raise revenue to meet the expenses of the war with Mexico or to avoid to that extent the creation of a public debt, they may be repealed when the emergency which gave rise to them shall cease to exist, and constitute no part of the permanent policy of the country.\n\nThe act of the 6th of August last, \"to provide for the better organization of the Treasury and for the collection, safe-keeping, transfer, and disbursement of the public revenue,\" has been carried into execution as rapidly as the delay necessarily arising out of the appointment of new officers, taking and approving their bonds, and preparing and securing proper places for the safe-keeping of the public money would permit. It is not proposed to depart in any respect from the principles or policy on which this great measure is rounded. There are, however, defects in the details of the measure, developed by its practical operation, which are fully set forth in the report of the Secretary of the Treasury, to which the attention of Congress is invited. These defects would impair to some extent the successful operation of the law at all times, but are especially embarrassing when the country is engaged in a war, when the expenditures are greatly increased, when loans are to be effected and the disbursements are to be made at points many hundred miles distant, in some cases, from any depository, and a large portion of them in a foreign country. The modifications suggested in the report of the Secretary of the Treasury are recommended to your favorable consideration.\n\nIn connection with this subject I invite your attention to the importance of establishing a branch of the Mint of the United States at New York. Two-thirds of the revenue derived from customs being collected at that point, the demand for specie to pay the duties will be large, and a branch mint where foreign coin and bullion could be immediately converted into American coin would greatly facilitate the transaction of the public business, enlarge the circulation of gold and silver, and be at the same time a safe depository of the public money.\n\nThe importance of graduating and reducing the price of such of the public lands as have been long offered in the market at the minimum rate authorized by existing laws, and remain unsold, induces me again to recommend the subject to your favorable consideration. Many millions of acres of these lands have been offered in the market for more than thirty years and larger quantities for more than ten or twenty years, and, being of an inferior quality, they must remain unsalable for an indefinite period unless the price at which they may be purchased shall be reduced. To place a price upon them above their real value is not only to prevent their sale, and thereby deprive the Treasury of any income from that source, but is unjust to the States in which they lie, because it retards their growth and increase of population, and because they have no power to levy a tax upon them as upon other lands within their limits, held by other proprietors than the United States, for the support of their local governments.\n\nThe beneficial effects of the graduation principle have been realized by some of the States owning the lands within their limits in which it has been adopted. They have been demonstrated also by the United States acting as the trustee of the Chickasaw tribe of Indians in the sale of their lands lying within the States of Mississippi and Alabama. The Chickasaw lands, which would not command in the market the minimum price established by the laws of the United States for the sale of their lands, were, in pursuance of the treaty of 1834 with that tribe, subsequently offered for sale at graduated and reduced rates for limited periods. The result was that large quantities of these lands were purchased which would otherwise have remained unsold. The lands were disposed of at their real value, and many persons of limited means were enabled to purchase small tracts, upon which they have settled with their families. That similar results would be produced by the adoption of the graduation policy by the United States in all the States in which they are the owners of large bodies of lands which have been long in the market can not be doubted. It can not be a sound policy to withhold large quantities of the public lands from the use and occupation of our citizens by fixing upon them prices which experience has shown they will not command. On the contrary, it is a wise policy to afford facilities to our citizens to become the owners at low and moderate rates of freeholds of their own instead of being the tenants and dependents of others. If it be apprehended that these lands if reduced in price would be secured in large quantities by speculators or capitalists, the sales may be restricted in limited quantities to actual settlers or persons purchasing for purposes of cultivation.\n\nIn my last annual message I submitted for the consideration of Congress the present system of managing the mineral lands of the United States, and recommended that they should be brought into market and sold upon such terms and under such restrictions as Congress might prescribe. By the act of the 11th of July last \"the reserved lead mines and contiguous lands in the States of Illinois and Arkansas and Territories of Wisconsin and Iowa\" were authorized to be sold. The act is confined in its operation to \"lead mines and contiguous lands.\" A large portion of the public lands, containing copper and other ores, is represented to be very valuable, and I recommend that provision be made authorizing the sale of these lands upon such terms and conditions as from their supposed value may in the judgment of Congress be deemed advisable, having due regard to the interests of such of our citizens as may be located upon them.\n\nIt will be important during your present session to establish a Territorial government and to extend the jurisdiction and laws of the United States over the Territory of Oregon. Our laws regulating trade and intercourse with the Indian tribes east of the Rocky Mountains should be extended to the Pacific Ocean; and for the purpose of executing them and preserving friendly relations with the Indian tribes within our limits, an additional number of Indian agencies will be required, and should be authorized by law. The establishment of custom-houses and of post-offices and post-roads and provision for the transportation of the mail on such routes as the public convenience will suggest require legislative authority. It will be proper also to establish a surveyor-general's office in that Territory and to make the necessary provision for surveying the public lands and bringing them into market. As our citizens who now reside in that distant region have been subjected to many hardships, privations, and sacrifices in their emigration, and by their improvements have enhanced the value of the public lands in the neighborhood of their settlements, it is recommended that liberal grants be made to them ot such portions of these lands as they may occupy, and that similar grants or rights of preemption be made to all who may emigrate thither within a limited period, prescribed by law.\n\nThe report of the Secretary of War contains detailed information relative to the several branches of the public service connected with that Department. The operations of the Army have been of a satisfactory and highly gratifying character. I recommend to your early and favorable consideration the measures proposed by the Secretary of War for speedily filling up the rank and file of the Regular Army, for its greater efficiency in the field, and for raising an additional force to serve during the war with Mexico.\n\nEmbarrassment is likely to arise for want of legal provision authorizing compensation to be made to the agents employed in the several States and Territories to pay the Revolutionary and other pensioners the amounts allowed them by law. Your attention is invited to the recommendations of the Secretary of War on this subject. These agents incur heavy responsibilities and perform important duties, and no reason exists why they should not be placed on the same footing as to compensation with other disbursing officers.\n\nOur relations with the various Indian tribes continue to be of a pacific character. The unhappy dissensions which have existed among the Cherokees for many years past have been healed. Since my last annual message important treaties have been negotiated with some of the tribes, by which the Indian title to large tracts of valuable land within the limits of the States and Territories has been extinguished and arrangements made for removing them to the country west of the Mississippi. Between 3,000 and 4,000 of different tribes have been removed to the country provided for them by treaty stipulations, and arrangements have been made for others to follow.\n\nIn our intercourse with the several tribes particular attention has been given to the important subject of education. The number of schools established among them has been increased, and additional means provided not only for teaching them the rudiments of education, but of instructing them in agriculture and the mechanic arts.\n\nI refer you to the report of the Secretary of the Navy for a satisfactory view of the operations of the Department under his charge during the past year. It is gratifying to perceive that while the war with Mexico has rendered it necessary to employ an unusual number of our armed vessels on her coasts, the protection due to our commerce in other quarters of the world has not proved insufficient. No means will be spared to give efficiency to the naval service in the prosecution of the war; and I am happy to know that the officers and men anxiously desire to devote themselves to the service of their country in any enterprise, however difficult of execution.\n\nI recommend to your favorable consideration the proposition to add to each of our foreign squadrons an efficient sea steamer, and, as especially demanding attention, the establishment at Pensacola of the necessary means of repairing and refitting the vessels of the Navy employed in the Gulf of Mexico.\n\nThere are other suggestions in the report which deserve and I doubt not will receive your consideration.\n\nThe progress and condition of the mail service for the past year are fully presented in the report of the Postmaster-General. The revenue for the year ending on the 30th of June last amounted to $3,487,199, which is $802,642.45 less than that of the preceding year. The payments for that Department during the same time amounted to $4,084,297.22. Of this sum $597,097.80 have been drawn from the Treasury. The disbursements for the year were $236,434.77 less than those of the preceding year. While the disbursements have been thus diminished, the mail facilities have been enlarged by new mail routes of 5,739 miles, an increase of transportation of 1,764,145 miles, and the establishment of 418 new post-offices. Contractors, postmasters, and others engaged in this branch of the service have performed their duties with energy and faithfulness deserving commendation. For many interesting details connected with the operations of this establishment you are referred to the report of the Postmaster-General, and his suggestions for improving its revenues are recommended to your favorable consideration. I repeat the opinion expressed in my last annual message that the business of this Department should be so regulated that the revenues derived from it should be made to equal the expenditures, and it is believed that this may be done by proper modifications of the present laws, as suggested in the report of the Postmaster-General, without changing the present rates of postage.\n\nWith full reliance upon the wisdom and patriotism of your deliberations, it will be my duty, as it will be my anxious desire, to cooperate with you in every constitutional effort to promote the welfare and maintain the honor of our common country."}