{"title": "December 5 1905 Fifth Annual Message-Theodore Roosevelt", "content": " canal within a reasonable time and at a reasonable cost. This is virtually the unanimous testimony of the engineers who have investigated the matter for the Government.\n The point which remains unsettled is the question of type, whether the canal shall be one of several locks above sea level, or at sea level with a single tide lock. On this point I hope to lay before the Congress at an early day the findings of the Advisory Board of American and European Engineers, that at my invitation have been considering the subject, together with the report of the Commission thereon, and such comments thereon or recommendations in reference thereto as may seem necessary.\n The American people is pledged to the speediest possible construction of a canal adequate to meet the demands which the commerce of the world will make upon it, and I appeal most earnestly to the Congress to aid in the fulfillment of the pledge. Gratifying progress has been made during the past year, and especially during the past four months. The greater part of the necessary preliminary work has been done. Actual work of excavation could be begun only on a limited scale till the Canal Zone was made a healthful place to live in and to work in. The Isthmus had to be sanitated first. This task has been so thoroughly accomplished that yellow fever has been virtually extirpated from the Isthmus and general health conditions vastly improved. The same methods which converted the island of Cuba from a pest hole, which menaced the health of the world, into a healthful place of abode, have been applied on the Isthmus with satisfactory results. There is no reason to doubt that when the plans for water supply, paving, and sewerage of Panama and Colon and the large labor camps have been fully carried out, the Isthmus will be, for the tropics, an unusually healthy place of abode. The work is so far advanced now that the health of all those employed in canal work is as well guarded as it is on similar work in this country and elsewhere.\n In addition to sanitating the Isthmus, satisfactory quarters are being provided for employes and an adequate system of supplying them with wholesome food at reasonable prices has been created. Hospitals have been established and equipped that are without their superiors of their kind anywhere. The country has thus been made fit to work in, and provision has been made for the welfare and comfort of those who are to do the work. During the past year a large portion of the plant with which the work is to be done has been ordered. It is confidently believed that by the middle of the approaching year a sufficient proportion of this plant will have been installed to enable us to resume the work of excavation on a large scale.\n What is needed now and without delay is an appropriation by the Congress to meet the current and accruing expenses of the commission. The first appropriation of $10,000,000, out of the $135,000,000 authorized by the Spooner act, was made three years ago. It is nearly exhausted. There is barely enough of it remaining to carry the commission to the end of the year. Unless the Congress shall appropriate before that time all work must cease. To arrest progress for any length of time now, when matters are advancing so satisfactorily, would be deplorable. There will be no money with which to meet pay roll obligations and none with which to meet bills coming due for materials and supplies; and there will be demoralization of the forces, here and on the Isthmus, now working so harmoniously and effectively, if there is delay in granting an emergency appropriation. Estimates of the amount necessary will be found in the accompanying reports of the Secretary of War and the commission.\n I recommend more adequate provision than has been made heretofore for the work of the Department of State. Within a few years there has been a very great increase in the amount and importance of the work to be done by that department, both in Washington and abroad. This has been caused by the great increase of our foreign trade, the increase of wealth among our people, which enables them to travel more generally than heretofore, the increase of American capital which is seeking investment in foreign countries, and the growth of our power and weight in the councils of the civilized world. There has been no corresponding increase of facilities for doing the work afforded to the department having charge of our foreign relations.\n Neither at home nor abroad is there a sufficient working force to do the business properly. In many respects the system which was adequate to the work of twenty-five years or even ten years ago, is inadequate now, and should be changed. Our Consular force should be classified, and appointments should be made to the several classes, with authority to the Executive to assign the members of each class to duty at such posts as the interests of the service require, instead of the appointments being made as at present to specified posts. There should be an adequate inspection service, so that the department may be able to inform itself how the business of each Consulate is being done, instead of depending upon casual private information or rumor. The fee system should be entirely abolished, and a due equivalent made in salary to the officers who now eke out their subsistence by means of fees. Sufficient provision should be made for a clerical force in every Consulate composed entirely of Americans, instead of the insufficient provision now made, which compels the employment of great numbers of citizens of foreign countries whose services can be obtained for less money. At a large part of our Consulates the office quarters and the clerical force are inadequate to the performance of the onerous duties imposed by the recent provisions of our immigration laws as well as by our increasing trade. In many parts of the world the lack of suitable quarters for our embassies, legations, and Consulates detracts from the respect in which our officers ought to be held, and seriously impairs their weight and influence.\n Suitable provision should be made for the expense of keeping our diplomatic officers more fully informed of what is being done from day to day in the progress of our diplomatic affairs with other countries. The lack of such information, caused by insufficient appropriations available for cable tolls and for clerical and messenger service, frequently puts our officers at a great disadvantage and detracts from their usefulness. The salary list should be readjusted. It does not now correspond either to the importance of the service to be rendered and the degrees of ability and experience required in the different positions, or to the differences in the cost of living. In many cases the salaries are quite inadequate."}