{"title": "December 5 1853 First Annual Message-Franklin Pierce", "content": "ose and security to the public mind throughout the Confederacy. That this repose is to suffer no shock during my official term, if I have power to avert it, those who placed me here may be assured. The wisdom of men who knew what independence cost, who had put all at stake upon the issue of the Revolutionary struggle, disposed of the subject to which I refer in the only way consistent with the Union of these States and with the march of power and prosperity which has made us what we are. It is a significant fact that from the adoption of the Constitution until the officers and soldiers of the Revolution had passed to their graves, or, through the infirmities of age and wounds, had ceased to participate actively in public affairs, there was not merely a quiet acquiescence in, but a prompt vindication of, the constitutional rights of the States. The reserved powers were scrupulously respected. No statesman put forth the narrow views of casuists to justify interference and agitation, but the spirit of the compact was regarded as sacred in the eye of honor and indispensable for the great experiment of civil liberty, which, environed by inherent difficulties, was yet borne forward in apparent weakness by a power superior to all obstacles. There is no condemnation which the voice of freedom will not pronounce upon us should we prove faithless to this great trust. While men inhabiting different parts of this vast continent can no more be expected to hold the same opinions or entertain the same sentiments than every variety of climate or soil can be expected to furnish the same agricultural products, they can unite in a common object and sustain common principles essential to the maintenance of that object. The gallant men of the South and the North could stand together during the struggle of the Revolution; they could stand together in the more trying period which succeeded the clangor of arms. As their united valor was adequate to all the trials of the camp and dangers of the field, so their united wisdom proved equal to the greater task of founding upon a deep and broad basis institutions which it has been our privilege to enjoy and will ever be our most sacred duty to sustain. It is but the feeble expression of a faith strong and universal to say that their sons, whose blood mingled so often upon the same field during the War of 1812 and who have more recently borne in triumph the flag of the country upon a foreign soil, will never permit alienation of feeling to weaken the power of their united efforts nor internal dissensions to paralyze the great arm of freedom, uplifted for the vindication of self-government.\n I have thus briefly presented such suggestions as seem to me especially worthy of your consideration. In providing for the present you can hardly fail to avail yourselves of the light which the experience of the past casts upon the future.\n The growth of our population has now brought us, in the destined career of our national history, to a point at which it well behooves us to expand our vision over the vast prospective.\n The successive decennial returns of the census since the adoption of the Constitution have revealed a law of steady, progressive development, which may be stated in general terms as a duplication every quarter century. Carried forward from the point already reached for only a short period of time, as applicable to the existence of a nation, this law of progress, if unchecked, will bring us to almost incredible results. A large allowance for a diminished proportional effect of emigration would not very materially reduce the estimate, while the increased average duration of human life known to have already resulted from the scientific and hygienic improvements of the past fifty years will tend to keep up through the next fifty, or perhaps hundred, the same ratio of growth which has been thus revealed in our past progress; and to the influence of these causes may be added the influx of laboring masses from eastern Asia to the Pacific side of our possessions, together with the probable accession of the populations already existing in other parts of our hemisphere, which within the period in question will feel with yearly increasing force the natural attraction of so vast, powerful, and prosperous a confederation of self-governing republics and will seek the privilege of being admitted within its safe and happy bosom, transferring with themselves, by a peaceful and healthy process of incorporation, spacious regions of virgin and exuberant soil, which are destined to swarm with the fast growing and fast-spreading millions of our race.\n These considerations seem fully to justify the presumption that the law of population above stated will continue to act with undiminished effect through at least the next half century, and that thousands of persons who have already arrived at maturity and are now exercising the rights of freemen will close their eyes on the spectacle of more than 100,000,000 of population embraced within the majestic proportions of the American Union. It is not merely as an interesting topic of speculation that I present these views for your consideration. They have important practical bearings upon all the political duties we are called upon to perform. Heretofore our system of government has worked on what may be termed a miniature scale in comparison with the development which it must thus assume within a future so near at hand as scarcely to be beyond the present of the existing generation.\n It is evident that a confederation so vast and so varied, both in numbers and in territorial extent, in habits and in interests, could only be kept in national cohesion by the strictest fidelity to the principles of the Constitution as understood by those who have adhered to the most restricted construction of the powers granted by the people and the States. Interpreted and applied according to those principles, the great compact adapts itself with healthy ease and freedom to an unlimited extension of that benign system of federative self-government of which it is our glorious and, I trust, immortal charter. Let us, then, with redoubled vigilance, be on our guard against yielding to the temptation of the exercise of doubtful powers, even under the pressure of the motives of conceded temporary advantage and apparent temporary expediency. The minimum of Federal government compatible with the maintenance of national unity and efficient action in our relations with the rest of the world should afford the rule and measure of construction of our powers under the general clauses of the Constitution. A spirit of strict deference to the sovereign rights and dignity of every State, rather than a disposition to subordinate the States into a provincial relation to the central authority, should characterize all our exercise of the respective powers temporarily vested in us as a sacred trust from the generous confidence of our constituents.\n In like manner, as a manifestly indispensable condition of the perpetuation of the Union and of the realization of that magnificent national future adverted to, does the duty become yearly stronger and clearer upon us, as citizens of the several States, to cultivate a fraternal and affectionate spirit, language, and conduct in regard to other States and in relation to the varied interests, institutions, and habits of sentiment and opinion which may respectively characterize them. Mutual forbearance, respect, and noninterference in our personal action as citizens and an enlarged exercise of the most liberal principles of comity in the public dealings of State with State, whether in legislation or in the execution of laws, are the means to perpetuate that confidence and fraternity the decay of which a mere political union, on so vast a scale, could not long survive.\n In still another point of view is an important practical duty suggested by this consideration of the magnitude of dimensions to which our political system, with its corresponding machinery of government, is so rapidly expanding. With increased vigilance does it require us to cultivate the cardinal virtues of public frugality and official integrity and purity. Public affairs ought to be so conducted that a settled conviction shall pervade the entire Union that nothing short of the highest tone and standard of public morality marks every part of the administration and legislation of the General Government. Thus will the federal system, whatever expansion time and progress may give it, continue more and more deeply rooted in the love and confidence of the people.\n That wise economy which is as far removed from parsimony as from corrupt and corrupting extravagance; that single regard for the public good which will frown upon all attempts to approach the Treasury with insidious projects of private interest cloaked under public pretexts; that sound fiscal administration which, in the legislative department, guards against the dangerous temptations incident to overflowing revenue, and, in the executive, maintains an unsleeping watchfulness against the tendency of all national expenditure to extravagance, while they are admitted elementary political duties, may, I trust, be deemed as properly adverted to and urged in view of the more impressive sense of that necessity which is directly suggested by the considerations now presented.\n Since the adjournment of Congress the Vice-President of the United States has passed from the scenes of earth, without having entered upon the duties of the station to which he had been called by the voice of his countrymen. Having occupied almost continuously for more than thirty years a seat in one or the other of the two Houses of Congress, and having by his singular purity and wisdom secured unbounded confidence and universal respect, his failing health was watched by the nation with painful solicitude. His loss to the country, under all the circumstances, has been justly regarded as irreparable.\n In compliance with the act of Congress of March 2, 1853, the oath of office was administered to him on the 24th of that month at Ariadne estate, near Matanzas, in the island of Cuba; but his strength gradually declined, and was hardly sufficient to enable him to return to his home in Alabama, where, on the 18th day of April, in the most calm and peaceful way, his long and eminently useful career was terminated. Entertaining unlimited confidence in your intelligent and patriotic devotion to the public interest, and being conscious of no motives on my part which are not inseparable from the honor and advancement of my country, I hope it may be my privilege to deserve and secure not only your cordial cooperation in great public measures, but also those relations of mutual confidence and regard which it is always so desirable to cultivate between members of coordinate branches of the Government."}