{"title": "December 6 1852 Third Annual Message-Millard Fillmore", "content": " very much depend on the vigilance, intelligence, and fidelity of the subordinate officers and clerks, and especially on those intrusted with the settlement and adjustment of claims and accounts. I am gratified to believe that they have generally performed their duties faithfully and well. They are appointed to guard the approaches to the public Treasury, and they occupy positions that expose them to all the temptations and seductions which the cupidity of peculators and fraudulent claimants can prompt them to employ. It will be but a wise precaution to protect the Government against that source of mischief and corruption, as far as it can be done, by the enactment of all proper legal penalties. The laws in this respect are supposed to be defective, and I therefore deem it my duty to call your attention to the subject and to recommend that provision be made by law for the punishment not only of those who shall accept bribes, but also of those who shall either promise, give, or offer to give to any of those officers or clerks a bribe or reward touching or relating to any matter of their official action or duty.\n\nIt has been the uniform policy of this Government, from its foundation to the present day, to abstain from all interference in the domestic affairs of other nations. The consequence has been that while the nations of Europe have been engaged in desolating wars our country has pursued its peaceful course to unexampled prosperity and happiness. The wars in which we have been compelled to engage in defense of the rights and honor of the country have been, fortunately, of short duration. During the terrific contest of nation against nation which succeeded the French Revolution we were enabled by the wisdom and firmness of President Washington to maintain our neutrality. While other nations were drawn into this wide-sweeping whirlpool, we sat quiet and unmoved upon our own shores. While the flower of their numerous armies was wasted by disease or perished by hundreds of thousands upon the battlefield, the youth of this favored land were permitted to enjoy the blessings of peace beneath the paternal roof. While the States of Europe incurred enormous debts, under the burden of which their subjects still groan, and which must absorb no small part of the product of the honest industry of those countries for generations to come, the United States have once been enabled to exhibit the proud spectacle of a nation free from public debt, and if permitted to pursue our prosperous way for a few years longer in peace we may do the same again.\n\nBut it is now said by some that this policy must be changed. Europe is no longer separated from us by a voyage of months, but steam navigation has brought her within a few days' sail of our shores. We see more of her movements and take a deeper interest in her controversies. Although no one proposes that we should join the fraternity of potentates who have for ages lavished the blood and treasure of their subjects in maintaining \"the balance of power,\" yet it is said that we ought to interfere between contending sovereigns and their subjects for the purpose of overthrowing the monarchies of Europe and establishing in their place republican institutions. It is alleged that we have heretofore pursued a different course from a sense of our weakness, but that now our conscious strength dictates a change of policy, and that it is consequently our duty to mingle in these contests and aid those who are struggling for liberty.\n\nThis is a most seductive but dangerous appeal to the generous sympathies of freemen. Enjoying, as we do, the blessings of a free Government, there is no man who has an American heart that would not rejoice to see these blessings extended to all other nations. We can not witness the struggle between the oppressed and his oppressor anywhere without the deepest sympathy for the former and the most anxious desire for his triumph. Nevertheless, is it prudent or is it wise to involve ourselves in these foreign wars? Is it indeed true that we have heretofore refrained from doing so merely from the degrading motive of a conscious weakness? For the honor of the patriots who have gone before us, I can not admit it. Men of the Revolution, who drew the sword against the oppressions of the mother country and pledged to Heaven \"their lives, their fortunes, and their sacred honor\" to maintain their freedom, could never have been actuated by so unworthy a motive. They knew no weakness or fear where right or duty pointed the way, and it is a libel upon their fair fame for us, while we enjoy the blessings for which they so nobly fought and bled, to insinuate it. The truth is that the course which they pursued was dictated by a stern sense of international justice, by a statesmanlike prudence and a far-seeing wisdom, looking not merely to the present necessities but to the permanent safety and interest of the country. They knew that the world is governed less by sympathy than by reason and force; that it was not possible for this nation to become a \"propagandist\" of free principles without arraying against it the combined powers of Europe, and that the result was more likely to be the overthrow of republican liberty here than its establishment there. History has been written in vain for those who can doubt this. France had no sooner established a republican form of government than she manifested a desire to force its blessings on all the world. Her own historian informs us that, hearing of some petty acts of tyranny in a neighboring principality, \"the National Convention declared that she would afford succor and fraternity to all nations who wished to recover their liberty, and she gave it in charge to the executive power to give orders to the generals of the French armies to aid all citizens who might have been or should be oppressed in the cause of liberty.\" Here was the false step which led to her subsequent misfortunes. She soon found herself involved in war with all the rest of Europe. In less than ten years her Government was changed from a republic to an empire, and finally, after shedding rivers of blood, foreign powers restored her exiled dynasty and exhausted Europe sought peace and repose in the unquestioned ascendency of monarchical principles. Let us learn wisdom from her example. Let us remember that revolutions do not always establish freedom. Our own free institutions were not the offspring of our Revolution. They existed before. They were planted in the free charters of self-government under which the English colonies grew up, and our Revolution only freed us from the dominion of a foreign power whose government was at variance with those institutions. But European nations have had no such training for self-government, and every effort to establish it by bloody revolutions has been, and must without that preparation continue to be, a failure. Liberty unregulated by law degenerates into anarchy, which soon becomes the most horrid of all despotisms. Our policy is wisely to govern ourselves, and thereby to set such an example of national justice, prosperity, and true glory as shall teach to all nations the blessings of self-government and the unparalleled enterprise and success of a free people.\n\nWe live in an age of progress, and ours is emphatically a country of progress. Within the last half century the number of States in this Union has nearly doubled, the population has almost quadrupled, and our boundaries have been extended from the Mississippi to the Pacific. Our territory is checkered over with railroads and furrowed with canals. The inventive talent of our country is excited to the highest pitch, and the numerous applications for patents for valuable improvements distinguish this age and this people from all others. The genius of one American has enabled our commerce to move against wind and tide and that of another has annihilated distance in the transmission of intelligence. The whole country is full of enterprise. Our common schools are diffusing intelligence among the people and our industry is fast accumulating the comforts and luxuries of life. This is in part owing to our peculiar position, to our fertile soil and comparatively sparse population; but much of it is also owing to the popular institutions under which we live, to the freedom which every man feels to engage in any useful pursuit according to his taste or inclination, and to the entire confidence that his person and property will be protected by the laws. But whatever may be the cause of this unparalleled growth in population, intelligence, and wealth, one tiring is clear--that the Government must keep pace with the progress of the people. It must participate in their spirit of enterprise, and while it exacts obedience to the laws and restrains all unauthorized invasions of the rights of neighboring states, it should foster and protect home industry and lend its powerful strength to the improvement of such means of intercommunication as are necessary to promote our internal commerce and strengthen the ties which bind us together as a people.\n\nIt is not strange, however much it may be regretted, that such an exuberance of enterprise should cause some individuals to mistake change for progress and the invasion of the rights of others for national prowess and glory. The former are constantly agitating for some change in the organic law, or urging new and untried theories of human rights. The latter are ever ready to engage in any wild crusade against a neighboring people, regardless of the justice of the enterprise and without looking at the fatal consequences to ourselves and to the cause of popular government. Such expeditions, however, are often stimulated by mercenary individuals, who expect to share the plunder or profit of the enterprise without exposing themselves to danger, and are led on by some irresponsible foreigner, who abuses the hospitality of our own Government by seducing the young and ignorant to join in his scheme of personal ambition or revenge under the false and delusive pretense of extending the area of freedom. These reprehensible aggressions but retard the true progress of our nation and tarnish its fair fame. They should therefore receive the indignant frowns of every good citizen who sincerely loves his country and takes a pride in its prosperity and honor. Our Constitution, though not perfect, is doubtless the best that ever was formed. Therefore let every proposition to change it be well weighed and, if found beneficial, cautiously adopted. Every patriot will rejoice to see its authority so exerted as to advance the prosperity and honor of the nation, whilst he will watch with jealousy any attempt to mutilate this charter of our liberties or pervert its powers to acts of aggression or injustice. Thus shall conservatism and progress blend their harmonious action in preserving the form and spirit of the Constitution and at the same time carry forward the great improvements of the country with a rapidity and energy which freemen only can display.\n\nIn closing this my last annual communication, permit me, fellow-citizens, to congratulate you on the prosperous condition of our beloved country. Abroad its relations with all foreign powers are friendly, its rights are respected, and its high place in the family of nations cheerfully recognized. At home we enjoy an amount of happiness, public and private, which has probably never fallen to the lot of any other people. Besides affording to our own citizens a degree of prosperity of which on so large a scale I know of no other instance, our country is annually affording a refuge and a home to multitudes, altogether without example, from the Old World.\n\nWe owe these blessings, under Heaven, to the happy Constitution and Government which were bequeathed to us by our fathers, and which it is our sacred duty to transmit in all their integrity to our children. We must all consider it a great distinction and privilege to have been chosen by the people to bear a part in the administration of such a Government. Called by an unexpected dispensation to its highest trust at a season of embarrassment and alarm, I entered upon its arduous duties with extreme diffidence. I claim only to have discharged them to the best of an humble ability, with a single eye to the public good, and it is with devout gratitude in retiring from office that I leave the country in a state of peace and prosperity."}