{"title": "December 3 1838 Second Annual Message to Congress-Martin Van Buren", "content": " Monroe. All have labored for its accomplishment, only with different degrees of success. The manner of its execution has, it is true, from time to time given rise to conflicts of opinion and unjust imputations; but in respect to the wisdom and necessity of the policy itself there has not from the beginning existed a doubt in the mind of any calm, judicious, disinterested friend of the Indian race accustomed to reflection and enlightened by experience.\n Occupying the double character of contractor on its own account and guardian for the parties contracted with, it was hardly to be expected that the dealings of the Federal Government with the Indian tribes would escape misrepresentation. That there occurred ill the early settlement of this country, as in all others where the civilized race has succeeded to the possessions of the savage, instances of oppression and fraud on the part of the former there is too much reason to believe. No such offenses can, however, be justly charged upon this Government since it became free to pursue its own course. Its dealings with the Indian tribes have been just .and friendly throughout; its efforts for their civilization constant, and directed by the best feelings of humanity; its watchfulness in protecting them from individual frauds unremitting; its forbearance under the keenest provocations, the deepest injuries, and the most flagrant outrages may challenge at least a comparison with any nation, ancient or modern, in similar circumstances; and if in future times a powerful, civilized, and happy nation of Indians shall be found to exist within the limits of this northern continent it will be owing to the consummation of that policy which has been so unjustly assailed. Only a very brief reference to facts in confirmation of this assertion can in this form be given, and you are therefore necessarily referred to the report of the Secretary of War for further details. To the Cherokees, whose case has perhaps excited the greatest share of attention and sympathy, the United States have granted in fee, with a perpetual guaranty of exclusive and peaceable possession, 13,554,135 acres of land on the west side of the Mississippi, eligibly situated, in a healthy climate, and in all respects better suited to their condition than the country they have left, in exchange for only 9,492, 160 acres on the east side of the same river. The United States have in addition stipulated to pay them $5,600,000 for their interest in and improvements on the lands thus relinquished, and $1,160,000 for subsistence and other beneficial purposes, thereby putting it in their power to become one of the most wealthy and independent separate communities of the same extent in the world.\n By the treaties made and ratified with the Miamies, the Chippewas, the Sioux, the Sacs and Foxes, and the Winnebagoes during the last year the Indian title to 18,458,000 acres has been extinguished. These purchases have been much more extensive than those of any previous year, and have, with other Indian expenses, borne very heavily upon the Treasury. They leave, however, but a small quantity of unbought Indian lands within the States and Territories, and the Legislature and Executive were equally sensible of the propriety of a final and more speedy extinction of Indian titles within those limits. The treaties, which were with a single exception made in pursuance of previous appropriations for defraying the expenses, have subsequently been ratified by the Senate, and received the sanction of Congress by the appropriations necessary to carry them into effect. Of the terms upon which these important negotiations were concluded I can speak from direct knowledge, and I feel no difficulty in affirming that the interest of the Indians in the extensive territory embraced by them is to be paid for at its fair value, and that no more favorable terms have been granted to the United States than would have been reasonably expected in a negotiation with civilized men fully capable of appreciating and protecting their own rights. For the Indian title to 116,349,897 acres acquired since the 4th of March, 1829, the United States have paid $72,560,056 in permanent annuities, lands, reservations for Indians, expenses of removal and subsistence, merchandise, mechanical and agricultural establishments and implements. When the heavy expenses incurred by the United States and the circumstance that so large a portion of the entire territory will be forever unsalable are considered, and this price is compared with that for which the United States sell their own lands, no one can doubt that justice has been done to the Indians in these purchases also. Certain it is that the transactions of the Federal Government with the Indians have been uniformly characterized by a sincere and paramount desire to promote their welfare; and it must be a source of the highest gratification to every friend to justice and humanity to learn that not withstanding the obstructions from time to time thrown in its way and the difficulties which have arisen from the peculiar and impracticable nature of the Indian character, the wise, humane, and undeviating policy of the Government in this the most difficult of all our relations, foreign or domestic, has at length been justified to the world in its near approach to a happy and certain consummation.\n The condition of the tribes which occupy the country set apart for them in the West is highly prosperous, and encourages the hope of their early civilization. They have for the most part abandoned the hunter state and turned their attention to agricultural pursuits. All those who have been established for any length of time in that fertile region maintain themselves by their own industry. There are among them traders of no inconsiderable capital, and planters exporting cotton to some extent, but the greater number are small agriculturists, living in comfort upon the produce of their farms. The recent emigrants, although they have in some instances removed reluctantly, have readily acquiesced in their unavoidable destiny. They have found at once a recompense for past sufferings and an incentive to industrious habits in the abundance and comforts around them. There is reason to believe that all these tribes are friendly in their feelings toward the United States; and it is to be hoped that the acquisition of individual wealth, the pursuits of agriculture, and habits of industry will gradually subdue their warlike propensities and incline them to maintain peace among themselves. To effect this desirable object the attention of Congress is solicited to the measures recommended by the Secretary of War for their future government and protection, as well from each other as from the hostility of the warlike tribes around them and the intrusions of the whites. The policy of the Government has given them a permanent home and guaranteed to them its peaceful and undisturbed possession. It only remains to give them a government and laws which will encourage industry and secure to them the rewards of their exertions. The importance of some form of government can not be too much insisted upon. The earliest effects will be to diminish the causes and occasions for hostilities among the tribes, to inspire an interest in the observance of laws to which they will have themselves assented, and to multiply the securities of property and the motives for self-improvement. Intimately connected with this subject is the establishment of the military defenses recommended by the Secretary of War, which have been already referred to. Without them the Government will be powerless to redeem its pledge of protection to the emigrating Indians against the numerous warlike tribes that surround them and to provide for the safety of the frontier settlers of the bordering States.\n The case of the Seminoles constitutes at present the only exception to the successful efforts of the Government to remove the Indians to the homes assigned them west of the Mississippi. Four hundred of this tribe emigrated in 1836 and 1,500 in 1837 and 1838, leaving in the country, it is supposed, about 2,000 Indians. The continued treacherous conduct of these people; the savage and unprovoked murders they have lately committed, butchering whole families of the settlers of the Territory without distinction of age or sex, and making their way into the very center and heart of the country, so that no part of it is free from their ravages; their frequent attacks on the light-houses along that dangerous coast, and the barbarity with which they have murdered the passengers and crews of such vessels as have been wrecked upon the reefs and keys which border the Gulf, leave the Government no alternative but to continue the military operations against them until they are totally expelled from Florida. There are other motives which would urge the Government to pursue this course toward the Seminoles. The United States have fulfilled in good faith all their treaty stipulations with the Indian tribes, and have in every other instance insisted upon a like performance of their obligations. To relax from this salutary rule because the Seminoles have maintained themselves so long in the territory they had relinquished, and in defiance of their frequent and solemn engagements still continue to wage a ruthless war against the United States, would not only evince a want of constancy on our part, but be of evil example in our intercourse with other tribes. Experience has shown that but little is to be gained by the march of armies through a country so intersected with inaccessible swamps and marshes, and which, from the fatal character of the climate, must be abandoned at the end of the winter. I recommend, therefore, to your attention the plan submitted by the Secretary of War in the accompanying report, for the permanent occupation of the portion of the Territory freed from the Indians and the more efficient protection of the people of Florida from their inhuman warfare.\n From the report of the Secretary of the Navy herewith transmitted it will appear that a large portion of the disposable naval force is either actively employed or in a state of preparation for the purposes of experience and discipline and the protection. of our commerce. So effectual has been this protection that so far as the information of Government extends not a single outrage has been attempted on a vessel carrying the flag of the United States within the present year, in any quarter, however distant or exposed.\n The exploring expedition sailed from Norfolk on the 19th of August last, and information has been received of its safe arrival at the island of Madeira. The best spirit animates the officers and crews, and there is every reason to anticipate from its efforts results beneficial to commerce and honorable to the nation.\n It will also be seen that no reduction of the force now in commission is contemplated. The unsettled state of a portion of South America renders it indispensable that our commerce should receive protection in that quarter; the vast and increasing interests embarked in the trade of the Indian and China seas, in the whale fisheries of the Pacific Ocean, and in the Gulf of Mexico require equal attention to their safety, and a small squadron may be employed to great advantage on our Atlantic coast in meeting sudden demands for the reenforcement of other stations, in aiding merchant vessels in distress, in affording active service to an additional number of officers, and in visiting the different ports of the United States, an accurate knowledge of which is obviously of the highest importance.\n The attention of Congress is respectfully called to that portion of the report recommending an increase in the number of smaller vessels, and to other suggestions contained in that document. The rapid increase and wide expansion of our commerce, which is every day seeking new avenues of profitable adventure; the absolute necessity of a naval force for its protection precisely in the degree of its extension; a due regard to the national rights and honor; the recollection of its former exploits, and the anticipation of its future triumphs whenever opportunity presents itself, which we may rightfully indulge from the experience of the past--all seem to point to the Navy as a most efficient arm of our national defense and a proper object of legislative encouragement.\n The progress and condition of the Post-Office Department will be seen by reference to the report of the Postmaster-General. The extent of post-roads covered by mail contracts is stated to be 134,818 miles, and the annual transportation upon them 34,580,202 miles. The number of post-offices in the United States is 12,553, and rapidly increasing. The gross revenue for the year ending on the 30th day of June last was $4,262,145; the accruing expenditures, $4,680,068; excess of expenditures, $417,923. This has been made up out of the surplus previously on hand. The cash on hand on the 1st instant was $314,068. The revenue for the year ending June 30, 1838, was $161,540 more than that for the year ending June 30, 1837. The expenditures of the Department had been graduated upon the anticipation of a largely increased revenue. A moderate curtailment of mail service consequently became necessary, and has been effected, to shield the Department against the danger of embarrassment. Its revenue is now improving, and it will soon resume its onward course in the march of improvement.\n Your particular attention is requested to so much of the Postmaster-Generals report as relates to the transportation of the mails upon railroads. The laws on that subject do not seem adequate to secure that service, now become almost essential to the public interests, and at the same time protect the Department from combinations and unreasonable demands.\n Nor can I too earnestly request your attention to the necessity of providing a more secure building for this Department. The danger of destruction to which its important books and papers are continually exposed, as well from the highly combustible character of the building occupied as from that of others in the vicinity, calls loudly for prompt action.\n Your attention is again earnestly invited to the suggestions and recommendations submitted at the last session in respect to the District of Columbia.\n I feel it my duty also to bring to your notice certain proceedings at law which have recently been prosecuted in this District in the name of the United States, on the relation of Messrs. Stockton & Stokes, of the State of Maryland, against the Postmaster-General, and which have resulted in the payment of money out of the National Treasury, for the first time since the establishment of the Government, by judicial compulsion exercised by the common-law writ of mandamus issued by the circuit court of this District.\n The facts of the case and the grounds of the proceedings will be found fully stated in the report of the decision, and any additional information which you may desire will be supplied by the proper Department. No interference in the particular case is contemplated. The money has been paid, the claims of the prosecutors have been satisfied, and the whole subject, so far as they are concerned, is finally disposed of; but it is on the supposition that the case may be regarded as an authoritative exposition of the law as it now stands that I have thought it necessary to present it to your consideration.\n The object of the application to the circuit court was to compel the Postmaster-General to carry into effect an award made by the Solicitor of the Treasury, under a special act of Congress for the settlement of certain claims of the relators on the Post-Office Department, which award the Postmaster-General declined to execute in full until he should receive further legislative direction on the subject. If the duty imposed on the Postmaster-General by that law was to be regarded as one of an official nature, belonging to his office as a branch of the executive, then it is obvious that the constitutional competency of the judiciary to direct and control him in its discharge was necessarily drawn in question; and if the duty so imposed on the Postmaster-General was to be considered as merely ministerial, and not executive, it yet remained to be shown that the circuit court of this District had authority to interfere by mandamus, such a power having never before been asserted or claimed by that court. With a view to the settlement of these important questions, the judgment of the circuit court was carried by a writ of error to the Supreme Court of the United States. In the opinion of that tribunal the duty imposed on the Postmaster-General was not an official executive duty, but one of a merely ministerial nature. The grave constitutional questions which had been discussed were therefore excluded from the decision of the case, the court, indeed, expressly admitting that with powers and duties properly belonging to the executive no other department can inter-fere by the writ of mandamus; and the question therefore resolved itself into this: Has Congress conferred upon the circuit court of this District the power to issue such a writ to an officer of the General Government commanding him to perform a ministerial act? A majority of the court have decided that it has, but have rounded their decision upon a process of reasoning which in my judgment renders further legislative provision indispensable to the public interests and the equal administration of justice.\n It has long since been decided by the Supreme Court that neither that tribunal nor the circuit courts of the United States, held within the respective States, possess the power in question; but it is now held that this power, denied to both of these high tribunals (to the former by the Constitution and to the latter by Congress), has been by its legislation vested in the circuit court of this District. No such direct grant of power to the circuit court of this District is claimed, but it has been held to result by necessary implication from several sections of the law establishing the court. One of these sections declares that the laws of Maryland, as they existed at the time of the cession, should be in force in that part of the District ceded by that State, and by this provision the common law in civil and criminal cases, as it prevailed in Maryland in 1801, was established in that part of the District.\n In England the court of king's bench--because the Sovereign, who, according to the theory of the constitution, is the fountain of justice originally sat there in person, and is still deemed to be present in construction of law--alone possesses the high power of issuing the writ of mandamus, not only to inferior jurisdictions and corporations, but also to magistrates and others, commanding them in the King' s name to do what their duty requires in cases where there is a vested right and no other specific remedy. It has been held in the case referred to that as the Supreme Court of the United States is by the Constitution rendered incompetent to exercise this power, and as the circuit court of this District is a court of general jurisdiction in cases at common law, and the highest court of original jurisdiction in the District, the right to issue the writ of mandamus is incident to its common-law powers. Another ground relied upon to maintain the power in question is that it was included by fair construction in the powers granted to the circuit courts of the United States by the act \"to provide for the more convenient organization of the courts of the United States,\" passed 13th February, 1801; that the act establishing the circuit court of this District, passed the 27th day of February, 1801, conferred upon that court and the judges thereof the same powers as were by law vested in the circuit courts of the United States and in the judges of the said courts; that the repeal of the first-mentioned act, which took place in the next year, did not divest the circuit court of this District of the authority in dispute, but left it still clothed with the powers over the subject which, it is conceded, were taken away from the circuit courts of the United States by the repeal of the act of 13th February, 1801.\n Admitting that the adoption of the laws of Maryland for a portion of this District confers on the circuit court thereof, in that portion, the transcendent extrajudicial prerogative powers of the court of king's bench in England, or that either of the acts of Congress by necessary implication authorizes the former court to issue a writ of mandamus to an officer of the United States to compel him to perform a ministerial duty, the consequences are in one respect the same. The result in either case is that the officers of the United States stationed in different parts of the United States are, in respect to the performance of their official duties, subject to different laws and a different supervision--those in the States to one rule, and those in the District of Columbia to another and a very different one. In the District their official conduct is subject to a judicial control from which in the States they are exempt.\n Whatever difference of opinion may exist as to the expediency of vesting such a power in the judiciary in a system of government constituted like that of the United States, all must agree that these disparaging discrepancies in the law and in the administration of justice ought not to he permitted to continue; and as Congress alone can provide the remedy, the subject is unavoidably presented to your consideration."}