{"title": "December 17 1906 Message Regarding Conditions in Panama-Theodore Roosevelt", "content": " Saturday of each week. I questioned many of these Jamaica laborers as to the conditions of their work and what, if any, changes they wished. I received many complaints from them, but as regards most of these complaints they themselves contradicted one another. In all cases where the complaint was as to their treatment by any individual it proved, on examination, that this individual was himself a West India man of color, either a policeman, a storekeeper, or an assistant storekeeper. Doubtless there must be many complaints against Americans; but those to whom I spoke did not happen to make any such complaint to me. There was no complaint of the housing; I saw but one set of quarters for colored laborers which I thought poor, and this was in an old French house. The barracks for unmarried men are roomy, well ventilated, and clean, with canvas bunks for each man, and a kind of false attic at the top, where the trunks and other belongings of the different men are kept. The clothes are hung on clotheslines, nothing being allowed to be kept on the floor. In each of these big rooms there were tables and lamps, and usually a few books or papers, and in almost every room there was a Bible; the books being the property of the laborers themselves. The cleanliness of the quarters is secured by daily inspection. The quarters for the married negro laborers were good. They were neatly kept, and in almost every case the men living in them, whose wives or daughters did the cooking for them, were far better satisfied and of a higher grade than the ordinary bachelor negroes. Not only were the quarters in which these negro laborers were living much superior to those in which I am informed they live at home, but they were much superior to the huts to be seen in the jungles of Panama itself, beside the railroad tracks, in which the lower class of native Panamans live, as well as the negro workmen when they leave the employ of the canal and go into the jungles. A single glance at the two sets of buildings is enough to show the great superiority in point of comfort, cleanliness, and healthfulness of the Government houses as compared with the native houses.\n\nThe negroes generally do their own cooking, the bachelors cooking in sheds provided by the Government and using their own pots. In the different camps there was a wide variation in the character of these cooking sheds. In some, where the camps were completed, the kitchen or cooking sheds, as well as the bathrooms and water-closets, were all in excellent trim, while there were board sidewalks leading from building to building. In other camps the kitchens or cook sheds had not been floored, and the sidewalks had not been put down, while in one camp the bath houses were not yet up In each case, however, every effort was being made to hurry on the construction, and I do not believe that the delays had been greater than were inevitable in such work. The laborers are accustomed to do their own cooking; but there was much complaint, especially among the bachelors, as to the quantity, and some as to the quality, of the food they got from the commissary department, especially as regards yams. On the other hand, the married men and their wives, and the more advanced among the bachelors, almost invariably expressed themselves as entirely satisfied with their treatment at the commissary stores; except that they stated that they generally could not get yams there, and had to purchase them outside. The chief complaint was that the prices were too high. It is unavoidable that the prices should be higher than in their own homes; and after careful investigation I came to the conclusion that the chief trouble lay in the fact that the yams, plantains, and the like are rather perishable food, and are very bulky compared to the amount of nourishment they contain, so that it is costly to import them in large quantities and difficult to keep them. Nevertheless, I felt that an effort should be made to secure them a more ample supply of their favorite food, and so directed; and I believe that ultimately the Government must itself feed them. I am having this matter looked into.\n\nThe superintendent having immediate charge of one gang of men at the Colon reservoir stated that he endeavored to get them to substitute beans and other nourishing food for the stringy, watery yams, because the men keep their strength and health better on the more nourishing food. Inasmuch, however, as they are accustomed to yams it is difficult to get them to eat the more strengthening food, and some time elapses before they grow accustomed to it. At this reservoir there has been a curious experience. It is off in the jungle by itself at the end of a couple of miles of a little toy railroad. In order to get the laborers there, they were given free food (and of course free lodgings); and yet it proved difficult to keep them, because they wished to be where they could reach the dramshop and places of amusement.\n\nI was struck by the superior comfort and respectability of the lives of the married men. It would, in my opinion, be a most admirable thing if a much larger number of the men had their wives, for with their advent all complaints about the food and cooking are almost sure to cease.\n\nI had an interview with Mr. Mallet, the British consul, to find out if there was any just cause for complaint as to the treatment of the West India negroes. He informed me most emphatically that there was not, and authorized me to give his statement publicity. He said that not only was the condition of the laborers far better than had been the case under the old French Company, but that year by year the condition was improving under our own regime. He stated that complaints were continually brought to him, and that he always investigated them; and that for the last six months he had failed to find a single complaint of a serious nature that contained any justification whatever.\n\nOne of the greatest needs at present is to provide amusements both for the white men and the black. The Young Men's Christian Association is trying to do good work and should be in every way encouraged. But the Government should do the main work. I have specifically called the attention of the Commission to this matter, and something has been accomplished already. Anything done for the welfare of the men adds to their efficiency and money devoted to that purpose is, therefore, properly to be considered as spent in building the canal. It is imperatively necessary to provide ample recreation and amusement if the men are to be kept well and healthy. I call the special attention of Congress to this need.\n\nThis gathering, distributing, and caring for the great force of laborers is one of the giant features of the work. That friction will from time to time occur in connection therewith is inevitable. The astonishing thing is that the work has been performed so well and that the machinery runs so smoothly. From my own experience I am able to say that more care had been exercised in housing, feeding, and generally paying heed to the needs of the skilled mechanics and ordinary laborers in the work on this canal than is the case in the construction of new railroads or in any other similar private or public work in the United States proper; and it is the testimony of all people competent to speak that on no other similar work anywhere in the Tropics--indeed, as far as I know, anywhere else--has there been such forethought and such success achieved in providing for the needs of the men who do the work.\n\nI have now dealt with the hygienic conditions which make it possible to employ a great force of laborers, and with the task of gathering, housing, and feeding these laborers. There remains to consider the actual work which has to be done; the work because of which these laborers are gathered together--the work of constructing the canal. This is under the direct control of the Chief Engineer, Mr. Stevens, who has already shown admirable results, and whom we can safely trust to achieve similar results in the future.\n\nOur people found on the Isthmus a certain amount of old French material and equipment which could be used. Some of it, in addition, could be sold as scrap iron. Some could be used for furnishing the foundation for filling in. For much no possible use could be devised that would not cost more than it would bring in.\n\nThe work is now going on with a vigor and efficiency pleasant to witness. The three big problems of the canal are the La Boca dams, the Gatun dam, and the Culebra cut. The Culebra cut must be made, anyhow; but of course changes as to the dams, or at least as to the locks adjacent to the dams, may still occur. The La Boca dams offer no particular problem, the bottom material being so good that there is a practical certainty, not merely as to what can be achieved, but as to the time of achievement. The Gatun dam offers the most serious problem which we have to solve; and yet the ablest men on the Isthmus believe that this problem is certain of solution along the lines proposed; although, of course, it necessitates great toil, energy, and intelligence, and although equally, of course, there will be some little risk in connection with the work. The risk arises from the fact that some of the material near the bottom is not so good as could be desired. If the huge earth dam now contemplated is thrown across from one foothill to the other we will have what is practically a low, broad, mountain ridge behind which will rise the inland lake. This artificial mountain will probably show less seepage, that is, will have greater restraining capacity than the average natural mountain range. The exact locality of the locks at this dam--as at the other dams--is now being determined. In April next Secretary Taft, with three of the ablest engineers of the country--Messrs. Noble, Stearns, and Ripley--will visit the Isthmus, and the three engineers will make the final and conclusive examinations as to the exact site for each lock. Meanwhile the work is going ahead without a break.\n\nThe Culebra cut does not offer such great risks: that is, the damage liable to occur from occasional land slips will not represent what may be called major disasters. The work will merely call for intelligence, perseverance, and executive capacity. It is, however, the work upon which most labor will have to be spent. The dams will be composed of the earth taken out of the cut and very possibly the building of the locks and dams will taken even longer than the cutting in Culebra itself.\n\nThe main work is now being done in the Culebra cut. It was striking and impressive to see the huge steam shovels in full play, the dumping trains carrying away the rock and earth they dislodged. The implements of French excavating machinery, which often stand a little way from the line of work, though of excellent construction, look like the veriest toys when compared with these new steam shovels, just as the French dumping cars seem like toy cars when compared with the long trains of huge cars, dumped by steam plows, which are now in use. This represents the enormous advance that has been made in machinery during the past quarter of a century. No doubt a quarter of a century hence this new machinery, of which we are now so proud, will similarly seem out of date, but it is certainly serving its purpose well now. The old French cars had to be entirely discarded. We still have in use a few of the more modern, but not most modern, cars, which hold but twelve yards of earth. They can be employed on certain lines with sharp curves. But the recent cars hold from twenty-five to thirty yards apiece, and instead of the old clumsy methods of unloading them, a steam plow is drawn from end to end of the whole vestibuled train, thus immensely economizing labor. In the rainy season the steam shovels can do but little in dirt, but they work steadily in rock and in the harder ground. There were some twenty-five at work during the time I was on the Isthmus, and their tremendous power and efficiency were most impressive.\n\nAs soon as the type of canal was decided this work began in good earnest. The rainy season will shortly be over and then there will be an immense increase in the amount taken out; but even during the last three months, in the rainy season, steady progress is shown by the figures: In August, 242,000 cubic yards; in September, 291,000 cubic yards, and in October, 325,000 cubic yards. In October new records were established for the output of individual shovels as well as for the tonnage haul of individual locomotives. I hope to see the growth of a healthy spirit of emulation between the different shovel and locomotive crews, just such a spirit as has grown on our battle ships between the different gun crews in matters of marksmanship. Passing through the cut the amount of new work can be seen at a glance. In one place the entire side of a hill had been taken out recently by twenty-seven tons of dynamite, which were exploded at one blast. At another place I was given a Presidential salute of twenty-one charges of dynamite. On the top notch of the Culebra cut the prism is now as wide as it will be; all told, the canal bed at this point has now been sunk about two hundred feet below what it originally was. It will have to be sunk about one hundred and thirty feet farther. Throughout the cut the drilling, blasting, shoveling, and hauling are going on with constantly increasing energy, the huge shovels being pressed up, as if they were mountain howitzers, into the most unlikely looking places, where they eat their way into the hillsides.\n\nThe most advanced methods, not only in construction, but in railroad management, have been applied in the Zone, with corresponding economies in time and cost. This has been shown in the handling of the tonnage from ships into cars, and from cars into ships on the Panama Railroad, where, thanks largely to the efficiency of General Manager Bierd, the saving in time and cost, has been noteworthy. My examination tended to show that some of the departments had (doubtless necessarily) become overdeveloped, and could now be reduced or subordinated without impairment of efficiency and with a saving of cost. The Chairman of the Commission, Mr. Shonts, has all matters of this kind constantly in view, and is now reorganizing the government of the Zone, so as to make the form of administration both more flexible and less expensive, subordinating everything to direct efficiency with a view to the work of the Canal Commission. From time to time changes of this kind will undoubtedly have to be made, for it must be remembered that in this giant work of construction, it is continually necessary to develop departments or bureaus, which are vital for the time being, but which soon become useless; just as it will be continually necessary to put up buildings, and even to erect towns, which in ten years will once more give place to jungle, or will then be at the bottom of the great lakes at the ends of the canal.\n\nIt is not only natural, but inevitable, that a work as gigantic as this which has been undertaken on the Isthmus should arouse every species of hostility and criticism. The conditions are so new and so trying, and the work so vast, that it would be absolutely out of the question that mistakes should not be made. Checks will occur. Unforeseen difficulties will arise. From time to time seemingly well-settled plans will have to be changed. At present twenty-five thousand men are engaged on the task. After a while the number will be doubled. In such a multitude it is inevitable that there should be here and there a scoundrel. Very many of the poorer class of laborers lack the mental development to protect themselves against either the rascality of others or their own folly, and it is not possible for human wisdom to devise a plan by which they can invariably be protected. In a place which has been for ages a by-word for unhealthfulness, and with so large a congregation of strangers suddenly put down and set to hard work there will now and then be outbreaks of disease. There will now and then be shortcomings in administration; there will be unlooked-for accidents to delay the excavation of the cut or the building of the dams and locks. Each such incident will be entirely natural, and, even though serious, no one of them will mean more than a little extra delay or trouble. Yet each, when discovered by sensation-mongers and retailed to timid folk of little faith, will serve as an excuse for the belief that the whole work is being badly managed. Experiments will continually be tried in housing, in hygiene, in street repairing, in dredging, and in digging earth and rock. Now and then an experiment will be a failure; and among those who hear of it, a certain proportion of doubting Thomases will at once believe that the whole work is a failure. Doubtless here and there some minor rascality will be uncovered; but as to this, I have to say that after the most painstaking inquiry I have been unable to find a single reputable person who had so much as heard of any serious accusations affecting the honesty of the Commission or of any responsible officer under it. I append a letter dealing with the most serious charge, that of the ownership of lots in Colon; the charge was not advanced by a reputable man, and is utterly baseless. It is not too much to say that the whole atmosphere of the Commission breathes honesty as it breathes efficiency and energy. Above all, the work has been kept absolutely clear of politics. I have never heard even a suggestion of spoils politics in connection with it.\n\nI have investigated every complaint brought to me for which there seemed to be any shadow of foundation. In two or three cases, all of which I have indicated in the course of this message, I came to the conclusion that there was foundation for the complaint, and that the methods of the Commission in the respect complained of could be bettered. In the other instances the complaints proved absolutely baseless, save in two or three instances where they referred to mistakes which the Commission had already itself found out and corrected.\n\nSo much for honest criticism. There remains an immense amount of as reckless slander as has ever been published. Where the slanderers are of foreign origin I have no concern with them. Where they are Americans, I feel for them the heartiest contempt and indignation; because, in a spirit of wanton dishonesty and malice, they are trying to interfere with, and hamper the execution of, the greatest work of the kind ever attempted, and are seeking to bring to naught the efforts of their countrymen to put to the credit of America one of the giant feats of the ages. The outrageous accusations of these slanderers constitute a gross libel upon a body of public servants who, for trained intelligence, expert ability, high character and devotion to duty, have never been excelled anywhere. There is not a man among those directing the work on the Isthmus who has obtained his position on any other basis than merit alone, and not one who has used his position in any way for his own personal or pecuniary advantage.\n\nAfter most careful consideration we have decided to let out most of the work by contract, if we can come to satisfactory terms with the contractors. The whole work is of a kind suited to the peculiar genius of our people; and our people have developed the type of contractor best fitted to grapple with it. It is, of course, much better to do the work in large part by contract than to do it all by the Government, provided it is possible on the one hand to secure to the contractor a sufficient remuneration to make it worth while for responsible contractors of the best kind to undertake the work; and provided on the other hand it can be done on terms which will not give an excessive profit to the contractor at the expense of the Government. After much consideration the plan already promulgated by the Secretary of War was adopted. This plan in its essential features was drafted, after careful and thorough study and consideration, by the Chief Engineer, Mr. Stevens, who, while in the employment of Mr. Hill, the president of the Great Northern Railroad, had personal experience of this very type of contract. Mr. Stevens then submitted the plan to the Chairman of the Commission, Mr. Shouts, who went carefully over it with Mr. Rogers, the legal adviser of the Commission, to see that all legal difficulties were met. He then submitted copies of the plan to both Secretary Taft and myself. Secretary Taft submitted it to some of the best counsel at the New York bar, and afterwards I went over it very carefully with Mr. Taft and Mr. Shouts, and we laid the plan in its general features before Mr. Root. My conclusion is that it combines the maximum of advantage with the minimum of disadvantage. Under it a premium will be put upon the speedy and economical construction of the canal, and a penalty imposed on delay and waste. The plan as promulgated is tentative; doubtless it will have to be changed in some respects before we can come to a satisfactory agreement with responsible contractors--perhaps even after the bids have been received; and of course it is possible that we cannot come to an agreement, in which case the Government will do the work itself. Meanwhile the work on the Isthmus is progressing steadily and without any let-up.\n\nA seven-headed commission is, of course, a clumsy executive instrument. We should have but one commissioner, with such heads of departments and other officers under him as we may find necessary. We should be expressly permitted to employ the best engineers in the country as consulting engineers.\n\n I accompany this paper with a map showing substantially what the canal will be like when it is finished. When the Culebra cut has been made and the dams built (if they are built as at present proposed) there will then be at both the Pacific and Atlantic ends of the canal, two great fresh-water lakes, connected by a broad channel running at the bottom of a ravine, across the backbone of the Western Hemisphere. Those best informed believe that the work will be completed in about eight years; but it is never save to prophesy about such a work as this, especially in the Tropics.\n\nI am informed that the representatives of the commercial clubs of four cities—Boston, Chicago, Cincinnati, and St. Louis—the membership of which includes most of the leading business men of those cities, expect to visit the Isthmus for the purpose of examining the work of construction of the canal. I am glad to hear it, and I shall direct that every facility be given them to see all that is to be seen in the work which the Government is doing. Such interest as a visit like this would indicate will have a good effect upon the men who are doing the work, on one hand, while on the other hand it will offer as witnesses of the exact conditions men whose experiences as business men and whose impartiality will make the result of their observations of value to the country as a whole.\n\nOf the success of the enterprise I am as well convinced as one can be of any enterprise that is human. It is a stupendous work upon which our fellow-countrymen are engaged down there on the Isthmus, and while we should hold them to a strict accountability for the way in which they perform it, we should yet recognize, with frank generosity, the epic nature of the task on which they are engaged and its world-wide importance. They are doing something which will redound immeasurably to the credit of America, which will benefit all the world, and which will last for ages to come. Under Mr. Shonts and Mr. Stevens and Doctor Gorgas this work has started with every omen of good fortune. They and their worthy associates, from the highest to the lowest, are entitled to the same credit that we would give to the picked men of a victorious army; for this conquest of peace will, in its great and far-reaching effect, stand as among the greatest conquests, whether of peace or of war, which have ever been won by any of the peoples of mankind. A badge is to be given to every American citizen who for a specified time has taken part in this work; for participation in it will hereafter be held to reflect honor upon the man participating just as it reflects honor upon a soldier to have belonged to a mighty army in a great war for righteousness. Our fellow-countrymen on the Isthmus are working for our interest and for the national renown in the same spirit and with the same efficiency that the men of the Army and Navy work I n time of war. It behooves us in our turn to do all we can to hold up their hands and to aid them in every way to bring their great work to a triumphant conclusion."}