{"title": "December 7 1903 Third Annual Message-Theodore Roosevelt", "content": "4,762,816.47 over the preceding year. Of this sum, approximately, $8,461,493 will go to the credit of the fund for the reclamation of arid land, making the total of this fund, up to the 30th of June, 1903, approximately, $16,191,836.\n A gratifying disposition has been evinced by those having unlawful inclosures of public land to remove their fences. Nearly two million acres so inclosed have been thrown open on demand. In but comparatively few cases has it been necessary to go into court to accomplish this purpose. This work will be vigorously prosecuted until all unlawful inclosures have been removed.\n Experience has shown that in the western States themselves, as well as in the rest of the country, there is widespread conviction that certain of the public-land laws and the resulting administrative practice no longer meet the present needs. The character and uses of the remaining public lands differ widely from those of the public lands which Congress had especially in view when these laws were passed. The rapidly increasing rate of disposal of the public lands is not followed by a corresponding increase in home building. There is a tendency to mass in large holdings public lands, especially timber and grazing lands, and thereby to retard settlement. I renew and emphasize my recommendation of last year that so far as they are available for agriculture in its broadest sense, and to whatever extent they may be reclaimed under the national irrigation law, the remaining public lands should be held rigidly for the home builder. The attention of the Congress is especially directed to the timber and stone law, the desert-land law, and the commutation clause of the homestead law, which in their operation have in many respects conflicted with wise public-land policy. The discussions in the Congress and elsewhere have made it evident that there is a wide divergence of opinions between those holding opposite views on these subjects; and that the opposing sides have strong and convinced representatives of weight both within and without the Congress; the differences being not only as to matters of opinion but as to matters of fact. In order that definite information may be available for the use of the Congress, I have appointed a commission composed of W. A. Richards, Commissioner of the General Land Office; Gifford Pinchot, Chief of the Bureau of Forestry of the Department of Agriculture, and F. H. Newell, Chief Hydrographer of the Geological Survey, to report at the earliest practicable moment upon the condition, operation, and effect of the present land laws and on the use, condition, disposal, and settlement of the public lands. The commission will report especially what changes in organization, laws, regulations, and practice affecting the public lands are needed to effect the largest practicable disposition of the public lands to actual settlers who will build permanent homes upon them, and to secure in permanence the fullest and most effective use of the resources of the public lands; and it will make such other reports and recommendations as its study of these questions may suggest. The commission is to report immediately upon those points concerning which its judgment is clear; on any point upon which it has doubt it will take the time necessary to make investigation and reach a final judgment.\n The work of reclamation of the arid lands of the West is progressing steadily and satisfactorily under the terms of the law setting aside the proceeds from the disposal of public lands. The corps of engineers known as the Reclamation Service, which is conducting the surveys and examinations, has been thoroughly organized, especial pains being taken to secure under the civil-service rules a body of skilled, experienced, and efficient men. Surveys and examinations are progressing throughout the arid States and Territories, plans for reclaiming works being prepared and passed upon by boards of engineers before approval by the Secretary of the Interior. In Arizona and Nevada, in localities where such work is pre-eminently needed, construction has already been begun. In other parts of the arid West various projects are well advanced towards the drawing up of contracts, these being delayed in part by necessities of reaching agreements or understanding as regards rights of way or acquisition of real estate. Most of the works contemplated for construction are of national importance, involving interstate questions or the securing of stable, self-supporting communities in the midst of vast tracts of vacant land. The Nation as a whole is of course the gainer by the creation of these homes, adding as they do to the wealth and stability of the country, and furnishing a home market for the products of the East and South. The reclamation law, while perhaps not ideal, appears at present to answer the larger needs for which it is designed. Further legislation is not recommended until the necessities of change are more apparent.\n The study of the opportunities of reclamation of the vast extent of arid land shows that whether this reclamation is done by individuals, corporations, or the State, the sources of water supply must be effectively protected and the reservoirs guarded by the preservation of the forests at the headwaters of the streams. The engineers making the preliminary examinations continually emphasize this need and urge that the remaining public lands at the headwaters of the important streams of the West be reserved to insure permanency of water supply for irrigation. Much progress in forestry has been made during the past year. The necessity for perpetuating our forest resources, whether in public or private hands, is recognized now as never before. The demand for forest reserves has become insistent in the West, because the West must use the water, wood, and summer range which only such reserves can supply. Progressive lumbermen are striving, through forestry, to give their business permanence. Other great business interests are awakening to the need of forest preservation as a business matter. The Government's forest work should receive from the Congress hearty support, and especially support adequate for the protection of the forest reserves against fire. The forest-reserve policy of the Government has passed beyond the experimental stage and has reached a condition where scientific methods are essential to its successful prosecution. The administrative features of forest reserves are at present unsatisfactory, being divided between three Bureaus of two Departments. It is therefore recommended that all matters pertaining to forest reserves, except those involving or pertaining to land titles, be consolidated in the Bureau of Forestry of the Department of Agriculture.\n The cotton-growing States have recently been invaded by a weevil that has done much damage and threatens the entire cotton industry. I suggest to the Congress the prompt enactment of such remedial legislation as its judgment may approve.\n In granting patents to foreigners the proper course for this country to follow is to give the same advantages to foreigners here that the countries in which these foreigners dwell extend in return to our citizens; that is, to extend the benefits of our patent laws on inventions and the like where in return the articles would be patentable in the foreign countries concerned--where an American could get a corresponding patent in such countries.\n The Indian agents should not be dependent for their appointment or tenure of office upon considerations of partisan politics; the practice of appointing, when possible, ex-army officers or bonded superintendents to the vacancies that occur is working well. Attention is invited to the widespread illiteracy due to lack of public schools in the Indian Territory. Prompt heed should be paid to the need of education for the children in this Territory.\n In my last annual Message the attention of the Congress was called to the necessity of enlarging the safety-appliance law, and it is gratifying to note that this law was amended in important respects. With the increasing railway mileage of the country, the greater number of men employed, and the use of larger and heavier equipment, the urgency for renewed effort to prevent the loss of life and limb upon the railroads of the country, particularly to employees, is apparent. For the inspection of water craft and the Life-Saving Service upon the water the Congress has built up an elaborate body of protective legislation and a thorough method of inspection and is annually spending large sums of money. It is encouraging to observe that the Congress is alive to the interests of those who are employed upon our wonderful arteries of commerce--the railroads--who so safely transport millions of passengers and billions of tons of freight. The Federal inspection, of safety appliances, for which the Congress is now making appropriations, is a service analogous to that which the Government has upheld for generations in regard to vessels, and it is believed will prove of great practical benefit, both to railroad employees and the traveling public. As the greater part of commerce is interstate and exclusively under the control of the Congress the needed safety and uniformity must be secured by national legislation.\n No other class of our citizens deserves so well of the Nation as those to whom the Nation owes its very being, the veterans of the civil war. Special attention is asked to the excellent work of the Pension Bureau in expediting and disposing of pension claims. During the fiscal year ending July 1, 1903, the Bureau settled 251,982 claims, an average of 825 claims for each working day of the year. The number of settlements since July 1, 1903, has been in excess of last year's average, approaching 1,000 claims for each working day, and it is believed that the work of the Bureau will be current at the close of the present fiscal year.\n During the year ended June 30 last 25,566 persons were appointed through competitive examinations under the civil-service rules. This was 12,672 more than during the preceding year, and 40 per cent of those who passed the examinations. This abnormal growth was largely occasioned by the extension of classification to the rural free-delivery service and the appointment last year of over 9,000 rural carriers. A revision of the civil-service rules took effect on April 15 last, which has greatly improved their operation. The completion of the reform of the civil service is recognized by good citizens everywhere as a matter of the highest public importance, and the success of the merit system largely depends upon the effectiveness of the rules and the machinery provided for their enforcement. A very gratifying spirit of friendly co-operation exists in all the Departments of the Government in the enforcement and uniform observance of both the letter and spirit of the civil-service act. Executive orders of July 3, 1902; March 26, 1903, and July 8, 1903, require that appointments of all unclassified laborers, both in the Departments at Washington and in the field service, shall be made with the assistance of the United States Civil Service Commission, under a system of registration to test the relative fitness of applicants for appointment or employment. This system is competitive, and is open to all citizens of the United States qualified in respect to age, physical ability, moral character, industry, and adaptability for manual labor; except that in case of veterans of the Civil War the element of age is omitted. This system of appointment is distinct from the classified service and does not classify positions of mere laborer under the civil-service act and rules. Regulations in aid thereof have been put in operation in several of the Departments and are being gradually extended in other parts of the service. The results have been very satisfactory, as extravagance has been checked by decreasing the number of unnecessary positions and by increasing the efficiency of the employees remaining.\n The Congress, as the result of a thorough investigation of the charities and reformatory institutions in the District of Columbia, by a joint select committee of the two Houses which made its report in March, 1898, created in the act approved June 6, 1900, a board of charities for the District of Columbia, to consist of five residents of the District, appointed by the President of the United States, by and with the advice and consent of the Senate, each for a term of three years, to serve without compensation. President McKinley appointed five men who had been active and prominent in the public charities in Washington, all of whom upon taking office July 1, 1900, resigned from the different charities with which they had been connected. The members of the board have been reappointed in successive years. The board serves under the Commissioners of the District of Columbia. The board gave its first year to a careful and impartial study of the special problems before it, and has continued that study every year in the light of the best practice in public charities elsewhere. Its recommendations in its annual reports to the Congress through the Commissioners of the District of Columbia \"for the economical and efficient administration of the charities and reformatories of the District of Columbia,\" as required by the act creating it, have been based upon the principles commended by the joint select committee of the Congress in its report of March, 1898, and approved by the best administrators of public charities, and make for the desired systematization and improvement of the affairs under its supervision. They are worthy of favorable consideration by the Congress.\n The effect of the laws providing a General Staff for the Army and for the more effective use of the National Guard has been excellent. Great improvement has been made in the efficiency of our Army in recent years. Such schools as those erected at Fort Leavenworth and Fort Riley and the institution of fall maneuver work accomplish satisfactory results. The good effect of these maneuvers upon the National Guard is marked, and ample appropriation should be made to enable the guardsmen of the several States to share in the benefit. The Government should as soon as possible secure suitable permanent camp sites for military maneuvers in the various sections of the country. The service thereby rendered not only to the Regular Army, but to the National Guard of the several States, will be so great as to repay many times over the relatively small expense. We should not rest satisfied with what has been done, however. The only people who are contented with a system of promotion by mere seniority are those who are contented with the triumph of mediocrity over excellence. On the other hand, a system which encouraged the exercise of social or political favoritism in promotions would be even worse. But it would surely be easy to devise a method of promotion from grade to grade in which the opinion of the higher officers of the service upon the candidates should be decisive upon the standing and promotion of the latter. Just such a system now obtains at West Point. The quality of each year's work determines the standing of that year's class, the man being dropped or graduated into the next class in the relative position which his military superiors decide to be warranted by his merit. In other words, ability, energy, fidelity, and all other similar qualities determine the rank of a man year after year in West Point, and his standing in the Army when he graduates from West Point; but from that time on, all effort to find which man is best or worst, and reward or punish him accordingly, is abandoned; no brilliancy, no amount of hard work, no eagerness in the performance of duty, can advance him, and no slackness or indifference that falls short of a court-martial offense can retard him. Until this system is changed we can not hope that our officers will be of as high grade as we have a right to expect, considering the material upon which we draw. Moreover, when a man renders such service as Captain Pershing rendered last spring in the Moro campaign, it ought to be possible to reward him without at once jumping him to the grade of brigadier-general.\n Shortly after the enunciation of that famous principle of American foreign policy now known as the \"Monroe Doctrine,\" President Monroe, in a special Message to Congress on January 30, 1824, spoke as follows: \"The Navy is the arm from which our Government will always derive most aid in support of our rights. Every power engaged in war will know the strength of our naval power, the number of our ships of each class, their condition, and the promptitude with which we may bring them into service, and will pay due consideration to that argument.\"\n I heartily congratulate the Congress upon the steady progress in building up the American Navy. We can not afford a let-up in this great work. To stand still means to go back. There should be no cessation in adding to the effective units of the fighting strength of the fleet. Meanwhile the Navy Department and the officers of the Navy are doing well their part by providing constant service at sea under conditions akin to those of actual warfare. Our officers and enlisted men are learning to handle the battleships, cruisers, and torpedo boats with high efficiency in fleet and squadron formations, and the standard of marksmanship is being steadily raised. The best work ashore is indispensable, but the highest duty of a naval officer is to exercise command at sea.\n The establishment of a naval base in the Philippines ought not to be longer postponed. Such a base is desirable in time of peace; in time of war it would be indispensable, and its lack would be ruinous. Without it our fleet would be helpless. Our naval experts are agreed that Subig Bay is the proper place for the purpose. The national interests require that the work of fortification and development of a naval station at Subig Bay be begun at an early date; for under the best conditions it is a work which will consume much time.\n It is eminently desirable, however, that there should be provided a naval general staff on lines similar to those of the General Staff lately created for the Army. Within the Navy Department itself the needs of the service have brought about a system under which the duties of a general staff are partially performed; for the Bureau of Navigation has under its direction the War College, the Office of Naval Intelligence, and the Board of Inspection, and has been in close touch with the General Board of the Navy. But though under the excellent officers at their head, these boards and bureaus do good work, they have not the authority of a general staff, and have not sufficient scope to insure a proper readiness for emergencies. We need the establishment by law of a body of trained officers, who shall exercise a systematic control of the military affairs of the Navy, and be authorized advisers of the Secretary concerning it.\n By the act of June 28, 1902, the Congress authorized the President to enter into treaty with Colombia for the building of the canal across the Isthmus of Panama; it being provided that in the event of failure to secure such treaty after the lapse of a reasonable time, recourse should be had to building a canal through Nicaragua. It has not been necessary to consider this alternative, as I am enabled to lay before the Senate a treaty providing for the building of the canal across the Isthmus of Panama. This was the route which commended itself to the deliberate judgment of the Congress, and we can now acquire by treaty the right to construct the canal over this route. The question now, therefore, is not by which route the isthmian canal shall be built, for that question has been definitely and irrevocably decided. The question is simply whether or not we shall have an isthmian canal.\n When the Congress directed that we should take the Panama route under treaty with Colombia, the essence of the condition, of course, referred not to the Government which controlled that route, but to the route itself; to the territory across which the route lay, not to the name which for the moment the territory bore on the map. The purpose of the law was to authorize the President to make a treaty with the power in actual control of the Isthmus of Panama. This purpose has been fulfilled.\n In the year 1846 this Government entered into a treaty with New Granada, the predecessor upon the Isthmus of the Republic of Colombia and of the present Republic of Panama, by which treaty it was provided that the Government and citizens of the United States should always have free and open right of way or transit across the Isthmus of Panama by any modes of communication that might be constructed, while in turn our Government guaranteed the perfect neutrality of the above-mentioned Isthmus with the view that the free transit from the one to the other sea might not be interrupted or embarrassed. The treaty vested in the United States a substantial property right carved out of the rights of sovereignty and property which New Granada then had and possessed over the said territory. The name of New Granada has passed away and its territory has been divided. Its successor, the Government of Colombia, has ceased to own any property in the Isthmus. A new Republic, that of Panama, which was at one time a sovereign state, and at another time a mere department of the successive confederations known as New Granada and Columbia, has now succeeded to the rights which first one and then the other formerly exercised over the Isthmus. But as long as the Isthmus endures, the mere geographical fact of its existence, and the peculiar interest therein which is required by our position, perpetuate the solemn contract which binds the holders of the territory to respect our right to freedom of transit across it, and binds us in return to safeguard for the Isthmus and the world the exercise of that inestimable privilege. The true interpretation of the obligations upon which the United States entered in this treaty of 1846 has been given repeatedly in the utterances of Presidents and Secretaries of State. Secretary Cuss in 1858 officially stated the position of this Government as follows:\n \"The progress of events has rendered the interoceanic route across the narrow portion of Central America vastly important to the commercial world, and especially to the United States, whose possessions extend along the Atlantic and Pacific coasts, and demand the speediest and easiest modes of communication. While the rights of sovereignty of the states occupying this region should always be respected, we shall expect that these rights be exercised in a spirit befitting the occasion and the wants and circumstances that have arisen. Sovereignty has its duties as well as its rights, and none of these local governments, even if administered with more regard to the just demands of other nations than they have been, would be permitted, in a spirit of Eastern isolation, to close the gates of intercourse on the great highways of the world, and justify the act by the pretension that these avenues of trade and travel belong to them and that they choose to shut them, or, what is almost equivalent, to encumber them with such unjust relations as would prevent their general use.\"\n Seven years later, in 1865, Mr. Seward in different communications took the following position:\n \"The United States have taken and will take no interest in any question of internal revolution in the State of Panama, or any State of the United States of Colombia, but will maintain a perfect neutrality in connection with such domestic altercations. The United States will, nevertheless, hold themselves ready to protect the transit trade across the Isthmus against invasion of either domestic or foreign disturbers of the peace of the State of Panama. Neither the text nor the spirit of the stipulation in that article by which the United States engages to preserve the neutrality of the Isthmus of Panama, imposes an obligation on this Government to comply with the requisition of the President of the United States of Colombia for a force to protect the Isthmus of Panama from a body of insurgents of that country]. The purpose of the stipulation was to guarantee the Isthmus against seizure or invasion by a foreign power only.\"\n Attorney-General Speed, under date of November 7, 1865, advised Secretary Seward as follows:\n \"From this treaty it can not be supposed that New Granada invited the United States to become a party to the intestine troubles of that Government, nor did the United States become bound to take sides in the domestic broils of New Granada. The United States did guarantee New Granada in the sovereignty and property over the territory. This was as against other and foreign governments.\"\n For four hundred years, ever since shortly after the discovery of this hemisphere, the canal across the Isthmus has been planned. For two score years it has been worked at. When made it is to last for the ages. It is to alter the geography of a continent and the trade routes of the world. We have shown by every treaty we have negotiated or attempted to negotiate with the peoples in control of the Isthmus and with foreign nations in reference thereto our consistent good faith in observing our obligations; on the one hand to the peoples of the Isthmus, and on the other hand to the civilized world whose commercial rights we are safeguarding and guaranteeing by our action. We have done our duty to others in letter and in spirit, and we have shown the utmost forbearance in exacting our own rights.\n Last spring, under the act above referred to, a treaty concluded between the representatives of the Republic of Colombia and of our Government was ratified by the Senate. This treaty was entered into at the urgent solicitation of the people of Colombia and after a body of experts appointed by our Government especially to go into the matter of the routes across the Isthmus had pronounced unanimously in favor of the Panama route. In drawing up this treaty every concession was made to the people and to the Government of Colombia. We were more than just in dealing with them. Our generosity was such as to make it a serious question whether we had not gone too far in their interest at the expense of our own; for in our scrupulous desire to pay all possible heed, not merely to the real but even to the fancied rights of our weaker neighbor, who already owed so much to our protection and forbearance, we yielded in all possible ways to her desires in drawing up the treaty. Nevertheless the Government of Colombia not merely repudiated the treaty, but repudiated it in such manner as to make it evident by the time the Colombian Congress adjourned that not the scantiest hope remained of ever getting a satisfactory treaty from them. The Government of Colombia made the treaty, and yet when the Colombian Congress was called to ratify it the vote against ratification was unanimous. It does not appear that the Government made any real effort to secure ratification.\n Immediately after the adjournment of the Congress a revolution broke out in Panama. The people of Panama had long been discontented with the Republic of Colombia, and they had been kept quiet only by the prospect of the conclusion of the treaty, which was to them a matter of vital concern. When it became evident that the treaty was hopelessly lost, the people of Panama rose literally as one man. Not a shot was fired by a single man on the Isthmus in the interest of the Colombian Government. Not a life was lost in the accomplishment of the revolution. The Colombian troops stationed on the Isthmus, who had long been unpaid, made common cause with the people of Panama, and with astonishing unanimity the new Republic was started. The duty of the United States in the premises was clear. In strict accordance with the principles laid down by Secretaries Cass and Seward in the official documents above quoted, the United States gave notice that it would permit the landing of no expeditionary force, the arrival of which would mean chaos and destruction along the line of the railroad and of the proposed Canal, and an interruption of transit as an inevitable consequence. The de facto Government of Panama was recognized in the following telegram to Mr. Ehrman:\n \"The people of Panama have, by apparently unanimous movement, dissolved their political connection with the Republic of Colombia and resumed their independence. When you are satisfied that a de facto government, republican in form and without substantial opposition from its own people, has been established in the State of Panama, you will enter into relations with it as the responsible government of the territory and look to it for all due action to protect the persons and property of citizens of the United States and to keep open the isthmian transit, in accordance with the obligations of existing treaties governing the relations of the United States to that Territory.\"\n The Government of Colombia was notified of our action by the following telegram to Mr. Beaupre:\n \"The people of Panama having, by an apparently unanimous movement, dissolved their political connection with the Republic of Colombia and resumed their independence, and having adopted a Government of their own, republican in form, with which the Government of the United States of America has entered into relations, the President of the United States, in accordance with the ties of friendship which have so long and so happily existed between the respective nations, most earnestly commends to the Governments of Colombia and of Panama the peaceful and equitable settlement of all questions at issue between them. He holds that he is bound not merely by treaty obligations, but by the interests of civilization, to see that the peaceful traffic of the world across the Isthmus of Panama shall not longer be disturbed by a constant succession of unnecessary and wasteful civil wars.\"\n When these events happened, fifty-seven years had elapsed since the United States had entered into its treaty with New Granada. During that time the Governments of New Granada and of its successor, Colombia, have been in a constant state of flux. The following is a partial list of the disturbances on the Isthmus of Panama during the period in question as reported to us by our consuls. It is not possible to give a complete list, and some of the reports that speak of \"revolutions\" must mean unsuccessful revolutions.\n * May 22, 1850.--Outbreak; two Americans killed. War vessel demanded to quell outbreak.\n * October, 1850.--Revolutionary plot to bring about independence of the Isthmus.\n * July 22, 1851.--Revolution in four southern provinces.\n * November 14, 1851.--Outbreak at Chagres. Man-of-war requested for Chagres.\n * June 27, 1853.--Insurrection at Bogota, and consequent disturbance on Isthmus. War vessel demanded.\n * May 23, 1854--Political disturbances; war vessel requested.\n * June 28, 1854.--Attempted revolution.\n * October 24, 1854.--Independence of Isthmus demanded by provincial legislature.\n * April, 1856.--Riot, and massacre of Americans.\n * May 4, 1856.--Riot.\n * May 18, 1856.--Riot.\n * June 3, 1856.--Riot.\n * October 2, 1856.--Conflict between two native parties. United States forces landed.\n * December 18, 1858.--Attempted secession of Panama.\n * April, 1859.--Riots.\n * September, 1860.--Outbreak.\n * October 4, 1860.--Landing of United States forces in consequence.\n * May 23, 1861.--Intervention of the United States forces required by intendente.\n * October 2, 1861.--Insurrection and civil war.\n * April 4, 1862.--Measures to prevent rebels crossing Isthmus.\n * June 13, 1862.--Mosquera's troops refused admittance to Panama.\n * March, 1865.--Revolution, and United States troops landed.\n * August, 1865.--Riots; unsuccessful attempt to invade Panama.\n * March, 1866.--Unsuccessful revolution.\n * April, 1867.--Attempt to overthrow Government.\n * August, 1867.--Attempt at revolution.\n * July 5, 1868.--Revolution; provisional government inaugurated.\n * August 29, 1868.--Revolution; provisional government overthrown.\n * April, 1871.--Revolution; followed apparently by counter revolution.\n * April, 1873.--Revolution and civil war which lasted to October, 1875.\n * August, 1876.--Civil war which lasted until April, 1877.\n * July, 1878.--Rebellion.\n * December, 1878.--Revolt.\n * April, 1879.--Revolution.\n * June, 1879.--Revolution.\n * March, 1883.--Riot.\n * May, 1883.--Riot.\n * June, 1884.--Revolutionary attempt.\n * December, 1884.--Revolutionary attempt.\n * January, 1885.--Revolutionary disturbances.\n * March, 1885.--Revolution.\n * April, 1887.--Disturbance on Panama Railroad.\n * November, 1887.--Disturbance on line of canal.\n * January, 1889.--Riot.\n * January, 1895.--Revolution which lasted until April.\n * March, 1895.--Incendiary attempt.\n * October, 1899.--Revolution.\n * February, 1900, to July, 1900.--Revolution.\n * January, 1901--Revolution.\n * July, 1901.--Revolutionary disturbances.\n * September, 1901.--City of Colon taken by rebels. March, 1902.--Revolutionary disturbances.\n * July, 1902.--Revolution.\n The above is only a partial list of the revolutions, rebellions, insurrections, riots, and other outbreaks that have occurred during the period in question; yet they number 53 for the 57 years. It will be noted that one of them lasted for nearly three years before it was quelled; another for nearly a year. In short, the experience of over half a century has shown Colombia to be utterly incapable of keeping order on the Isthmus. Only the active interference of the United States has enabled her to preserve so much as a semblance of sovereignty. Had it not been for the exercise by the United States of the police power in her interest, her connection with the Isthmus would have been sundered long ago. In 1856, in 1860, in 1873, in 1885, in 1901, and again in 1902, sailors and marines from United States war ships were forced to land in order to patrol the Isthmus, to protect life and property, and to see that the transit across the Isthmus was kept open. In 1861, in 1862, in 1885, and in 1900, the Colombian Government asked that the United States Government would land troops to protect its interests and maintain order on the Isthmus. Perhaps the most extraordinary request is that which has just been received and which runs as follows:\n \"Knowing that revolution has already commenced in Panama [an eminent Colombian] says that if the Government of the United States will land troops to preserve Colombian sovereignty, and the transit, if requested by Colombian charge d'affaires, this Government will declare martial law; and, by virtue of vested constitutional authority, when public order is disturbed, will approve by decree ratification of the canal treaty as signed; or, if the Government of the United States prefers, will call extra session of the Congress--with new and friendly members--next May to approve the treaty. [An eminent Colombian] has the perfect confidence of vice-president, he says, and if it became necessary will go to the Isthmus or send representatives there to adjust matters along above lines to the satisfaction of the people there.\"\n This dispatch is noteworthy from two standpoints. Its offer of immediately guaranteeing the treaty to us is in sharp contrast with the positive and contemptuous refusal of the Congress which has just closed its sessions to consider favorably such a treaty; it shows that the Government which made the treaty really had absolute control over the situation, but did not choose to exercise this control. The dispatch further calls on us to restore order and secure Colombian supremacy in the Isthmus from which the Colombian Government has just by its action decided to bar us by preventing the construction of the canal.\n The control, in the interest of the commerce and traffic of the whole civilized world, of the means of undisturbed transit across the Isthmus of Panama has become of transcendent importance to the United States. We have repeatedly exercised this control by intervening in the course of domestic dissension, and by protecting the territory from foreign invasion. In 1853 Mr. Everett assured the Peruvian minister that we should not hesitate to maintain the neutrality of the Isthmus in the case of war between Peru and Colombia. In 1864 Colombia, which has always been vigilant to avail itself of its privileges conferred by the treaty, expressed its expectation that in the event of war between Peru and Spain the United States would carry into effect the guaranty of neutrality. There have been few administrations of the State Department in which this treaty has not, either by the one side or the other, been used as a basis of more or less important demands. It was said by Mr. Fish in 1871 that the Department of State had reason to believe that an attack upon Colombian sovereignty on the Isthmus had, on several occasions, been averted by warning from this Government. In 1886, when Colombia was under the menace of hostilities from Italy in the Cerruti case, Mr. Bayard expressed the serious concern that the United States could not but feel, that a European power should resort to force against a sister republic of this hemisphere, as to the sovereign and uninterrupted use of a part of whose territory we are guarantors under the solemn faith of a treaty.\n The above recital of facts establishes beyond question: First, that the United States has for over half a century patiently and in good faith carried out its obligations under the treaty of 1846; second, that when for the first time it became possible for Colombia to do anything in requital of the services thus repeatedly rendered to it for fifty-seven years by the United States, the Colombian Government peremptorily and offensively refused thus to do its part, even though to do so would have been to its advantage and immeasurably to the advantage of the State of Panama, at that time under its jurisdiction; third, that throughout this period revolutions, riots, and factional disturbances of every kind have occurred one after the other in almost uninterrupted succession, some of them lasting for months and even for years, while the central government was unable to put them down or to make peace with the rebels; fourth, that these disturbances instead of showing any sign of abating have tended to grow more numerous and more serious in the immediate past; fifth, that the control of Colombia over the Isthmus of Panama could not be maintained without the armed intervention and assistance of the United States. In other words, the Government of Colombia, though wholly unable to maintain order on the Isthmus, has nevertheless declined to ratify a treaty the conclusion of which opened the only chance to secure its own stability and to guarantee permanent peace on, and the construction of a canal across, the Isthmus.\n Under such circumstances the Government of the United States would have been guilty of folly and weakness, amounting in their sum to a crime against the Nation, had it acted otherwise than it did when the revolution of November 3 last took place in Panama. This great enterprise of building the interoceanic canal can not be held up to gratify the whims, or out of respect to the governmental impotence, or to the even more sinister and evil political peculiarities, of people who, though they dwell afar off, yet, against the wish of the actual dwellers on the Isthmus, assert an unreal supremacy over the territory. The possession of a territory fraught with such peculiar capacities as the Isthmus in question carries with it obligations to mankind. The course of events has shown that this canal can not be built by private enterprise, or by any other nation than our own; therefore it must be built by the United States.\n Every effort has been made by the Government of the United States to persuade Colombia to follow a course which was essentially not only to our interests and to the interests of the world, but to the interests of Colombia itself. These efforts have failed; and Colombia, by her persistence in repulsing the advances that have been made, has forced us, for the sake of our own honor, and of the interest and well-being, not merely of our own people, but of the people of the Isthmus of Panama and the people of the civilized countries of the world, to take decisive steps to bring to an end a condition of affairs which had become intolerable. The new Republic of Panama immediately offered to negotiate a treaty with us. This treaty I herewith submit. By it our interests are better safeguarded than in the treaty with Colombia which was ratified by the Senate at its last session. It is better in its terms than the treaties offered to us by the Republics of Nicaragua and Costa Rica. At last the right to begin this great undertaking is made available. Panama has done her part. All that remains is for the American Congress to do its part, and forthwith this Republic will enter upon the execution of a project colossal in its size and of well-nigh incalculable possibilities for the good of this country and the nations of mankind.\n By the provisions of the treaty the United States guarantees and will maintain the independence of the Republic of Panama. There is granted to the United States in perpetuity the use, occupation, and control of a strip ten miles wide and extending three nautical miles into the sea at either terminal, with all lands lying outside of the zone necessary for the construction of the canal or for its auxiliary works, and with the islands in the Bay of Panama. The cities of Panama and Colon are not embraced in the canal zone, but the United States assumes their sanitation and, in case of need, the maintenance of order therein; the United States enjoys within the granted limits all the rights, power, and authority which it would possess were it the sovereign of the territory to the exclusion of the exercise of sovereign rights by the Republic. All railway and canal property rights belonging to Panama and needed for the canal pass to the United States, including any property of the respective companies in the cities of Panama and Colon; the works, property, and personnel of the canal and railways are exempted from taxation as well in the cities of Panama and Colon as in the canal zone and its dependencies. Free immigration of the personnel and importation of supplies for the construction and operation of the canal are granted. Provision is made for the use of military force and the building of fortifications by the United States for the protection of the transit. In other details, particularly as to the acquisition of the interests of the New Panama Canal Company and the Panama Railway by the United States and the condemnation of private property for the uses of the canal, the stipulations of the Hay-Herran treaty are closely followed, while the compensation to be given for these enlarged grants remains the same, being ten millions of dollars payable on exchange of ratifications; and, beginning nine years from that date, an annual payment of $250,000 during the life of the convention."}