{"title": "December 5 1836 Eighth Annual Message to Congress-Andrew Jackson", "content": " as are within the power of the executive have been taken to ascertain the value of the stock and procure the payment as early as possible.\n The conduct and present condition of that bank and the great amount of capital vested in it by the United States require your careful attention. Its charter expired on the third day of March last, and it has now no power but that given in the 21st section, \"to use the corporate name, style, and capacity for the purpose of suits for the final settlement and liquidation of the affairs and accounts of the corporation, and for the sale and disposition of their estate—real, personal, and mixed—but not for any other purpose or in any other manner what so ever, nor for a period exceeding two years after the expiration of the said term of incorporation.\"\n Before the expiration of the charter the stock-holders of the bank obtained an act of incorporation from the legislature of Pennsylvania, excluding only the United States. Instead of proceeding to wind up their concerns and pay over to the United States the amount due on account of the stock held by them, the president and directors of the old bank appear to have transferred the books, papers, notes, obligations, and most or all of its property to this new corporation, which entered upon business as a continuation of the old concern.\n Amongst other acts of questionable validity, the notes of the expired corporation are known to have been used as its own and again put in circulation. That the old bank had no right to issue or re-issue its notes after the expiration of its charter can not be denied, and that it could not confer any such right on its substitute any more than exercise it itself is equally plain. In law and honesty the notes of the bank in circulation at the expiration of its charter should have been called in by public advertisement, paid up as presented, and, together with those on hand, canceled and destroyed.\n Their re-issue is sanctioned by no law and warranted by no necessity. If the United States be responsible in their stock for the payment of these notes, their re-issue by the new corporation for their own profit is a fraud on the government. If the United States is not responsible, then there is no legal responsibility in any quarter, and it is a fraud on the country. They are the redeemed notes of a dissolved partnership, but, contrary to the wishes of the retiring partner and without his consent, are again re-issued and circulated.\n It is the high and peculiar duty of Congress to decide whether any further legislation be necessary for the security of the large amount of public property now held and in use by the new bank, and for vindicating the rights of the government and compelling a speedy and honest settlement with all the creditors of the old bank, public and private, or whether the subject shall be left to the power now possessed by the executive and judiciary. It remains to be seen whether the persons who as managers of the old bank undertook to control the government, retained the public dividends, shut their doors upon a committee of the House of Representatives, and filled the country with panic to accomplish their own sinister objects may now as managers of a new bank continue with impunity to flood the country with a spurious currency, use the $7 million of government stock for their own profit, and refuse to the United States all information as to the present condition of their own property and the prospect of recovering it into their own possession.\n The lessons taught by the Bank of the United States can not well be lost upon the American people. They will take care never again to place so tremendous a power in irresponsible hands, and it will be fortunate if they seriously consider the consequences which are likely to result on a smaller scale from the facility with which corporate powers are granted by their state governments.\n It is believed that the law of the last session regulating the deposit banks operates onerously and unjustly upon them in many respects, and it is hoped that Congress, on proper representations, will adopt the modifications which are necessary to prevent this consequence.\n The report of the Secretary of War ad interim and the accompanying documents, all which are herewith laid before you, will give you a full view of the diversified and important operations of that department during the past year.\n The military movements rendered necessary by the aggressions of the hostile portions of the Seminole and Creek tribes of Indians, and by other circumstances, have required the active employment of nearly our whole regular force, including the Marine Corps, and of large bodies of militia and volunteers. With all these events so far as they were known at the seat of government before the termination of your last session you are already acquainted, and it is therefore only needful in this place to lay before you a brief summary of what has since occurred.\n The war with the Seminoles during the summer was on our part chiefly confined to the protection of our frontier settlements from the incursions of the enemy, and, as a necessary and important means for the accomplishment of that end, to the maintenance of the posts previously established. In the course of this duty several actions took place, in which the bravery and discipline of both officers and men were conspicuously displayed, and which I have deemed it proper to notice in respect to the former by the granting of brevet rank for gallant services in the field. But as the force of the Indians was not so far weakened by these partial successes as to lead them to submit, and as their savage inroads were frequently repeated, early measures were taken for placing at the disposal of Governor Call, who as commander in chief of the Territorial militia had been temporarily invested with the command, an ample force for the purpose of resuming offensive operations in the most efficient manner so soon as the season should permit. Major General Jesup was also directed, on the conclusion of his duties in the Creek country, to repair to Florida and assume the command.\n The result of the first movement made by the forces under the direction of Governor Call in October last, as detailed in the accompanying papers, excited much surprise and disappointment. A full explanation has been required of the causes which led to the failure of that movement, but has not yet been received. In the mean time, as it was feared that the health of Governor Call, who was understood to have suffered much from sickness, might not be adequate to the crisis, and as Major General Jesup was known to have reached Florida, that officer was directed to assume command, and to prosecute all needful operations with the utmost promptitude and vigor. From the force at his disposal and the dispositions he has made and is instructed to make, and from the very efficient measures which it is since ascertained have been taken by Governor Call, there is reason to hope that they will soon be enabled to reduce the enemy to subjection. In the mean time, as you will perceive from the report of the Secretary, there is urgent necessity for further appropriations to suppress these hostilities.\n Happily for the interests of humanity, the hostilities with the Creeks were brought to a close soon after your adjournment, without that effusion of blood which at one time was apprehended as inevitable. The unconditional submission of the hostile party was followed by their speedy removal to the country assigned them West of the Mississippi. The inquiry as to alleged frauds in the purchase of the reservations of these Indians and the causes of their hostilities, requested by the resolution of the House of Representatives of the 1st of July last [1836-07-01] to be made by the President, is now going on through the agency of commissioners appointed for that purpose. Their report may be expected during your present session.\n The difficulties apprehended in the Cherokee country have been prevented, and the peace and safety of that region and its vicinity effectually secured, by the timely measures taken by the War Department, and still continued.\n The discretionary authority given to General Gaines to cross the Sabine and to occupy a position as far West as Nacogdoches, in case he should deem such a step necessary to the protection of the frontier and to the fulfillment of the stipulations contained in our treaty with Mexico, and the movement subsequently made by that officer have been alluded to in a former part of this message. At the date of the latest intelligence from Nacogdoches our troops were yet at that station, but the officer who has succeeded General Gaines has recently been advised that from the facts known at the seat of government there would seem to be no adequate cause for any longer maintaining that position, and he was accordingly instructed, in case the troops were not already withdrawn under the discretionary powers before possessed by him, to give the requisite orders for that purpose on the receipt of the instructions, unless he shall then have in his possession such information as shall satisfy him that the maintenance of the post is essential to the protection of our frontiers and to the due execution of our treaty stipulations, as previously explained to him.\n Whilst the necessities existing during the present year for the service of militia and volunteers have furnished new proofs of the patriotism of our fellow citizens, they have also strongly illustrated the importance of an increase in the rank and file of the regular Army. The views of this subject submitted by the Secretary of War in his report meet my entire concurrence, and are earnestly commended to the deliberate attention of Congress. In this connection it is also proper to remind you that the defects in our present militia system are every day rendered more apparent. The duty of making further provision by law for organizing, arming, and disciplining this arm of defense has been so repeatedly presented to Congress by myself and my predecessors that I deem it sufficient on this occasion to refer to the last annual message and to former executive communications in which the subject has been discussed.\n It appears from the reports of the officers charged with mustering into service the volunteers called for under the act of Congress of the last session that more presented themselves at the place of rendezvous in Tennessee than were sufficient to meet the requisition which had been made by the Secretary of War upon the governor of that state. This was occasioned by the omission of the governor to apportion the requisition to the different regiments of militia so as to obtain the proper number of troops and no more. It seems but just to the patriotic citizens who repaired to the general rendezvous under circumstances authorizing them to believe that their services were needed and would be accepted that the expenses incurred by them while absent from their homes should be paid by the government. I accordingly recommend that a law to this effect be passed by Congress, giving them a compensation which will cover their expenses on the march to and from the place of rendezvous and while there; in connection with which it will also be proper to make provision for such other equitable claims growing out of the service of the militia as may not be embraced in the existing laws.\n On the unexpected breaking out of hostilities in Florida, Alabama, and Georgia it became necessary in some cases to take the property of individuals for public use. Provision should be made by law for indemnifying the owners; and I would also respectfully suggest whether some provision may not be made, consistently with the principles of our government, for the relief of the sufferers by Indian depredations or by the operations of our own troops.\n No time was lost after the making of the requisite appropriations in resuming the great national work of completing the unfinished fortifications on our sea-board and of placing them in a proper state of defense. In consequence, however, of the very late day at which those bills were passed, but little progress could be made during the season which has just closed. A very large amount of the moneys granted at your last session accordingly remains unexpended; but as the work will be again resumed at the earliest moment in the coming spring, the balance of the existing appropriations, and in several cases which will be laid before you, with the proper estimates, further sums for the like objects, may be usefully expended during the next year.\n The recommendations of an increase in the Engineer Corps and for a reorganization of the Topographical Corps, submitted to you in my last annual message, derive additional strength from the great embarrassments experienced during the present year in those branches of the service, and under which they are now suffering. Several of the most important surveys and constructions directed by recent laws have been suspended in consequence of the want of adequate force in these corps.\n The like observations may be applied to the Ordnance Corps and to the general staff, the operations of which as they are now organized must either be frequently interrupted or performed by officers taken from the line of the Army, to the great prejudice of the service.\n For a general view of the condition of the military academy and of other branches of the military service not already noticed, as well as for further illustrations of those which have been mentioned, I refer you to the accompanying documents, and among the various proposals contained therein for legislative action I would particularly notice the suggestion of the Secretary of War for the revision of the pay of the Army as entitled to your favorable regard.\n The national policy, founded alike in interest and in humanity, so long and so steadily pursued by this government for the removal of the Indian tribes originally settled on this side of the Mississippi to the West of that river, may be said to have been consummated by the conclusion of the late treaty with the Cherokees. The measures taken in the execution of that treaty and in relation to our Indian affairs generally will fully appear by referring to the accompanying papers. Without dwelling on the numerous and important topics embraced in them, I again invite your attention to the importance of providing a well-digested and comprehensive system for the protection, supervision, and improvement of the various tribes now planted in the Indian country.\n The suggestions submitted by the Commissioner of Indian Affairs, and enforced by the Secretary, on this subject, and also in regard to the establishment of additional military posts in the Indian country, are entitled to your profound consideration. Both measures are necessary, for the double purpose of protecting the Indians from intestine war, and in other respects complying with our engagements with them, and of securing our western frontier against incursions which otherwise will assuredly be made on it. The best hopes of humanity in regard to the aboriginal race, the welfare of our rapidly extending settlements, and the honor of the United States are all deeply involved in the relations existing between this government and the emigrating tribes. I trust, therefore, that the various matters submitted in the accompanying documents in respect to those relations will receive your early and mature deliberation, and that it may issue in the adoption of legislative measures adapted to the circumstances and duties of the present crisis.\n You are referred to the report of the Secretary of the Navy for a satisfactory view of the operations of the department under his charge during the present year. In the construction of vessels at the different navy yards and in the employment of our ships and squadrons at sea that branch of the service has been actively and usefully employed. While the situation of our commercial interests in the West Indies required a greater number than usual of armed vessels to be kept on that station, it is gratifying to perceive that the protection due to our commerce in other quarters of the world has not proved insufficient. Every effort has been made to facilitate the equipment of the exploring expedition authorized by the act of the last session, but all the preparation necessary to enable it to sail has not yet been completed. No means will be spared by the government to fit out the expedition on a scale corresponding with the liberal appropriations for the purpose and with the elevated character of the objects which are to be effected by it.\n I beg leave to renew the recommendation made in my last annual message respecting the enlistment of boys in our naval service, and to urge upon your attention the necessity of further appropriations to increase the number of ships afloat and to enlarge generally the capacity and force of the Navy. The increase of our commerce and our position in regard to the other powers of the world will always make it our policy and interest to cherish the great naval resources of our country.\n The report of the Postmaster General presents a gratifying picture of the condition of the Post Office Department. Its revenues for the year ending the 30th June last were $3,398,455.19, showing an increase of revenue over that of the preceding year of $404,878.53, or more than 13 percent. The expenditures for the same year were $2,755,623.76, exhibiting a surplus of $642,831.43. The department has been redeemed from embarrassment and debt, has accumulated a surplus exceeding half a million dollars, has largely extended and is preparing still further to extend the mail service, and recommends a reduction of postages equal to about 20 percent. It is practicing upon the great principle which should control every branch of our government of rendering to the public the greatest good possible with the least possible taxation to the people.\n The scale of postages suggested by the Postmaster General recommends itself, not only by the reduction it proposes, but by the simplicity of its arrangement, its conformity with the federal currency, and the improvement it will introduce into the accounts of the department and its agents.\n Your particular attention is invited to the subject of mail contracts with railroad companies. The present laws providing for the making of contracts are based upon the presumption that competition among bidders will secure the service at a fair price; but on most of the railroad lines there is no competition in that kind of transportation, and advertising is therefore useless. No contract can now be made with them except such as shall be negotiated before the time of offering or afterwards, and the power of the Postmaster General to pay them high prices is practically without limitation. It would be a relief to him and no doubt would conduce to the public interest to prescribe by law some equitable basis upon which such contracts shall rest, and restrict him by a fixed rule of allowance. Under a liberal act of that sort he would undoubtedly be able to secure the services of most of the railroad companies, and the interest of the department would be thus advanced.\n The correspondence between the people of the United States and the European nations, and particularly with the British Islands, has become very extensive, and requires the interposition of Congress to give it security. No obstacle is perceived to an interchange of mails between New York and Liverpool or other foreign ports, as proposed by the Postmaster General. On the contrary, it promises, by the security it will afford, to facilitate commercial transactions and give rise to an enlarged intercourse among the people of different nations, which can not but have a happy effect. Through the city of New York most of the correspondence between the Canadas and Europe is now carried on, and urgent representations have been received from the head of the provincial post office asking the interposition of the United States to guard it from the accidents and losses to which it is now subjected. Some legislation appears to be called for as well by our own interest as by comity to the adjoining British provinces.\n The expediency of providing a fire-proof building for the important books and papers of the Post Office Department is worthy of consideration. In the present condition of our Treasury it is neither necessary nor wise to leave essential public interests exposed to so much danger when they can so readily be made secure. There are weighty considerations in the location of a new building for that department in favor of placing it near the other executive buildings.\n The important subjects of a survey of the coast and the manufacture of a standard of weights and measures for the different custom houses have been in progress for some years under the general direction of the executive and the immediate superintendence of a gentleman possessing high scientific attainments. At the last session of Congress the making of a set of weights and measures for each state in the union was added to the others by a joint resolution.\n The care and correspondence as to all these subjects have been devolved on the Treasury Department during the last year. A special report from the Secretary of the Treasury will soon be communicated to Congress, which will show what has been accomplished as to the whole, the number and compensation of the persons now employed in these duties, and the progress expected to be made during the ensuing year, with a copy of the various correspondence deemed necessary to throw light on the subjects which seem to require additional legislation.\n Claims have been made for retrospective allowances in behalf of the superintendent and some of his assistants, which I did not feel justified in granting. Other claims have been made for large increases in compensation, which, under the circumstances of the several cases, I declined making without the express sanction of Congress. In order to obtain that sanction the subject was at the last session, on my suggestion and by request of the immediate superintendent, submitted by the Treasury Department to the Committee on Commerce of the House of Representatives. But no legislative action having taken place, the early attention of Congress is now invited to the enactment of some express and detailed provisions in relation to the various claims made for the past, and to the compensation and allowances deemed proper for the future.\n It is further respectfully recommended that, such being the inconvenience of attention to these duties by the Chief Magistrate, and such the great pressure of business on the Treasury Department, the general supervision of the coast survey and the completion of the weights and measures, if the works are kept united, should be devolved on a board of officers organized specially for that purpose, or on the Navy Board attached to the Navy Department.\n All my experience and reflection confirm the conviction I have so often expressed to Congress in favor of an amendment of the Constitution which will prevent in any event the election of the President and Vice President of the United States devolving on the House of Representatives and the Senate, and I therefore beg leave again to solicit your attention to the subject. There were various other suggestions in my last annual message not acted upon, particularly that relating to the want of uniformity in the laws of the District of Columbia, that are deemed worthy of your favorable consideration.\n Before concluding this paper I think it due to the various executive departments to bear testimony to their prosperous condition and to the ability and integrity with which they have been conducted. It has been my aim to enforce in all of them a vigilant and faithful discharge of the public business, and it is gratifying to me to believe that there is no just cause of complaint from any quarter at the manner in which they have fulfilled the objects of their creation.\n Having now finished the observations deemed proper on this the last occasion I shall have of communicating with the two Houses of Congress at their meeting, I can not omit an expression of the gratitude which is due to the great body of my fellow citizens, in whose partiality and indulgence I have found encouragement and support in the many difficult and trying scenes through which it has been my lot to pass during my public career. Though deeply sensible that my exertions have not been crowned with a success corresponding to the degree of favor bestowed upon me, I am sure that they will be considered as having been directed by an earnest desire to promote the good of my country, and I am consoled by the persuasion that what ever errors have been committed will find a corrective in the intelligence and patriotism of those who will succeed us. All that has occurred during my administration is calculated to inspire me with increased confidence in the stability of our institutions; and should I be spared to enter upon that retirement which is so suitable to my age and infirm health and so much desired by me in other respects, I shall not cease to invoke that beneficent Being to whose providence we are already so signally indebted for the continuance of His blessings on our beloved country."}