{"title": "December 3 1877 First Annual Message-Rutherford B. Hayes", "content": " 1, 1877, are $13,592,932.90. The amount drawn from the Treasury from July 1 to November 1, 1877, is $5,343,037.40, of which there is estimated to be yet available $1,029,528.30, showing the amount of actual expenditure during the first four months of the present fiscal year to have been $4,313,509.10.\n\nThe report of the Postmaster-General contains a full and clear statement of the operations and condition of the Post-Office Department. The ordinary revenues of the Department for the fiscal year ending June 30, 1877, including receipts from the money-order business and from official stamps and stamped envelopes, amounted to the sum of $27,531,585.26. The additional sum of $7,013,000 was realized from appropriations from the general Treasury for various purposes, making the receipts from all sources $34,544,885.26. The total expenditures during the fiscal year amounted to $33,486,322.44, leaving an excess of total receipts over total expenditures of $1,058,562.82, and an excess of total expenditures over ordinary receipts of $5,954,737.18. Deducting from the total receipts the sum of $63,261.84, received from international money orders of the preceding fiscal year, and deducting from the total expenditures the sum of $1,163,818.20, paid on liabilities incurred in previous fiscal years, the expenditures and receipts appertaining to the business of the last fiscal year were as follows:\n\nExpenditures $32,322,504.24\n\nReceipts (ordinary, from money-order business and from official postage stamps) $27,468,323,420\n\nExcess of expenditures $4,854,180.82\n\nThe ordinary revenues of the Post-Office Department for the year ending June 30, 1879, are estimated at an increase of 3 per cent over those of 1877, making $29,034,098.28, and the expenditures for the same year are estimated at $36,427,771, leaving an estimated deficiency for the year 1879 of $7,393,672.72. The additional legislation recommended by the Postmaster-General for improvements of the mail service and to protect the postal revenues from the abuses practiced under existing laws is respectfully commended to the careful consideration of Congress.\n\nThe report of the Attorney-General contains several suggestions as to the administration of justice, to which I invite your attention. The pressure of business in the Supreme Court and in certain circuit courts of the United States is now such that serious delays, to the great injury, and even oppression, of suitors, occur, and a remedy should be sought for this condition of affairs. Whether it will be found in the plan briefly sketched in the report, of increasing the number of judges of the circuit courts, and, by means of this addition to the judicial force, of creating an intermediate court of errors and appeals, or whether some other mode can be devised for obviating the difficulties which now exist, I leave to your mature consideration.\n\nThe present condition of the Indian tribes in the territory of the United States and our relations with them are fully set forth in the reports of the Secretary of the Interior and the Commissioner of Indian Affairs. After a series of most deplorable conflicts—the successful termination of which, while reflecting honor upon the brave soldiers who accomplished it, can not lessen our regret at their occurrence—we are now at peace with all the Indian tribes within our borders. To preserve that peace by a just and humane policy will be the object of my earnest endeavors. Whatever may be said of their character and savage propensities, of the difficulties of introducing among them the habits of civilized life, and of the obstacles they have offered to the progress of settlement and enterprise in certain parts of the country, the Indians are certainly entitled to our sympathy and to a conscientious respect on our part for their claims upon our sense of justice. They were the aboriginal occupants of the land we now possess. They have been driven from place to place. The purchase money paid to them in some cases for what they called their own has still left them poor. In many instances, when they had settled down upon land assigned to them by compact and begun to support themselves by their own labor, they were rudely jostled off and thrust into the wilderness again. Many, if not most, of our Indian wars have had their origin in broken promises and acts of injustice upon our part, and the advance of the Indians in civilization has been slow because the treatment they received did not permit it to be faster and more general. We can not expect them to improve and to follow our guidance unless we keep faith with them in respecting the rights they possess, and unless, instead of depriving them of their opportunities, we lend them a helping hand.\n\nI cordially approve the policy regarding the management of Indian affairs outlined in the reports of the Secretary of the Interior and of the Commissioner of Indian Affairs. The faithful performance of our promises is the first condition of a good understanding with the Indians. I can not too urgently recommend to Congress that prompt and liberal provision be made for the conscientious fulfillment of all engagements entered into by the Government with the Indian tribes. To withhold the means necessary for the performance of a promise is always false economy, and is apt to prove disastrous in its consequences. Especial care is recommended to provide for Indians settled on their reservations cattle and agricultural implements, to aid them in whatever efforts they may make to support themselves, and by the establishment and maintenance of schools to bring them under the control of civilized influences. I see no reason why Indians who can give satisfactory proof of having by their own labor supported their families for a number of years, and who are willing to detach themselves from their tribal relations, should not be admitted to the benefit of the homestead act and the privileges of citizenship, and I recommend the passage of a law to that effect. It will be an act of justice as well as a measure of encouragement. Earnest efforts are being made to purify the Indian service, so that every dollar appropriated by Congress shall redound to the benefit of the Indians, as intended. Those efforts will have my firm support. With an improved service and every possible encouragement held out to the Indians to better their condition and to elevate themselves in the scale of civilization, we may hope to accomplish at the same time a good work for them and for ourselves.\n\nI invite the attention of Congress to the importance of the statements and suggestions made by the Secretary of the Interior concerning the depredations committed on the timber lands of the United States and the necessity for the preservation of forests. It is believed that the measures taken in pursuance of existing laws to arrest those depredations will be entirely successful if Congress, by an appropriation for that purpose, renders their continued enforcement possible. The experience of other nations teaches us that a country can not be stripped of its forests with impunity, and we shall expose ourselves to the gravest consequences unless the wasteful and improvident manner in which the forests in the United States are destroyed be effectually checked. I earnestly recommend that the measures suggested by the Secretary of the Interior for the suppression of depredations on the public timber lands of the United States, for the selling of timber from the public lands, and for the preservation of forests be embodied in a law, and that, considering the urgent necessity of enabling the people of certain States and Territories to purchase timber from the public lands in a legal manner, which at present they can not do, such a law be passed without unavoidable delay. I would also call the attention of Congress to the statements made by the Secretary of the Interior concerning the disposition that might be made of the desert lands, not irrigable, west of the one hundredth meridian. These lands are practically unsalable under existing laws, and the suggestion is worthy of consideration that a system of leasehold tenure would make them a source of profit to the United States, while at the same time legalizing the business of cattle raising which is at present carried on upon them.\n\nThe report of the Commissioner of Agriculture contains the gratifying announcement of the extraordinary success which has rewarded the agricultural industry of the country for the past year. With the fair prices which obtain for the products of the soil, especially for the surplus which our people have to export, we may confidently turn to this as the most important of all our resources for the revival of the depressed industries of the country. The report shows our agricultural progress during the year, and contains a statement of the work done by this Department for the advancement of agricultural industry, upon which the prosperity of our people so largely depends. Matters of information are included of great interest to all who seek, by the experience of others, to improve their own methods of cultivation. The efforts of the Department to increase the production of important articles of consumption will, it is hoped, improve the demand for labor and advance the business of the country, and eventually result in saving some of the many millions that are now annually paid to foreign nations for sugar and other staple products which habitual use has made necessary in our domestic everyday life.\n\nThe board on behalf of the United States Executive Departments at the International Exhibition of 1876 has concluded its labors. The final report of the board was transmitted to Congress by the President near the close of the last session. As these papers are understood to contain interesting and valuable information, and will constitute the only report emanating from the Government on the subject of the exhibition, I invite attention to the matter and recommend that the report be published for general information.\n\nCongress is empowered by the Constitution with the authority of exclusive legislation over the District of Columbia, in which the seat of Government of the nation is located. The interests of the District, having no direct representation in Congress, are entitled to especial consideration and care at the hands of the General Government. The capital of the United States belongs to the nation, and it is natural that the American people should take pride in the seat of their National Government and desire it to be an ornament to the country. Much has been done to render it healthful, convenient, and attractive, but much remains to be done, which its permanent inhabitants are not able and ought not to be expected to do. To impose upon them a large proportion of the cost required for public improvements, which are in a great measure planned and executed for the convenience of the Government and of the many thousands of visitors from all parts of the country who temporarily reside at the capital of the nation, is an evident injustice. Special attention is asked by the Commissioners of the District in their report, which is herewith transmitted, to the importance of a permanent adjustment by Congress of the financial relations between the United States and the District, involving the regular annual contribution by the United States of its just proportion of the expenses of the District government and of the outlay for all needed public improvements, and such measure of relief from the burden of taxation now resting upon the people of the District as in the wisdom of Congress may be deemed just.\n\nThe report of the Commissioners shows that the affairs of the District are in a condition as satisfactory as could be expected in view of the heavy burden of debt resting upon it and its very limited means for necessary expenses.\n\nThe debt of the District is as follows:\n\nOld funded debt $8,379,691.96\n\n3.65 bonds, guaranteed by the United States $13,743,250.00\n\nTotal bonded debt $22,122,941.96\n\nTo which should be added certain outstanding claims, as explained\n\nin the report of the Commissioners $1,187,204.52\n\nMaking the total debt of the District $23,310,146.48\n\nThe Commissioners also ask attention to the importance of the improvement of the Potomac River and the reclamation of the marshes bordering the city of Washington, and their views upon this subject are concurred in by the members of the board of health, whose report is also herewith transmitted. Both the commercial and sanitary interests of the District will be greatly promoted, I doubt not, by this improvement.\n\nYour attention is invited to the suggestion of the Commissioners and of the board of health for the organization of a board of charities, to have supervision and control of the disbursement of all moneys for charitable purposes from the District treasury. I desire also to ask your especial attention to the need of adding to the efficiency of the public schools of the District by supplemental aid from the National Treasury. This is especially just, since so large a number of those attending these schools are children of employees of the Government. I earnestly commend to your care the interests of the people of the District, who are so intimately associated with the Government establishments, and to whose enterprise the good order and attractiveness of the capital are largely due; and I ask your attention to the request of the Commissioners for legislation in behalf of the interests intrusted to their care. The appropriations asked for the care of the reservations belonging to the Government within the city, by the Commissioner of Public Buildings and Grounds, are also commended to your favorable consideration.\n\nThe report of the joint commission created by the act approved 2d of August, 1876, entitled \"An act providing for the completion of the Washington Monument,\" is also herewith transmitted, with accompanying documents. The board of engineer officers detailed to examine the monument, in compliance with the second section of the act, have reported that the foundation is insufficient. No authority exists for making the expenditure necessary to secure its stability. I therefore recommend that the commission be authorized to expend such portion of the sum appropriated by the act as may be necessary for the purpose. The present unfinished condition of the monument, begun so long ago, is a reproach to the nation. It can not be doubted that the patriotic sense of the country will warmly respond to such prompt provision as may be made for its completion at an early day, and I urge upon Congress the propriety and necessity of immediate legislation for this purpose.\n\nThe wisdom of legislation upon the part of Congress, in aid of the States, for the education of the whole people in those branches of study which are taught in the common schools of the country is no longer a question. The intelligent judgment of the country goes still further, regarding it as also both constitutional and expedient for the General Government to extend to technical and higher education such aid as is deemed essential to the general welfare and to our due prominence among the enlightened and cultured nations of the world. The ultimate settlement of all questions of the future, whether of administration or finance or of true nationality of sentiment, depends upon the virtue and intelligence of the people. It is vain to hope for the success of a free government without the means of insuring the intelligence of those who are the source of power. No less than one-seventh of the entire voting population of our country are yet unable to read and write.\n\nIt is encouraging to observe, in connection with the growth of fraternal feeling in those States in which slavery formerly existed, evidences of increasing interest in universal education, and I shall be glad to give my approval to any appropriate measures which may be enacted by Congress for the purpose of supplementing with national aid the local systems of education in those States and in all the States; and, having already invited your attention to the needs of the District of Columbia with respect to its public-school system, I here add that I believe it desirable, not so much with reference to the local wants of the District, but to the great and lasting benefit of the entire country, that this system should be crowned with a university in all respects in keeping with the national capital, and thereby realize the cherished hopes of Washington on this subject.\n\nI also earnestly commend the request of the Regents of the Smithsonian Institution that an adequate appropriation be made for the establishment and conduct of a national museum under their supervision.\n\nThe question of providing for the preservation and growth of the Library of Congress is also one of national importance. As the depository of all copyright publications and records, this library has outgrown the provisions for its accommodation; and the erection, on such site as the judgment of Congress may approve, of a fireproof library building, to preserve the treasures and enlarge the usefulness of this valuable collection, is recommended. I recommend also such legislation as will render available and efficient for the purposes of instruction, so far as is consistent with the public service, the cabinets or museums of invention, of surgery, of education, and of agriculture, and other collections the property of the National Government.\n\nThe capital of the nation should be something more than a mere political center. We should avail ourselves of all the opportunities which Providence has here placed at our command to promote the general intelligence of the people and increase the conditions most favorable to the success and perpetuity of our institutions."}