{"title": "December 1 1884 Fourth Annual Message-Chester A. Arthur", "content": " reform.\n The countries of the American continent and the adjacent islands are for the United States the natural marts of supply and demand. It is from them that we should obtain what we do not produce or do not produce in sufficiency, and it is to them that the surplus productions of our fields, our mills, and our workshops should flow, under conditions that will equalize or favor them in comparison with foreign competition.\n Four paths of policy seem to point to this end:\n First. A series of reciprocal commercial treaties with the countries of America which shall foster between us and them an unhampered movement of trade. The conditions of these treaties should be the free admission of such merchandise as this country does not produce, in return for the admission free or under a favored scheme of duties of our own products, the benefits of such exchange to apply only to goods carried under the flag of the parties to the contract; the removal on both sides from the vessels so privileged of all tonnage dues and national imposts, so that those vessels may ply unhindered between our ports and those of the other contracting parties, though without infringing on the reserved home coasting trade; the removal or reduction of burdens on the exported products of those countries coming within the benefits of the treaties, and the avoidance of the technical restrictions and penalties by which our intercourse with those countries is at present hampered.\n Secondly. The establishment of the consular service of the United States on a salaried footing, thus permitting the relinquishment of consular fees not only as respects vessels under the national flag, but also as respects vessels of the treaty nations carrying goods entitled to the benefits of the treaties.\n Thirdly. The enactment of measures to favor the construction and maintenance of a steam carrying marine under the flag of the United States.\n Fourthly. The establishment of an uniform currency basis for the countries of America, so that the coined products of our mines may circulate on equal terms throughout the Whole system of commonwealths. This would require a monetary union of America, whereby the output of the bullion-producing countries and the circulation of those which yield neither gold nor silver could be adjusted in conformity with the population, wealth, and commercial needs of each. As many of the countries furnish no bullion to the common stock, the surplus production of our mines and mints might thus be utilized and a step taken toward the general remonetization of silver.\n To the accomplishment of these ends, so far as they can be attained by separate treaties, the negotiations already concluded and now in progress have been directed; and the favor which this enlarged policy has thus far received warrants the belief that its operations will ere long embrace all, or nearly all, the countries of this hemisphere.\n It is by no means desirable, however, that the policy under consideration should be applied to these countries alone. The healthful enlargement of our trade with Europe, Asia, and Africa should be sought by reducing tariff burdens on such of their wares as neither we nor the other American States are fitted to produce, and thus enabling ourselves to obtain in return a better market for our supplies of food, of raw materials, and of the manufactures in which we excel.\n It seems to me that many of the embarrassing elements in the great national conflict between protection and free trade may thus be turned to good account; that the revenue may be reduced so as no longer to overtax the people; that protective duties may be retained without becoming burdensome; that our shipping interests may be judiciously encouraged, the currency fixed on firm bases, and, above all, such an unity of interests established among the States of the American system as will be of great and ever-increasing advantage to them all.\n All treaties in the line of this policy which have been negotiated or are in process of negotiation contain a provision deemed to be requisite under the clause of the Constitution limiting to the House of Representatives the authority to originate bills for raising revenue.\n On the 29th of February last I transmitted to the Congress the first annual report of the Civil Service Commission, together with communications from the heads of the several Executive Departments of the Government respecting the practical workings of the law under which the Commission had been acting. The good results therein foreshadowed have been more than realized.\n The system has fully answered the expectations of its friends in securing competent and faithful public servants and in protecting the appointing officers of the Government from the pressure of personal importunity and from the labor of examining the claims and pretensions of rival candidates for public employment.\n The law has had the unqualified support of the President and of the heads of the several Departments, and the members of the Commission have performed their duties with zeal and fidelity. Their report will shortly be submitted, and will be accompanied by such recommendations for enlarging the scope of the existing statute as shall commend themselves to the Executive and the Commissioners charged with its administration.\n In view of the general and persistent demand throughout the commercial community for a national bankrupt law, I hope that the differences of sentiment which have hitherto prevented its enactment may not outlast the present session.\n The pestilence which for the past two years has been raging in the countries of the East recently made its appearance in European ports with which we are in constant communication.\n The then Secretary of the Treasury, in pursuance of a proclamation of the President, issued certain regulations restricting and for a time prohibiting the importation of rags and the admission of baggage of immigrants and of travelers arriving from infected quarters. Lest this course may have been without strict warrant of law, I approve the recommendation of the present Secretary that the Congress take action in the premises, and I also recommend the immediate adoption of such measures as will be likely to ward off the dreaded epidemic and to mitigate its severity in case it shall unhappily extend to our shores.\n The annual report of the Commissioners of the District of Columbia reviews the operations of the several departments of its municipal government. I ask your careful consideration of its suggestions in respect to legislation, especially commending such as relate to a revision of the civil and criminal code, the performance of labor by persons sentenced to imprisonment in the jail, the construction and occupation of wharves along the river front, and the erection of a suitable building for District offices.\n I recommend that in recognition of the eminent services of Ulysses S. Grant, late General of the armies of the United States and twice President of this nation, the Congress confer upon him a suitable pension.\n Certain of the measures that seem to me necessary and expedient I have now, in obedience to the Constitution, recommended for your adoption.\n As respects others of no less importance I shall content myself with renewing the recommendations already made to the Congress, without restating the grounds upon which such recommendations were based.\n The preservation of forests on the public domain, the granting of Government aid for popular education, the amendment of the Federal Constitution so as to make effective the disapproval by the President of particular items in appropriation bills, the enactment of statutes in regard to the filling of vacancies in the Presidential office, and the determining of vexed questions respecting Presidential inability are measures which may justly receive your serious consideration.\n As the time draws nigh when I am to retire from the public service, I can not refrain from expressing to the members of the National Legislature with whom I have been brought into personal and official intercourse my sincere appreciation of their unfailing courtesy and of their harmonious cooperation with the Executive in so many measures calculated to promote the best interests of the nation.\n And to my fellow-citizens generally I acknowledge a deep sense of obligation for the support which they have accorded me in my administration of the executive department of this Government."}