{"title": "December 2 1839 Third Annual Message to Congress-Martin Van Buren", "content": " It does not terminate at Philadelphia or New York. It reaches across the ocean and ends in London, the center of the credit system. The same laws of trade which give to the banks in our principal cities power over the whole banking system of the United States subject the former, in their turn, to the money power in Great Britain. It is not denied that the suspension of the New York banks in 1837, which was followed in quick succession throughout the Union, was produced by an application of that power, and it is now alleged, in extenuation of the present condition of so large a portion of our banks, that their embarrassments have arisen from the same cause.\n From this influence they can not now entirely escape, for it has its origin in the credit currencies of the two countries; it is strengthened by the current of trade and exchange which centers in London, and is rendered almost irresistible by the large debts contracted there by our merchants, our banks, and our States. It is thus that an introduction of a new bank into the most distant of our villages places the business of that village within the influence of the money power in England; it is thus that every new debt which we contract in that country seriously affects our own currency and extends over the pursuits of our citizens its powerful influence. We can not escape from this by making new banks, great or small, State or national. The same chains which bind those now existing to the center of this system of paper credit must equally fetter every similar institution we create. It is only by the extent to which this system has been pushed of late that we have been made fully aware of its irresistible tendency to subject our own banks and currency to a vast controlling power in a foreign lad, and it adds a new argument to those which illustrate their precarious situation.. Endangered in the first place by their own mismanagement and again by the conduct of every institution which connects them with the center of trade in our own country, they are yet subjected beyond all this to the effect of whatever measures policy, necessity, or caprice may induce those who control the credits of England to resort to. I mean not to comment upon these measures, present or past, and much less to discourage the prosecution of fair commercial dealing between the two countries, based on reciprocal benefits; but it having now been made manifest that the power of inflicting these and similar injuries is by the resistless law of a credit currency and credit trade equally capable of extending their consequences through all the ramifications of our banking system, and by that means indirectly obtaining, particularly when our banks are used as depositories of the public moneys, a dangerous political influence in the United States, I have deemed it my duty to bring the subject to your notice and ask for it your serious consideration.\n Is an argument required beyond the exposition of these facts to show the impropriety of using our banking institutions as depositories of the public money? Can we venture not only to encounter the risk of their individual and mutual mismanagement, but at the same time to place our foreign and domestic policy entirely under the control of a foreign moneyed interest? To do so is to impair the independence of our Government, as the present credit system has already impaired the independence of our banks; it is to submit all its important operations, whether of peace or war, to be controlled or thwarted, at first by our own banks and then by a power abroad greater than themselves. I can not bring myself to depict the humiliation to which this Government and people might be sooner or later reduced if the means for defending their rights are to be made dependent upon those who may have the most powerful of motives to impair them.\n Nor is it only in reference to the effect of this state of things on the independence of our Government or of our banks that the subject presents itself for consideration; it is to be viewed also in its relations to the general trade of our country. The time is not long passed when a deficiency of foreign crops was thought to afford a profitable market for the surplus of our industry, but now we await with feverish anxiety the news of the English harvest, not so much from motives of commendable sympathy, but fearful lest its anticipated failure should narrow the field of credit there. Does not this speak volumes to the patriot? Can a system be beneficent, wise, or just which creates greater anxiety for interests dependent on foreign credit than for the general prosperity of our own country and the profitable exportation of the surplus produce of our labor?\n The circumstances to which I have thus adverted appear to me to afford weighty reasons, developed by late events, to be added to those which I have on former occasions offered when submitting to your better knowledge and discernment the propriety of separating the custody of the public money from banking institutions. Nor has anything occurred to lessen, in my opinion, the force of what has been heretofore urged. The only ground on which that custody can be desired by the banks is the profitable use which they may make of the money. Such use would be regarded in individuals as a breach of trust or a crime of great magnitude, and yet it may be reasonably doubted whether, first and last, it is not attended with more mischievous consequences when permitted to the former than to the latter. The practice of permitting the public money to be used by its keepers, as here, is believed to be peculiar to this country and to exist scarcely anywhere else. To procure it here improper influences are appealed to, unwise connections are established between the Government and vast numbers of powerful State institutions, other motives than the public good are brought to bear both on the executive and legislative departments, and selfish combinations leading to special legislation are formed. It is made the interest of banking institutions and their stockholders throughout the Union to use their exertions for the increase of taxation and the accumulation of a surplus revenue, and while an excuse is afforded the means are furnished for those excessive issues which lead to extravagant trading and speculation and are the forerunners of a vast debt abroad and a suspension of the banks at home.\n Impressed, therefore, as I am with the propriety of the funds of the Government being withdrawn from the private use of either banks or individuals, and the public money kept by duly appointed public agents, and believing as I do that such also is the judgment which discussion, reflection, and experience have produced on the public mind, I leave the subject with you. It is, at all events, essential to the interests of the community and the business of the Government that a decision should be made.\n Most of the arguments that dissuade us from employing banks in the custody and disbursement of the public money apply with equal force to the receipt of their notes for public dues. The difference is only in form. In one instance the Government is a creditor for its deposits, and in the other for the notes it holds. They afford the same opportunity for using the public moneys, and equally lead to all the evils attendant upon it, since a bank can as safely extend its discounts on a deposit of its notes in the hands of a public officer as on one made in its own vaults. On the other hand, it would give to the Government no greater security, for in case of failure the claim of the note holder would be no better than that of a depositor.\n I am aware that the danger of inconvenience to the public and unreasonable pressure upon sound banks have been urged as objections to requiring the payment of the revenue in gold and silver. These objections have been greatly exaggerated. From the best estimates we may safely fix the amount of specie in the country at $85,000,000, and the portion of that which would be employed at any one time in the receipts and disbursements of the Government, even if the proposed change were made at once, would not, it is now, after fuller investigation, believed exceed four or five millions. If the change were gradual, several years would elapse before that sum would be required, with annual opportunities in the meantime to alter the law should experience prove it to be oppressive or inconvenient. The portions of the community on whose business the change would immediately operate are comparatively small, nor is it believed that its effect would be in the least unjust or injurious to them.\n In the payment of duties, which constitute by far the greater portion of the revenue, a very large proportion is derived from foreign commission houses and agents of foreign manufacturers, who sell the goods consigned to them generally at auction, and after paying the duties out of the avails remit the rest abroad in specie or its equivalent. That the amount of duties should in such cases be also retained in specie can hardly be made a matter of complaint. Our own importing merchants, by whom the residue of the duties is paid, are not only peculiarly interested in maintaining a sound currency, which the measure in question will especially promote, but are from the nature of their dealings best able to know when specie will be needed and to procure it with the least difficulty or sacrifice. Residing, too, almost universally in places where the revenue is received and where the drafts used by the Government for its disbursements must concentrate, they have every opportunity to obtain and use them in place of specie should it be for their interest or convenience. Of the number of these drafts and the facilities they may afford, as well as of the rapidity with which the public funds are drawn and disbursed, an idea may be formed from the fact that of nearly $20,000,000 paid to collectors and receivers during the present year the average amount in their hands at any one time has not exceeded a million and a half, and of the fifteen millions received by the collector of New York alone during the present year the average amount held by him subject to draft during each week has been less than half a million.\n The ease and safety of the operations of the Treasury in keeping the public money are promoted by the application of its own drafts to the public dues. The objection arising from having them too long outstanding might be obviated and they yet made to afford to merchants and banks holding them an equivalent for specie, and in that way greatly lessen the amount actually required. Still less inconvenience will attend the requirement of specie in purchases of public lands. Such purchases, except when made on speculation, are in general but single transactions, rarely repeated by the same person; and it is a fact that for the last year and a half, during which the notes of sound banks have been received, more than a moiety of these payments has been voluntarily made in specie, being a larger proportion than would have been required in three years under the graduation proposed.\n It is, moreover, a principle than which none is better settled by experience that the supply of the precious metals will always be found adequate to the uses for which they are required. They abound in countries where no other currency is allowed. In our own States, where small notes are excluded, gold and silver supply their place. When driven to their hiding places by bank suspensions, a little firmness in the community soon restores them in a sufficient quantity for ordinary purposes. Postage and other public dues have been collected in coin without serious inconvenience even in States where a depreciated paper currency has existed for years, and this, with the aid of Treasury notes for a part of the time, was done without interruption during the suspension of 1837. At the present moment the receipts and disbursements of the Government are made in legal currency in the largest portion of the Union. No one suggests a departure from this rule, and if it can now be successfully carried out it will be surely attended with even less difficulty when bank notes are again redeemed in specie.\n Indeed, I can not think that a serious objection would anywhere be raised to the receipt and payment of gold and silver in all public transactions were it not from an apprehension that a surplus in the Treasury might withdraw a large portion of it from circulation and lock it up unprofitably in the public vaults. It would not, in my opinion, be difficult to prevent such an inconvenience from occurring; but the authentic statements which I have already submitted to you in regard to the actual amount in the public Treasury at any one time during the period embraced in them and the little probability of a different state of the Treasury for at least some years to come seem to render it unnecessary to dwell upon it. Congress, moreover, as I have before observed, will in every year have an opportunity to guard against it should the occurrence of any circumstances lead us to apprehend injury from this source. Viewing the subject in all its aspects, I can not believe that any period will be more auspicious than the present for the adoption of all measures necessary to maintain the sanctity of our own engagements and to aid in securing to the community that abundant supply of the precious metals which adds so much to their prosperity and gives such increased stability to all their dealings.\n In a country so commercial as ours banks in some form will probably always exist, but this serves only to render it the more incumbent on us,, notwithstanding the discouragements of the past, to strive in our respective stations to mitigate the evils they produce; to take from them as rapidly as the obligations of public faith and a careful consideration of the immediate interests of the community will permit the unjust character of monopolies; to check, so far as may be practicable, by prudent legislation those temptations of interest and those opportunities for their dangerous indulgence which beset them on every side, and to confine them strictly to the performance of their paramount duty--that of aiding the operations of commerce rather than consulting their own exclusive advantage. These and other salutary reforms may, it is believed, be accomplished without the violation of any of the great principles of the social compact, the observance of which is indispensable to its existence, or interfering in any way with the useful and profitable employment of real capital.\n Institutions so framed have existed and still exist elsewhere, giving to commercial intercourse all necessary facilities without inflating or depreciating the currency or stimulating speculation. Thus accomplishing their legitimate ends, they have gained the surest guaranty for their protection and encouragement in the good will of the community. Among a people so just as ours the same results could not fail to attend a similar course. The direct supervision of the banks belongs, from the nature of our Government, to the States who authorize them. It is to their legislatures that the people must mainly look for action on that subject. But as the conduct of the Federal Government in the management of its revenue has also a powerful, though less immediate, influence upon them, it becomes our duty to see that a proper direction is given to it. While the keeping of the public revenue in a separate and independent treasury and of collecting it in gold and silver will have a salutary influence on the system of paper credit with which all banks are connected, and thus aid those that are sound and well managed, it will at the same time sensibly check such as are otherwise by at once withholding the means of extravagance afforded by the public funds and restraining them from excessive issues of notes which they would be constantly called upon to redeem.\n I am aware it has been urged that this control may be best attained and exerted by means of a national bank. The constitutional objections which I am well known to entertain would prevent me in any event from proposing or assenting to that remedy; but in addition to this, I can not after past experience bring myself to think that it can any longer be extensively regarded as effective for such a purpose. The history of the late national bank, through all its mutations, shows that it was not so. On the contrary, it may, after a careful consideration of the subject, be, I think, safely stated that at every period of banking excess it took the lead; that in 1817 and 1818, in 1823, in 1831, and in 1834 its vast expansions, followed by distressing contractions, led to those of the State institutions. It swelled and maddened the tides of the banking system, but seldom allayed or safely directed them. At a few periods only was a salutary control exercised, but an eager desire, on the contrary, exhibited for profit in the first place; and if afterwards its measures were severe toward other institutions, it was because its own safety compelled it to adopt them. It did not differ from them in principle or in form; its measures emanated from the same spirit of gain; it felt the same temptation to overissues; it suffered from and was totally unable to avert those inevitable laws of trade by which it was. itself affected equally with them; and at least on one occasion, at an early day, it was saved only by extraordinary exertions from the same fate that attended the weakest institution it professed to supervise. In 1837 it failed equally with others in redeeming its notes (though the two years allowed by its charter for that purpose had not expired), a large amount of which remains to the present time outstanding. It is true that, having so vast a capital and strengthened by the use of all the revenues of the Government, it possessed more power; but while it was itself by that circumstance freed from the control which all banks require, its paramount object and inducement were left the same--to make the most for its stockholders, not to regulate the currency of the country. Nor has it, as far as we are advised, been found to be greatly otherwise elsewhere. The national character given to the Bank of England has not prevented excessive fluctuations in their currency, and it proved unable to keep off a suspension of specie payments, which lasted for nearly a quarter of a century. And why should we expect it to be otherwise? A national institution, though deriving its charter from a different source than the State banks, is yet constituted upon the same principles, is conducted by men equally exposed to temptation, and is liable to the same disasters, with the additional disadvantage that its magnitude occasions an extent of confusion and distress which the mismanagement of smaller institutions could not produce. It can scarcely be doubted that the recent suspension of the United State Bank of Pennsylvania, of which the effects are felt not in that State alone, but over half the Union, had its origin in a course of business commenced while it was a national institution, and there is no good reason for supposing that the same consequences would not have followed had it still derived its powers from the General Government. It is in vain, when the influences and impulses are the same, to look for a difference in conduct or results. By such creations we do, therefore, but increase the mass of paper credit and paper currency, without checking their attendant evils and fluctuations. The extent of power and the efficiency of organization which we give, so far from being beneficial, are in practice positively injurious. They strengthen the chain of dependence throughout the Union, subject all parts more certainly to common disaster, and bind every bank more effectually in the first instance to those of our commercial cities, and in the end to a foreign power. In a word, I can not but believe that, with the full understanding of the operations of our banking system which experience has produced, public sentiment is not less opposed to the creation of a national bank for purposes connected with currency and commerce than for those connected with the fiscal operations of the Government.\n Yet the commerce and currency of the country are suffering evils from the operations of the State banks which can not and ought not to be overlooked. By their means we have been flooded with a depreciated paper, which it was evidently the design of the framers of the Constitution to prevent when they required Congress to \"Coin money and regulate the value of foreign coins,\" and when they forbade the States \"to coin money, emit bills of credit, make anything but gold and silver a tender in payment of debts,\" or \"pass any law impairing the obligation of contracts.\" If they did not guard more explicitly against the present state of things, it was because they could not have anticipated that the few banks then existing were to swell to an extent which would expel to so great a degree the gold and silver for which they had provided from the channels of circulation, and fill them with a currency that defeats the objects they had in view. The remedy for this must chiefly rest with the States from whose legislation it has sprung. No good that might accrue in a particular case front the exercise of powers not obviously conferred on the General Government would authorize its interference or justify a course that might in the slightest degree increase at the expense of the States the power of the Federal authorities; nor do I doubt that the States will apply the remedy. Within the last few years events have appealed to them too strongly to be disregarded. They have seen that the Constitution, though theoretically adhered to, is subverted in practice; that while on the statute books there is no legal tender but gold and silver, no law impairing the obligations of contracts, yet that in point of fact the privileges conferred on banking corporations have made their notes the currency of the country; that the obligations imposed by these notes are violated under the impulses of interest or convenience, and that the number and power of the persons connected with these corporations or placed under their influence give them a fearful weight when their interest is in opposition to the spirit of the Constitution and laws. To the people it is immaterial whether these results are produced by open violations of the latter or by the workings of a system of which the result is the same. An inflexible execution even of the existing statutes of most of the States would redress many evils now endured, would effectually show the banks the dangers of mismanagement which impunity encourages them to repeat, and would teach all corporations the useful lesson that they are the subjects of the law and the servants of the people. What is still wanting to effect these objects must be sought in additional legislation, or, if that be inadequate, in such further constitutional grants or restrictions as may bring us back into the path from which we have so widely wandered.\n In the meantime it is the duty of the General Government to cooperate with the States by a wise exercise of its constitutional powers and the enforcement of its existing laws. The extent to which it may do so by further enactments I have already adverted to, and the wisdom of Congress may yet enlarge them. But above all, it is incumbent upon us to hold erect the principles of morality and law, constantly executing our own contracts in accordance with the provisions of the Constitution, and thus serving as a rallying point by which our whole country may be brought back to that safe and honored standard.\n Our people will not long be insensible to the extent of the burdens entailed upon them by the false system that has been operating on their sanguine, energetic, and industrious character, nor to the means necessary to extricate themselves from these embarrassments. The weight which presses upon a large portion of the people and the States is an enormous debt, foreign and domestic. The foreign debt of our States, corporations, and men of business can scarcely be less than $200,000,000, requiring more than $10,000,000 a year to pay the interest. This sum has to be paid out of the exports of the country, and must of necessity cut off imports to that extent or plunge the country more deeply in debt from year to year. It is easy to see that the increase of this foreign debt must augment the annual demand on the exports to pay the interest, and to the same extent diminish the imports, and in proportion to the enlargement of the foreign debt and the consequent increase of interest must be the decrease of the import trade. In lieu of the comforts which it now brings us we might have our. gigantic banking institutions and splendid, but in many instances profitless, railroads and canals absorbing to a great extent in interest upon the capital borrowed to construct them the surplus fruits of national industry for years to come, and securing to posterity no adequate return for the comforts which the labors of their hands might otherwise have secured. It is not by the increase of this debt that relief is to be sought, but in its diminution. Upon this point there is, I am happy to say, hope before us; not so much in the return of confidence abroad, which will enable the States to borrow more money, as in a change of public feeling at home, which prompts our people to pause in their career and think of the means by which debts are to be paid before they are contracted. If we would escape embarrassment, public and private, we must cease to run in debt except for objects of necessity or such as will yield a certain return. Let the faith of the States, corporations, and individuals already pledged be kept with the most punctilious regard. It is due to our national character as well as to justice that this should on the part of each be a fixed principle of conduct. But it behooves us all to be more chary in pledging it hereafter. By ceasing to run in debt and applying the surplus of our crops and incomes to the discharge of existing obligations, buying less and selling more, and managing all affairs, public and private, with strict economy and frugality, we shall see our country soon recover from a temporary depression, arising not from natural and permanent causes, but from those I have enumerated, and advance with renewed vigor in her career of prosperity.\n Fortunately for us at this moment, when the balance of trade is greatly against us and the difficulty of meeting it enhanced by the disturbed state of our money affairs, the bounties of Providence have come to relieve us from the consequences of past errors. A faithful application of the immense results of the labors of the last season will afford partial relief for the present, and perseverance in the same course will in due season accomplish the rest. We have had full experience in times past of the extraordinary results which can in this respect be brought about in a short period by the united and well-directed efforts of a community like ours. Our surplus profits, the energy and industry of our population, and the wonderful advantages which Providence has bestowed upon our country in its climate, its various productions, indispensable to other nations, will in due time afford abundant means to perfect the most useful of those objects for which the States have been plunging themselves of late in embarrassment and debt, without imposing on ourselves or our children such fearful burdens.\n But let it be indelibly engraved on our minds that relief is not to be found in expedients. Indebtedness can not be lessened by borrowing more money. or by changing the form of the debt. The balance of trade is not to be turned in our favor by creating new demands upon us abroad. Our currency can not be improved by the creation of new banks or more issues from those which now exist. Although these devices sometimes appear to give temporary relief, they almost invariably aggravate the evil in the end. It is only by retrenchment and reform--by curtailing public and private expenditures, by paying our debts, and by reforming our banking system--that we are to expect effectual relief, security for the future, and an enduring prosperity. In shaping the institutions and policy of the General Government so as to promote as far as it can with its limited powers these important ends, you may rely on my most cordial cooperation.\n That there should have been in the progress of recent events doubts in many quarters and in some a heated opposition to every change can not surprise us. Doubts are properly attendant on all reform, and it is peculiarly in the nature of such abuses as we are now encountering to seek to perpetuate their power by means of the influence they have been permitted to acquire. It is their result, if not their object, to gain for the few an ascendency over the many by securing to them a monopoly of the currency, the medium through which most of the wants of mankind are supplied; to produce throughout society a chain of dependence which leads all classes to look to privileged associations for the means of speculation and extravagance; to nourish, in preference to the manly virtues that give dignity to human nature, a craving desire for luxurious enjoyment and sudden wealth, which renders those who seek them dependent on those who supply them; to substitute for republican simplicity and economical habits a sickly appetite for effeminate indulgence and an imitation of that reckless extravagance which impoverished and enslaved the industrious people of foreign lands, and at last to fix upon us, instead of those equal political rights the acquisition of which was alike the object and supposed reward of our Revolutionary struggle, a system of exclusive privileges conferred by partial legislation. To remove the influences which had thus gradually grown up among us, to deprive them of their deceptive advantages, to test them by the light of wisdom and truth, to oppose the force which they concentrate in their sup-port--all this was necessarily the work of time, even among a people so enlightened and pure as that of the United States. In most other countries, perhaps, it could only be accomplished through that series of revolutionary movements which are too often found necessary to effect any great and radical reform; but it is the crowning merit of our institutions that they create and nourish in the vast majority of our people a disposition and a power peaceably to remedy abuses which have elsewhere caused the effusion of rivers of blood and the sacrifice of thousands of the human race. The result thus far is most honorable to the self-denial, the intelligence, and the patriotism of our citizens; it justifies the confident hope that they will carry through the reform which has been so well begun, and that they will go still further than they have yet gone in illustrating the important truth that a people as free and enlightened as ours will, whenever it becomes necessary, show themselves to be indeed capable of self-government by voluntarily adopting appropriate remedies for every abuse, and submitting to temporary sacrifices, however great, to insure their permanent welfare.\n My own exertions for the furtherance of these desirable objects have been bestowed throughout my official career with a zeal that is nourished by ardent wishes for the welfare of my country, and by an unlimited reliance on the wisdom that marks its ultimate decision on all great and controverted questions. Impressed with the solemn obligations imposed upon me by the Constitution, desirous also of laying before my fellow-citizens, with whose confidence and support I have been so highly honored, such measures as appear to me conducive to their prosperity, and anxious to submit to their fullest consideration the grounds upon which my opinions are formed, I have on this as on preceding occasions freely offered my views on those points of domestic policy that seem at the present time most prominently to require the action of the Government. I know that they will receive from Congress that full and able consideration which the importance of the subjects merits, and I can repeat the assurance heretofore made that I shall cheerfully and readily cooperate with you in every measure that will tend to promote the welfare of the Union."}