{"title": "December 2 1872 Fourth Annual Message-Ulysses S. Grant", "content": " localities to deprive other citizens of those rights guaranteed to them by the Constitution of the United States, and to that end have committed deeds of blood and violence; but the prosecution and punishment of many of these persons have tended greatly to the repression of such disorders. I do not doubt that a great majority of the people in all parts of the country favor the full enjoyment by all classes of persons of those rights to which they are entitled under the Constitution and laws, and I invoke the aid and influence of all good citizens to prevent organizations whose objects are by unlawful means to interfere with those rights. I look with confidence to the time, not far distant, when the obvious advantages of good order and peace will induce an abandonment of all combinations prohibited by the acts referred to, and when it will be unnecessary to carry on prosecutions or inflict punishment to protect citizens from the lawless doings of such combinations.\n Applications have been made to me to pardon persons convicted of a violation of said acts, upon the ground that clemency in such cases would tend to tranquilize the public mind, and to test the virtue of that policy I am disposed, as far as my sense of justice will permit, to give to these applications a favorable consideration; but any action thereon is not to be construed as indicating any change in my determination to enforce with vigor such acts so long as the conspiracies and combinations therein named disturb the peace of the country.\n It is much to be regretted, and is regretted by no one more than myself, that a necessity has ever existed to execute the \"enforcement act.\" No one can desire more than I that the necessity of applying it may never again be demanded.\n INTERIOR DEPARTMENT.\n The Secretary of the Interior reports satisfactory improvement and progress in each of the several bureaus under the control of the Interior Department. They are all in excellent condition. The work which in some of them for some years has been in arrears has been brought down to a recent date, and in all the current business is being promptly dispatched.\n INDIANS.\n The policy which was adopted at the beginning of this Administration with regard to the management of the Indians has been as successful as its most ardent friends anticipated within so short a time. It has reduced the expense of their management; decreased their forays upon the white settlements; tended to give the largest opportunity for the extension of the great railways through the public domain and the pushing of settlements into more remote districts of the country, and at the same time improved the condition of the Indians. The policy will be maintained without any change excepting such as further experience may show to be necessary to render it more efficient.\n The subject of converting the so-called Indian Territory south of Kansas into a home for the Indian, and erecting therein a Territorial form of government, is one of great importance as a complement of the existing Indian policy. The question of removal to that Territory has within the past year been presented to many of the tribes resident upon other and less desirable portions of the public domain, and has generally been received by them with favor. As a preliminary step to the organization of such a Territory, it will be necessary to confine the Indians now resident therein to farms of proper size, which should be secured to them in fee; the residue to be used for the settlement of other friendly Indians. Efforts will be made in the immediate future to induce the removal of as many peaceably disposed Indians to the Indian Territory as can be settled properly without disturbing the harmony of those already there. There is no other location now available where a people who are endeavoring to acquire a knowledge of pastoral and agricultural pursuits can be as well accommodated as upon the unoccupied lands in the Indian Territory. A Territorial government should, however, protect the Indians from the inroads of whites for a term of years, until they become sufficiently advanced in the arts and civilization to guard their own rights, and from the disposal of the lands held by them for the same period.\n LANDS .\n During the last fiscal year there were disposed of out of the public lands 11,864,975 acres, a quantity greater by 1,099,270 acres than was disposed of the previous year. Of this amount 1,370,320 acres were sold for cash, 389,460 acres located with military warrants, 4,671,332 acres taken for homesteads, 693,613 acres located with college scrip, 3,554,887 acres granted to railroads, 465,347 acres granted to wagon roads, 714,255 acres given to States as swamp land, 5,760 acres located by Indian scrip. The cash receipts from all sources in the Land Office amounted to $3,218,100. During the same period 22,016,608 acres of the public lands were surveyed, which, added to the quantity before surveyed, amounts to 583,364,780 acres, leaving 1,257,633,628 acres of the public lands still unsurveyed.\n The reports from the subordinates of the Land Office contain interesting information in regard to their respective districts. They uniformly mention the fruitfulness of the soil during the past season and the increased yields of all kinds of produce. Even in those States and Territories where mining is the principal business agricultural products have exceeded the local demand, and liberal shipments have been made to distant points.\n PATENTS .\n During the year ending September 30, 1872, there were issued from the Patent Office 13,626 patents, 233 extensions, and 556 certificates and registries of trade-marks. During the same time 19,587 applications for patents, including reissues and designs, have been received and 3,100 caveats filed. The fees received during the same period amounted to $700,954.86, and the total expenditures to $623,553.90, making the net receipts over the expenditures $77,400.96.\n Since 1836 200,000 applications for patents have been filed and about 133,000 patents issued. The office is being conducted under the same laws and general organization as were adopted at its original inauguration, when only from 100 to 500 applications were made per annum. The Commissioner shows that the office has outgrown the original plan, and that a new organization has become necessary. This subject was presented to Congress in a special communication in February last, with my approval and the approval of the Secretary of the Interior, and the suggestions contained in said communication were embraced in the bill that was reported to the House by the Committee on Patents at the last session. The subject of the reorganization of the Patent Office, as contemplated by the bill referred to, is one of such importance to the industrial interests of the country that I commend it to the attention of Congress.\n The Commissioner also treats the subject of the separation of the Patent Office from the Department of the Interior. This subject is also embraced in the bill heretofore referred to. The Commissioner complains of the want of room for the model gallery and for the working force and necessary files of the office. It is impossible to transact the business of the office properly without more room in which to arrange files and drawings, that must be consulted hourly in the transaction of business. The whole of the Patent Office building will soon be needed, if it is not already, for the accommodation of the business of the Patent Office.\n PENSIONS .\n The amount paid for pensions in the last fiscal year was $30,169,340, an amount larger by $3,708,434 than was paid during the preceding year. Of this amount $2,313,409 were paid under the act of Congress of February 17, 1871, to survivors of the War of 1812. The annual increase of pensions by the legislation of Congress has more than kept pace with the natural yearly losses from the rolls. The act of Congress of June 8, 1872, has added an estimated amount of $750,000 per annum to the rolls, without increasing the number of pensioners. We can not, therefore, look for any substantial decrease in the expenditures of this Department for some time to come, or so long as Congress continues to so change the rates of pension.\n The whole number of soldiers enlisted in the War of the Rebellion was 2,688,523. The total number of claims for invalid pensions is 176,000, being but 6 per cent of the whole number of enlisted men. The total number of claims on hand at the beginning of the year was 91,689; the number received during the year was 26,574; the number disposed of was 39,178, making a net gain of 12,604. The number of claims now on file is 79,085.\n On the 30th of June, 1872, there were on the rolls the names of 95,405 invalid military pensioners, 113,518 widows, orphans, and dependent relatives, making an aggregate of 208,923 army pensioners. At the same time there were on the rolls the names of 1,449 navy pensioners and 1,730 widows, orphans, and dependent relatives, making the whole number of naval pensioners 3,179. There have been received since the passage of the act to provide pensions for the survivors of the War of 1812 36,551 applications, prior to June 30, 1872. Of these there were allowed during the last fiscal year 20,126 claims; 4,845 were rejected during the year, leaving 11,580 claims pending at that date. The number of pensions of all classes granted during the last fiscal year was 33,838. During that period there were dropped from the rolls, for various causes, 9,104 names, leaving a grand total of 232,229 pensioners on the rolls on the 30th of June, 1872.\n It is thought that the claims for pensions on account of the War of 1812 will all be disposed of by the 1st of May, 1873. It is estimated that $30,480,000 will be required for the pension service during the next fiscal year.\n THE CENSUS.\n The Ninth Census is about completed. Its early completion is a subject of congratulation, inasmuch as the use to be made of the statistics therein contained depends very greatly on the promptitude of publication.\n The Secretary of the Interior recommends that a census be taken in 1875, which recommendation should receive the early attention of Congress. The interval at present established between the Federal census is so long that the information obtained at the decennial period as to the material condition, wants, and resources of the nation is of little practical value after the expiration of the first half of that period. It would probably obviate the constitutional provision regarding the decennial census if a census taken in 1875 should be divested of all political character and no reapportionment of Congressional representation be made under it. Such a census, coming, as it would, in the last year of the first century of our national existence, would furnish a noble monument of the progress of the United States during that century.\n EDUCATION .\n The rapidly increasing interest in education is a most encouraging feature in the current history of the country, and it is no doubt true that this is due in a great measure to the efforts of the Bureau of Education. That office is continually receiving evidences, which abundantly prove its efficiency, from the various institutions of learning and educators of all kinds throughout the country.\n The report of the Commissioner contains a vast amount of educational details of great interest. The bill now pending before Congress, providing for the appropriation of the net proceeds of the sales of public lands for educational purposes, to aid the States in the general education of their rising generation, is a measure of such great importance to our real progress and is so unanimously approved by the leading friends of education that I commend it to the favorable attention of Congress.\n TERRITORIES .\n Affairs in the Territories are generally satisfactory. The energy and business capacity of the pioneers who are settling up the vast domains not yet incorporated into States are keeping pace in internal improvements and civil government with the older communities. In but one of them (Utah) is the condition of affairs unsatisfactory, except so far as the quiet of the citizen may be disturbed by real or imaginary danger of Indian hostilities. It has seemed to be the policy of the legislature of Utah to evade all responsibility to the Government of the United States, and even to hold a position in hostility to it.\n I recommend a careful revision of the present laws of the Territory by Congress, and the enactment of such a law (the one proposed in Congress at its last session, for instance, or something similar to it) as will secure peace, the equality of all citizens before the law, and the ultimate extinguishment of polygamy,\n Since the establishment of a Territorial government for the District of Columbia the improvement of the condition of the city of Washington and surroundings and the increased prosperity of the citizens are observable to the most casual visitor. The nation, being a large owner of property in the city, should bear, with the citizens of the District, its just share of the expense of these improvements.\n I recommend, therefore, an appropriation to reimburse the citizens for the work done by them along and in front of public grounds during the past year, and liberal appropriations in order that the improvements and embellishments of the public buildings and grounds may keep pace with the improvements made by the Territorial authorities.\n AGRICULTURE .\n The report of the Commissioner of Agriculture gives a very full and interesting account of the several divisions of that Department--the horticultural, agricultural, statistical, entomological, and chemical--and the benefits conferred by each upon the agricultural interests of the country. The whole report is a complete history, in detail, of the workings of that Department in all its branches, showing the manner in which the farmer, merchant, and miner is informed, and the extent to which he is aided in his pursuits.\n The Commissioner makes one recommendation--that measures be taken by Congress to protect and induce the planting of forests--and suggests that no part of the public lands should be disposed of without the condition that one-tenth of it should be reserved in timber where it exists, and where it does not exist inducements should be offered for planting it.\n CENTENNIAL CELEBRATION.\n In accordance with the terms of the act of Congress approved March 3, 1871, providing for the celebration of the one hundredth anniversary of American independence, a commission has been organized, consisting of two members from each of the States and Territories. This commission has held two sessions, and has made satisfactory progress in the organization and in the initiatory steps necessary for carrying out the provisions of the act, and for executing also the provisions of the act of June 1, 1872, creating a centennial board of finance. A preliminary report of progress has been received from the president of the commission, and is herewith transmitted. It will be the duty of the commission at your coming session to transmit a full report of the progress made, and to lay before you the details relating to the exhibition of American and foreign arts, products, and manufactures, which by the terms of the act is to be held under the auspices of the Government of the United States in the city of Philadelphia in the year 1876.\n This celebration will be looked forward to by American citizens with great interest, as marking a century of greater progress and prosperity than is recorded in the history of any other nation, and as serving a further good purpose in bringing together on our soil peoples of all the commercial nations of the earth in a manner calculated to insure international good feeling.\n CIVIL SERVICE.\n An earnest desire has been felt to correct abuses which have grown up in the civil service of the country through the defective method of making appointments to office. Heretofore Federal offices have been regarded too much as the reward of political services. Under authority of Congress rules have been established to regulate the tenure of office and the mode of appointments. It can not be expected that any system of rules can be entirely effective and prove a perfect remedy for the existing evils until they have been thoroughly tested by actual practice and amended according to the requirements of the service. During my term of office it shall be my earnest endeavor to so apply the rules as to secure the greatest possible reform in the civil service of the Government, but it will require the direct action of Congress to render the enforcement of the system binding upon my successors; and I hope that the experience of the past year, together with appropriate legislation by Congress, may reach a satisfactory solution of this question and secure to the public service for all time a practical method of obtaining faithful and efficient officers and employees."}