{"title": "December 3 1912 Fourth Annual Message-William Taft", "content": " developing there conditions exclusively for their own welfare. We found an archipelago containing 24 tribes and races, speaking a great variety of languages, and with a population over 80 per cent of which could neither read nor write. Through the unifying forces of a common education, of commercial and economic development, and of gradual participation in local self-government we are endeavoring to evolve a homogeneous people fit to determine, when the time arrives, their own destiny. We are seeking to arouse a national spirit and not, as under the older colonial theory, to suppress such a spirit. The character of the work we have been doing is keenly recognized in the Orient, and our success thus far followed with not a little envy by those who, initiating the same policy, find themselves hampered by conditions grown up in earlier days and under different theories of administration. But our work is far from done. Our duty to the Filipinos is far from discharged. Over half a million Filipino students are now in the Philippine schools helping to mold the men of the future into a homogeneous people, but there still remain more than a million Filipino children of school age yet to be reached. Freed from American control the integrating forces of a common education and a common language will cease and the educational system now well started will slip back into inefficiency and disorder.\n An enormous increase in the commercial development of the islands has been made since they were virtually granted full access to our markets three years ago, with every prospect of increasing development and diversified industries. Freed from American control such development is bound to decline. Every observer speaks of the great progress in public works for the benefit of the Filipinos, of harbor improvements, of roads and railways, of irrigation and artesian wells, public buildings, and better means of communication. But large parts of the islands are still unreached, still even unexplored, roads and railways are needed in many parts, irrigation systems are still to be installed, and wells to be driven. Whole villages and towns are still without means of communication other than almost impassable roads and trails. Even the great progress in sanitation, which has successfully suppressed smallpox, the bubonic plague, and Asiatic cholera, has found the cause of and a cure for beriberi, has segregated the lepers, has helped to make Manila the most healthful city in the Orient, and to free life throughout the whole archipelago from its former dread diseases, is nevertheless incomplete in many essentials of permanence in sanitary policy. Even more remains to be accomplished. If freed from American control sanitary progress is bound to be arrested and all that has been achieved likely to be lost.\n Concurrent with the economic, social, and industrial development of the islands has been the development of the political capacity of the people. By their progressive participation in government the Filipinos are being steadily and hopefully trained for self-government. Under Spanish control they shared in no way in the government. Under American control they have shared largely and increasingly. Within the last dozen years they have gradually been given complete autonomy in the municipalities, the right to elect two-thirds of the provincial governing boards and the lower house of the insular legislature. They have four native members out of nine members of the commission, or upper house. The chief justice and two justices of the supreme court, about one-half of the higher judicial positions, and all of the justices of the peach are natives. In the classified civil service the proportion of Filipinos increased from 51 per cent in 1904 to 67 per cent in 1911. Thus to-day all the municipal employees, over go per cent of the provincial employees, and 60 per cent of the officials and employees of the central government are Filipinos. The ideal which has been kept in mind in our political guidance of the islands has been real popular self-government and not mere paper independence. I am happy to say that the Filipinos have done well enough in the places they have filled and in the discharge of the political power with which they have been intrusted to warrant the belief that they can be educated and trained to complete self-government. But the present satisfactory results are due to constant support and supervision at every step by Americans.\n If the task we have undertaken is higher than that assumed by other nations, its accomplishment must demand even more patience. We must not forget that we found the Filipinos wholly untrained in government. Up to our advent all other experience sought to repress rather than encourage political power. It takes long time and much experience to ingrain political habits of steadiness and efficiency. Popular self-government ultimately must rest upon common habits of thought and upon a reasonably developed public opinion. No such foundations for selfgovernment, let alone independence are now present in the Philippine Islands. Disregarding even their racial heterogeneity and the lack of ability to think as a nation, it is sufficient to point out that under liberal franchise privileges only about 3 per cent of the Filipinos vote and only 5 per cent of the people are said to read the public press. To confer independence upon the Filipinos now is, therefore, to subject the great mass of their people to the dominance of an oligarchical and, probably, exploiting minority. Such a course will be as cruel to those people as it would be shameful to us.\n Our true course is to pursue steadily and courageously the path we have thus far followed; to guide the Filipinos into self-sustaining pursuits; to continue the cultivation of sound political habits through education and political practice; to encourage the diversification of industries, and to realize the advantages of their industrial education by conservatively approved cooperative methods, at once checking the dangers of concentrated wealth and building up a sturdy, independent citizenship. We should do all this with a disinterested endeavor to secure for the Filipinos economic independence and to fit them for complete self-government, with the power to decide eventually, according to their own largest good, whether such self-government shall be accompanied by independence. A present declaration even of future independence would retard progress by the dissension and disorder it would arouse. On our part it would be a disingenuous attempt, under the guise of conferring a benefit on them, to relieve ourselves from the heavy and difficult burden which thus far we have been bravely and consistently sustaining. It would be a disguised policy of scuttle. It would make the helpless Filipino the football of oriental politics, tinder the protection of a guaranty of their independence, which we would be powerless to enforce.\n REGULATION OF WATER POWER\n There are pending before Congress a large number of bills proposing to grant privileges of erecting dams for the purpose of creating water power in our navigable rivers. The pendency of these bills has brought out an important defect in the existing general dam act. That act does not, in my opinion, grant sufficient power to the Federal Government in dealing with the construction of such dams to exact protective conditions in the interest of navigation. It does not permit the Federal Government, as a condition of its permit, to require that a part of the value thus created shall be applied to the further general improvement and protection of the stream. I believe this to be one of the most important matters of internal improvement now confronting the Government. Most of the navigable rivers of this country are comparatively long and shallow. In order that they may be made fully useful for navigation there has come into vogue a method of improvement known as canalization, or the slack-water method, which consists in building a series of dams and locks, each of which will create a long pool of deep navigable water. At each of these dams there is usually created also water power of commercial value. If the water power thus created can be made available for the further improvement of navigation in the stream, it is manifest that the improvement will be much more quickly effected on the one hand, and, on the other, that the burden on the general taxpayers of the country will be very much reduced. Private interests seeking permits to build water-power dams in navigable streams usually urge that they thus improve navigation, and that if they do not impair navigation they should be allowed to take for themselves the entire profits of the water-power development. Whatever they may do by way of relieving the Government of the expense of improving navigation should be given due consideration, but it must be apparent that there may be a profit beyond a reasonably liberal return upon the private investment which is a potential asset of the Government in carrying out a comprehensive policy of waterway development. It is no objection to the retention and use of such an asset by the Government that a comprehensive waterway policy will include the protection and development of the other public uses of water, which can not and should not be ignored in making and executing plans for the protection and development of navigation. It is also equally clear that inasmuch as the water power thus created is or may be an incident of a general scheme of waterway improvement within the constitutional jurisdiction of the Federal Government, the regulation of such water power lies also within that jurisdiction. In my opinion constructive statesmanship requires that legislation should be enacted which will permit the development of navigation in these great rivers to go hand in hand with the utilization of this by-product of water power, created in the course of the same improvement, and that the general dam act should be so amended as to make this possible. I deem it highly important that the Nation should adopt a consistent and harmonious treatment of these water-power projects, which will preserve for this purpose their value to the Government, whose right it is to grant the permit. Any other policy is equivalent to throwing away a most valuable national asset.\n THE PANAMA CANAL\n During the past year the work of construction upon the canal has progressed most satisfactorily. About 87 per cent of the excavation work has been completed, and more than 93 per cent of the concrete for all the locks is in place. In view of the great interest which has been manifested as to some slides in the Culebra Cut, I am glad to say that the report of Col. Goethals should allay any apprehension on this point. It is gratifying to note that none of the slides which occurred during this year would have interfered with the passage of the ships had the canal, in fact, been in operation, and when the slope pressures will have been finally adjusted and the growth of vegetation will minimize erosion in the banks of the cut, the slide problem will be practically solved and an ample stability assured for the Culebra Cut.\n Although the official date of the opening has been set for January 1, 1915, the canal will, in fact, from present indications, be opened for shipping during the latter half of 1913. No fixed date can as yet be set, but shipping interests will be advised as soon as assurances can be given that vessels can pass through without unnecessary delay.\n Recognizing the administrative problem in the management of the canal, Congress in the act of August 24, 1912, has made admirable provisions for executive responsibility in the control of the canal and the government of the Canal Zone. The problem of most efficient organization is receiving careful consideration, so that a scheme of organization and control best adapted to the conditions of the canal may be formulated and put in operation as expeditiously as possible. Acting tinder the authority conferred on me by Congress, I have, by Executive proclamation, promulgated the following schedule of tolls for ships passing through the canal, based upon the thorough report of Emory R. Johnson, special commissioner on traffic and tolls:\n I. On merchant vessels carrying passengers or cargo, $1.20 per net vessel ton-each 100 cubic feet-of actual earning capacity. 2. On vessels in ballast without passengers or cargo, 40 per cent less than the rate of tolls for vessels with passengers or cargo. 3. Upon naval vessels, other than transports, colliers, hospital ships, and supply ships, 50 cents per displacement ton. 4. Upon Army and Navy transports, colliers, hospital ships, and supply ships, $1.20 per net ton, the vessels to be measured by the same rules as are employed in determining the net tonnage of merchant vessels. Rules for the determination of the tonnage upon which toll charges are based are now in course of preparation and will be promulgated in due season.\n PANAMA CANAL TREATY\n The proclamation which I have issued in respect to the Panama Canal tolls is in accord with the Panama Canal act passed by this Congress August 24, 1912. We have been advised that the British Government has prepared a protest against the act and its enforcement in so far as it relieves from the payment of tolls American ships engaged in the American coastwise trade on the ground that it violates British rights tinder the Hay-Pauncefote treaty concerning the Panama Canal. When the protest is presented, it will be promptly considered and an effort made to reach a satisfactory adjustment of any differ. ences there may be between the two Governments.\n WORKMEN'S COMPENSATION ACT\n The promulgation of an efficient workmen's compensation act, adapted to the particular conditions of the zone, is awaiting adequate appropriation by Congress for the payment of claims arising thereunder. I urge that speedy provision be made in order that we may install upon the zone a system of settling claims for injuries in best accord with modern humane, social, and industrial theories.\n PROMOTION FOR COL. GOETHALS\n As the completion of the canal grows nearer, and as the wonderful executive work of Col. Goethals becomes more conspicuous in the eyes of the country and of the world, it seems to me wise and proper to make provision by law for such reward to him as may be commensurate with the service that he has rendered to his country. I suggest that this reward take the form of an appointment of Col. Goethals as a major general in the Army of the United States, and that the law authorizing such appointment be accompanied with a provision permitting his designation as Chief of Engineers upon the retirement of the present incumbent of that office.\n NAVY DEPARTMENT\n The Navy of the United States is in a greater state of efficiency and is more powerful than it has ever been before, but in the emulation which exists between different countries in respect to the increase of naval and military armaments this condition is not a permanent one. In view of the many improvements and increases by foreign Governments the slightest halt on our part in respect to new construction throws us back and reduces us from a naval power of the first rank and places us among the nations of the second rank. In the past 15 years the Navy has expanded rapidly and yet far less rapidly than our country. From now on reduced expenditures in the Navy means reduced military strength. The world's history has shown the importance of sea power both for adequate defense and for the support of important and definite policies.\n I had the pleasure of attending this autumn a mobilization of the Atlantic Fleet, and was glad to observe and note the preparedness of the fleet for instant action. The review brought before the President and the Secretary of the Navy a greater and more powerful collection of vessels than had ever been gathered in American waters. The condition of the fleet and of the officers and enlisted men and of the equipment of the vessels entitled those in authority to the greatest credit.\n I again commend to Congress the giving of legislative sanction to the appointment of the naval aids to the Secretary of the Navy. These aids and the council of aids appointed by the Secretary of the Navy to assist him in the conduct of his department have proven to be. of the highest utility. They have furnished an executive com mittee of the most skilled naval experts, who have coordinated the action of the various bureaus in the Navy, and by their advice have enabled the Secretary to give an administration at the same time economical and most efficient. Never before has the United States had a Navy that compared in efficiency with its present one, but never before have the requirements with respect to naval warfare been higher and more exacting than now. A year ago Congress refused to appropriate for more than one battleship. In this I think a great mistake of policy was made, and I urgently recommend that this Congress make tip for the mistake of the last session by appropriations authorizing the construction of three battleships, in addition to destroyers, fuel ships, and the other auxiliary vessels as shown in the building program of the general board. We are confronted by a condition in respect to the navies of the world which requires us, if we would maintain our Navy as an insurance of peace, to augment our naval force by at least two battleships a year and by battle cruisers, gunboats, torpedo destroyers, and submarine boats in a proper proportion. We have no desire for war. We would go as far as any nation in the world to avoid war, but we are a world power. Our population, our wealth, our definite policies, our responsibilities in the Pacific and the Atlantic, our defense of the Panama Canal, together with our enormous world trade and our missionary outposts on the frontiers of civilization, require us to recognize our position as one of the foremost in the family of nations, and to clothe ourselves with sufficient naval power to give force to our reasonable demands, and to give weight to our influence in those directions of progress that a powerful Christian nation should advocate.\n I observe that the Secretary of the Navy devotes some space to a change in the disciplinary system in vogue in that branch of the service. I think there is nothing quite so unsatisfactory to either the Army or the Navy as the severe punishments necessarily inflicted by court-martial for desertions and purely military offenses, and I am glad to hear that the British have solved this important and difficult matter in a satisfactory way. I commend to the consideration of Congress the details of the new disciplinary system, and recommend that laws be passed putting the same into force both in the Army and the Navy.\n I invite the attention of Congress to that part of the report of the Secretary of the Navy in which he recommends the formation of a naval reserve by the organization of the ex-sailors of the Navy.\n I repeat my recommendation made last year that proper provision should be made for the rank of the commander in chief of the squadrons and fleets of the Navy. The inconvenience attending the necessary precedence that most foreign admirals have over our own whenever they meet in official functions ought to be avoided. It impairs the prestige of our Navy and is a defect that can be very easily removed.\n DEPARTMENT OF JUSTICE\n This department has been very active in the enforcement of the law. It has been better organized and with a larger force than ever before in the history of the Government. The prosecutions which have been successfully concluded and which are now pending testify to the effectiveness of the departmental work.\n The prosecution of trusts under the Sherman antitrust law has gone on without restraint or diminution, and decrees similar to those entered in the Standard Oil and the Tobacco cases have been entered in other suits, like the suits against the Powder Trust and the Bathtub Trust. I am very strongly convinced that a steady, consistent course in this regard, with a continuing of Supreme Court decisions upon new phases of the trust question not already finally decided is going to offer a solution of this much-discussed and troublesome issue in a quiet, calm, and judicial way, without any radical legislation changing the governmental policy in regard to combinations now denounced by the Sherman antitrust law. I have already recommended as an aid in this matter legislation which would declare unlawful certain well-known phases of unfair competition in interstate trade, and I have also advocated voluntary national incorporation for the larger industrial enterprises, with provision for a closer supervision by the Bureau of Corporations, or a board appointed for the purpose, so as to make more certain compliance with the antitrust law on the one hand and to give greater security to the stockholders against possible prosecutions on the other. I believe, however, that the orderly course of litigation in the courts and the regular prosecution of trusts charged with the violation of the antitrust law is producing among business men a clearer and clearer perception of the line of distinction between business that is to be encouraged and business that is to be condemned, and that in this quiet way the question of trusts can be settled and competition retained as an economic force to secure reasonableness in prices and freedom and independence in trade.\n REFORM OF COURT PROCEDURE\n I am glad to bring to the attention of Congress the fact that the Supreme Court has radically altered the equity rules governing the procedure on the equity side of all Federal courts, and though, as these changes have not been yet put in practice so as to enable us to state from actual results what the reform will accomplish, they are of such a character that we can reasonably prophesy that they will greatly reduce the time and cost of litigation in such courts. The court has adopted many of the shorter methods of the present English procedure, and while it may take a little while for the profession to accustom itself to these methods, it is certain greatly to facilitate litigation. The action of the Supreme Court has been so drastic and so full of appreciation of the necessity for a great reform in court procedure that I have no hesitation in following tip this action with a recommendation which I foreshadowed in my message of three years ago, that the sections of the statute governing the procedure in the Federal courts on the common-law side should be so amended as to give to the Supreme Court the same right to make rules of procedure in common law as they have, since the beginning of the court, exercised in equity. I do not doubt that a full consideration of the subject will enable the court while giving effect to the substantial differences in right and remedy between the system of common law and the system of equity so to unite the two procedures into the form of one civil action and to shorten the procedure in such civil action as to furnish a model to all the State courts exercising concurrent jurisdiction with the Federal courts of first instance.\n Under the statute now in force the common-law procedure in each Federal court is made to conform to the procedure in the State in which the court is held. In these days, when we should be making progress in court procedure, such a conformity statute makes the Federal method too dependent upon the action of State legislatures. I can but think it a great opportunity for Congress to intrust to the highest tribunal in this country, evidently imbued with a strong spirit in favor of a reform of procedure, the power to frame a model code of procedure, which, while preserving all that is valuable and necessary of the rights and remedies at common law and in equity, shall lessen the burden of the poor litigant to a minimum in the expedition and cheapness with which his cause can be fought or defended through Federal courts to final judgment.\n WORKMAN'S COMPENSATION ACT\n The workman's compensation act reported by the special commission appointed by Congress and the Executive, which passed the Senate and is now pending in the House, the passage of which I have in previous messages urged upon Congress, I venture again to call to its attention. The opposition to it which developed in the Senate, but which was overcome by a majority in that body, seemed to me to grow out rather of a misapprehension of its effect than of opposition to its principle. I say again that I think no act can have a better effect directly upon the relations between the employer and employee than this act applying to railroads and common carriers of an interstate character, and I am sure that the passage of the act would greatly relieve the courts of the heaviest burden of litigation that they have, and would enable them to dispatch other business with a speed never before attained in courts of justice in this country.\n Part III. [Concerning the Work of the Departments of the Post Office, Interior, Agriculture, and Commerce and Labor and District of Columbia.]\n THE WHITE HOUSE, December 19, 1912.\n To the Senate and House of Representatives:\n This is the third of a series of messages in which I have brought to the attention of the Congress the important transactions of the Government in each of its departments during the last year and have discussed needed reforms.\n HEADS OF DEPARTMENTS SHOULD HAVE SEATS ON THE FLOOR OF CONGRESS\n I recommend the adoption of legislation which shall make it the duty of heads of departments-the members of the President's Cabinet -at convenient times to attend the session of the House and the Senate, which shall provide seats for them in each House, and give them the opportunity to take part in all discussions and to answer questions of which they have had due notice. The rigid holding apart of the executive and the legislative branches of this Government has not worked for the great advantage of either. There has been much lost motion in the machinery, due to the lack of cooperation and interchange of views face to face between the representatives of the Executive and the Members of the two legislative branches of the Government. It was never intended that they should be separated in the sense of not being in constant effective touch and relationship to each other. The legislative and the executive each performs its own appropriate function, but these functions must be coordinated. Time and time again debates have arisen in each House upon issues which the information of a particular department head would have enabled him, if present, to end at once by a simple explanation or statement. Time and time again a forceful and earnest presentation of facts and arguments by the representative of the Executive whose duty it is to enforce the law would have brought about a useful reform by amendment, which in the absence of such a statement has failed of passage. I do not think I am mistaken in saying that the presence of the members of the Cabinet on the floor of each House would greatly contribute to the enactment of beneficial legislation. Nor would this in any degree deprive either the legislative or the executive of the independence which separation of the two branches has been intended to promote. It would only facilitate their cooperation in the public interest.\n On the other hand, I am sure that the necessity and duty imposed upon department heads of appearing in each Ilouse and in answer to searching questions, of rendering upon their feet an account of what they have done, or what has been done by the administration, will spur each member of the Cabinet to closer attention to the details of his department, to greater familiarity with its needs, and to greater care to avoid the just criticism which the answers brought out in questions put and discussions arising between the Members of either House and the members of the Cabinet may properly evoke.\n Objection is made that the members of the administration having no vote could exercise no power on the floor of the House, and could not assume that attitude of authority and control which the English parliamentary Government have and which enables them to meet the responsibilities the English system thrusts upon them. I agree that in certain respects it would be more satisfactory if members of the Cabinet could at the same time be Members of both Houses, with voting power, but this is impossible under our system; and while a lack of this feature may detract from the influence of the department chiefs, it will not prevent the good results which I have described above both in the matter of legislation and in the matter of administration. The enactment of such a law would be quite within the power of Congress without constitutional amendment, and it has such possibilities of usefulness that we might well make the experiment, and if we are disappointed the misstep can be easily retraced by a repeal of the enabling legislation.\n This is not a new proposition. In the House of Representatives, in the Thirty-eighth Congress, the proposition was referred to a select committee of seven Members. The committee made an extensive report, and urged the adoption of the reform. The report showed that our history had not been without illustration of the necessity and the examples of the practice by pointing out that in early days Secretaries were repeatedly called to the presence of either Rouse for consultation, advice, and information. It also referred to remarks of Mr. justice Story in his Commentaries on the Constitution, in which he urgently presented the wisdom of such a change. This report is to be found in Volume I of the Reports of Committees of the First Session of the Thirty-eighth Congress, April 6, 1864.\n Again, on February 4, 1881, a select committee of the Senate recommended the passage of a similar bill, and made a report, In which, while approving the separation of the three branches, the executive, legislative, and judicial, they point out as a reason for the proposed change that, although having a separate existence, the branches are \"to cooperate, each with the other, as the different members of the human body must cooperate, with each other in order to form the figure and perform the duties of a perfect man.\"\n The report concluded as follows:\n This system will require the selection of the strongest men to be heads of departments and will require them to be well equipped with the knowledge of their offices. It will also require the strongest men to be the leaders of Congress and participate in debate. It will bring these strong men in contact, perhaps into conflict, to advance the public weal, and thus stimulate their abilities and their efforts, and will thus assuredly result to the good of the country.\n If it should appear by actual experience that the heads of departments in fact have not time to perform the additional duty imposed on them by this bill, the force in their offices should be increased or the duties devolving on them personally should be diminished. An undersecretary should be appointed to whom could be confided that routine of administration which requires only order and accuracy. The principal officers could then confine their attention to those duties which require wise discretion and intellectual activity. Thus they would have abundance of time for their duties under this bill. Indeed, your committee believes that the public interest would be subserved if the Secretaries were relieved of the harassing cares of distributing clerkships and closely supervising the mere machinery of the departments. Your committee believes that the adoption of this bill and the effective execution of its provisions will be the first step toward a sound civil-service reform which will secure a larger wisdom in the adoption of policies and a better system in their execution.\n (Signed) GEO. H. PENDLETON. W. B. ALLISON. D. W. VOORHEES. J. G. BLAINE. M. C. BUTLER. JOHN J. INGALLS. 0. H. PLATT. J. T. FARLEY.\n It would be difficult to mention the names of higher authority in the practical knowledge of our Government than those which are appended to this report.\n POSTAL SAVINGS BANK SYSTEM\n The Postal Savings Bank System has been extended so that it now includes 4,004 fourth-class post offices', as well as 645 branch offices and stations in the larger cities. There are now 12,812 depositories at which patrons of the system may open accounts. The number of depositors is 300,000 and the amount of their deposits is approximately $28,000,000, not including $1,314,140 which has been with drawn by depositors for the purpose of buying postal savings bonds. Experience demonstrates the value of dispensing with the pass-book and introducing in its place a certificate of deposit. The gross income of the postal savings system for the fiscal year ending June 30, 1913, will amount to $700,000 and the interest payable to depositors to $300,000. The cost of supplies, equipment, and salaries is $700,000. It thus appears that the system lacks $300,000 a year of paying interest and expenses. It is estimated, however, that when the deposits have reached the sum Of $50,000,000, which at the present rate they soon will do, the system will be self-sustaining. By law the postal savings funds deposited at each post office are required to be redeposited in local banks. State and national banks to the number of 7,357 have qualified as depositories for these funds. Such deposits are secured by bonds aggregating $54,000,000. Of this amount, $37,000,000 represent municipal bonds.\n PARCEL POST\n In several messages I have favored and recommended the adoption of a system of parcel post. In the postal appropriation act of last year a general system was provided and its installation was directed by the 1st of January. This has entailed upon the Post Office Department a great deal of very heavy labor, but the Postmaster General informs me that on the date selected, to wit, the 1st of January, near at hand, the department will be in readiness to meet successfully the requirements of the public.\n CLASSIFICATION OF POSTMASTERS\n A trial, during the past three years, of the system of classifying fourth-class postmasters in that part of the country lying between the Mississippi River on the west, Canada on the north, the Atlantic Ocean on the east, and Mason and Dixon's line on the south has been sufficiently satisfactory to justify the postal authorities in recommending the extension of the order to include all the fourth-class postmasters in the country. In September, 1912, upon the suggestion of the Postmaster General, I directed him to prepare an order which should put the system in effect, except in Alaska, Guam, Hawaii, Porto Rico, and Samoa. Under date of October 15 1 issued such an order which affected 36,000 postmasters. By the order the post offices were divided into groups A and B. Group A includes all postmasters whose compensation is $500 or more, and group B those whose compensation is less than that sum. Different methods are pursued in the selection of the postmasters for group A and group, B. Criticism has been made of this order on the ground that the motive for it was political. Nothing could be further from the truth. The order was made before the election and in the interest of efficient public service. I have several times requested Congress to give me authority to put first-, second-, and third-class postmasters, and all other local officers, including internal-revenue officers, customs officers, United States marshals, and the local agents of the other departments under the classification of the civil-service law by taking away the necessity for confirming such appointments by the Senate. I deeply regret the failure of Congress to follow these recommendations. The change would have taken out of politics practically every local officer and would have entirely cured the evils growing out of what under the present law must always remain a remnant of the spoils system.\n COMPENSATION TO RAILWAYS FOR CARRYING MAILS\n It is expected that the establishment of a parcel post on January 1st will largely increase the amount of mail matter to be transported by the railways, and Congress should be prompt to provide a way by which they may receive the additional compensation to which they will be entitled. The Postmaster General urges that the department's plan for a complete readjustment of the system of paying the railways for carrying the mails be adopted, substituting space for weight as the principal factor in fixing compensation. Under this plan it will be possible to determine without delay what additional payment should be made on account of the parcel post. The Postmaster General's recommendation is based on the results of a far-reaching investigation begun early in the administration with the object of determining what it costs the railways to carry the mails. The statistics obtained during the course of the inquiry show that while many of the railways, and particularly the large systems, were making profits from mail transportations, certain of the lines were actually carrying the mails at a loss. As a result of the investigation the department, after giving the subject careful consideration, decided to urge the abandonment of the present plan of fixing compensation on the basis of the weight of the mails carried, a plan that has proved to be exceedingly expensive and in other respects unsatisfactory. Under the method proposed the railway companies will annually submit to the department reports showing what it costs them to carry the mails, and this cost will be apportioned on the basis of the car space engaged, payment to be allowed at the rate thus determined in amounts that will cover the cost and a reasonable profit. If a railway is not satisfied with the manner in which the department apportions the cost in fixing compensation, it is to have the right, tinder the new plan, of appealing to the Interstate Commerce Commission. This feature of the proposed law would seem to insure a fair treatment of the railways. It is hoped that Congress will give the matter immediate attention and that the method of compensation recommended by the department or some other suitable plan will be promptly authorized.\n DEPARTMENT OF THE INTERIOR\n The Interior Department, in the problems of administration included within its jurisdiction, presents more difficult questions than any other. This has been due perhaps to temporary causes of a political character, but more especially to the inherent difficulty in the performance of some of the functions which are assigned to it. Its chief duty is the guardianship of the public domain and the disposition of that domain to private ownership under homestead, mining, and other laws, by which patents from the Government to the individual are authorized on certain conditions. During the last decade the public seemed to become suddenly aware that a very large part of its domain had passed from its control into private ownership, under laws not well adapted to modern conditions, and also that in the doing of this the provisions of existing law and regulations adopted in accordance with law had not been strictly observed, and that in the transfer of title much fraud had intervened, to the pecuniary benefit of dishonest persons. There arose thereupon a demand for conservation of the public domain, its protection against fraudulent diminution, and the preservation of that part of it from private acquisition which it seemed necessary to keep for future public use. The movement, excellent in the intention which prompted it, and useful in its results, has nevertheless had some bad effects, which the western country has recently been feeling and in respect of which there is danger of a reaction toward older abuses unless we can attain the golden mean, which consists in the prevention of the mere expIoitation of the public domain for private purposes while at the same, time facilitating its development for the benefit of the local public.\n The land laws need complete revision to secure proper conservation on the one hand of land that ought to be kept in public use and, on the other hand, prompt disposition of those lands which ought to be disposed in private ownership or turned over to private use by properly guarded leases. In addition to this there are not enough officials in our Land Department with legal knowledge sufficient promptly to make the decisions which are called for. The whole land-laws system should be reorganized, and not until it is reorganized, will decisions be made as promptly as they ought, or will men who have earned title to public land under the statute receive their patents within a reasonably short period. The present administration has done what it could in this regard, but the necessity for reform and change by a revision of the laws and an increase and reorganization of the force remains, and I submit to Congress the wisdom of a full examination of this subject, in order that a very large and important part of our people in the West may be relieved from a just cause of irritation.\n I invite your attention to the discussion by the Secretary of the Interior of the need for legislation with respect to mining claims, leases of coal lands in this country and in Alaska , and for similar disposition of oil, phosphate, and potash lands, and also to his discussion of the proper use to be made of water-power sites held by the Government. Many of these lands are now being withheld from use by the public under the general withdrawal act which was passed by the last Congress. That act was not for the purpose of disposing of the question, but it was for the purpose of preserving the lands until the question could be solved. I earnestly urge that the matter is of the highest importance to our western fellow citizens and ought to command the immediate attention of the legislative branch of the Government.\n Another function which the Interior Department has to perform is that of the guardianship of Indians. In spite of everything which has been said in criticism of the policy of our Government toward the Indians, the amount of wealth which is now held by it for these wards per capita shows that the Government has been generous; but the management of so large an estate, with the great variety of circumstances that surround each tribe and each case, calls for the exercise of the highest business discretion, and the machinery provided in the Indian Bureau for the discharge of this function is entirely inadequate. The position of Indian commissioner demands the exercise of business ability of the first order, and it is difficult to secure such talent for the salary provided.\n The condition of health of the Indian and the prevalence in the tribes of curable diseases has been exploited recently in the press. In a message to Congress at its last session I brought this subject to its attention and invited a special appropriation, in order that our facilities for overcoming diseases among the Indians might be properlv increased, but no action was then taken by Congress on the subject, nor has such appropriation been made since.\n The commission appointed by authority of the Congress to report on proper method of securing railroad development in Alaska is formulating its report, and I expect to have an opportunity before the end of this session to submit its recommendations.\n DEPARTMENT OF AGRICULTURE\n The far-reaching utility of the educational system carried on by the Department of Agriculture for the benefit of the farmers of our country calls for no elaboration. Each year there is a growth in the variety of facts which it brings out for the benefit of the farmer, and each year confirms the wisdom of the expenditure of the appropriations made for that department.\n PURE-FOOD LAW\n The Department of Agriculture is charged with the execution of the pure-food law. The passage of this encountered much opposition from manufacturers and others who feared the effect upon their business of the enforcement of its provisions. The opposition aroused the just indignation of the public, and led to an intense sympathy with the severe and rigid enforcement of the provisions of the new law. It had to deal in many instances with the question whether or not products of large business enterprises, in the form of food preparations, were deleterious to the public health; and while in a great majority of instances this issue was easily determinable, there were not a few cases in which it was hard to draw the line between a useful and a harmful food preparation. In cases like this when a decision involved the destruction of great business enterprises representing the investment of large capital and the expenditure of great energy and ability, the danger of serious injustice was very considerable in the enforcement of a new law under the spur of great public indignation. The public officials charged with executing the law might do injustice in heated controversy through unconscious pride of opinion and obstinacy of conclusion. For this reason President Roosevelt felt justified in creating a board of experts, known as the Remsen Board, to whom in cases of much importance an appeal might be taken and a review had of a decision of the Bureau of Chemistry in the Agricultural Department. I heartily agree that it was wise to create this board in order that injustice might not be done. The questions which arise are not generally those involving palpable injury to health, but they are upon the narrow and doubtful line in respect of which it is better to be in some error not dangerous than to be radically destructive. I think that the time has come for Congress to recognize the necessity for some such tribunal of appeal and to make specific statutory provision for it. While we are struggling to suppress an evil of great proportions like that of impure food, we must provide machinery in the law itself to prevent its becoming an instrument of oppression, and we ought to enable those whose business is threatened with annihilation to have some tribunal and some form of appeal in which they have a complete day in court.\n AGRICULTURAL CREDITS\n I referred in my first message to the question of improving the system of agricultural credits. The Secretary of Agriculture has made an investigation into the matter of credits in this country, and I commend a consideration of the information which through his agents he has been able to collect. It does not in any way minimize the importance of the proposal, but it gives more accurate information upon some of the phases of the question than we have heretofore had.\n DEPARTMENT OF COMMERCE AND LABOR\n I commend to Congress an examination of the report of the Secretary of Commerce and Labor, and especially that part in which he discusses the office of the Bureau of Corporations, the value to commerce of a proposed trade commission, and the steps which he has taken to secure the organization of a national chamber of commerce. I heartily commend his view that the plan of a trade commission which looks to the fixing of prices is altogether impractical and ought not for a moment to be considered as a possible solution of the trust question.\n The trust question in the enforcement of the Sherman antitrust law is gradually solving itself, is maintaining the principle and restoring the practice of competition, and if the law is quietly but firmly enforced, business will adjust itself to the statutory requirements, and the unrest in commercial circles provoked by the trust discussion will disappear.\n PANAMA-PACIFIC INTERNATIONAL EXPOSITION\n In conformity with a joint resolution of Congress, an Executive proclamation was issued last February, inviting the nations of the world to participate in the Panama-Pacific International Exposition to be held at San Francisco to celebrate the construction of the Panama, Canal. A sympathetic response was immediately forthcoming, and several nations have already selected the sites for their buildings. In furtherance of my invitation, a special commission visited European countries during the past summer, and received assurance of hearty cooperation in the task of bringing together a universal industrial, military, and naval display on an unprecedented scale. It is evident that the exposition will be an accurate mirror of the world's activities as they appear 400 years after the date of the discovery of the Pacific Ocean.\n It is the duty of the United States to make the nations welcome at San Francisco and to facilitate such acquaintance between them and ourselves as will promote the expansion of commerce and familiarize the world with the new trade route through the Panama Canal. The action of the State governments and individuals assures a comprehensive exhibit of the resources of this country and of the progress of the people. This participation by State and individuals should be supplemented by an adequate showing of the varied and unique activities of the National Government. The United States can not with good grace invite foreign governments to erect buildings and make expensive exhibits while itself refusing to participate. Nor would it be wise to forego the opportunity to join with other nations in the inspiring interchange of ideas tending to promote intercourse, friendship, and commerce. It is the duty of the Government to foster and build up commerce through the canal, just as it was the duty of the Government to construct it.\n I earnestly recommend the appropriation at this session of such a sum as will enable the United States to construct a suitable building, install a governmental exhibit, and otherwise participate in the Panama-Pacific International Exposition in a manner commensurate with the dignity of a nation whose guests are to be the people of the world. I recommend also such legislation as will facilitate the entry of material intended for exhibition and protect foreign exhibitors against infringement of patents and the unauthorized copying of patterns and designs. All aliens sent to San Francisco to construct and care for foreign buildings and exhibits should be admitted without restraint or embarrassment.\n THE DISTRICT OF COLUMBIA AND THE CITY OF WASHINGTON\n The city of Washington is a beautiful city, with a population of 352,936, of whom 98,667 are colored. The annual municipal budget is about $14,ooo,ooo. The presence of the National Capital and other governmental structures constitutes the chief beauty and interest of the city. The public grounds are extensive, and the opportunities for improving the city and making it still more attractive are very great. Under a plan adopted some years ago, one half the cost of running the city is paid by taxation upon the property, real and personal, of the citizens and residents, and the other half is borne by the General Government. The city is expanding at a remarkable rate, and this can only be accounted for by the coming here from other parts of the country of well-to-do people who, having finished their business careers elsewhere, build and make this their permanent place of residence.\n On the whole, the city as a municipality is very well governed. It is well lighted, the water supply is good, the streets are well paved, the police force is well disciplined, crime is not flagrant, and while it has purlieus and centers of vice, like other large cities, they are not exploited, they do not exercise any influence or control in the government of the city, and they are suppressed in as far as it has been found practicable. Municipal graft is inconsiderable. There are interior courts in the city that are noisome and centers of disease and the refuge of criminals, but Congress has begun to clean these out, and progress has been made in"}