{"title": "December 3 1867 Third Annual Message to Congress-Andrew Johnson", "content": " war, should, in payment of their just and hard-earned dues, receive depreciated paper, while another class of their countrymen, no more deserving, are paid in coin of gold and silver. Equal and exact justice requires that all the creditors of the Government should be paid in a currency possessing a uniform value. This can only be accomplished by the restoration of the currency to the standard established by the Constitution; and by this means we would remove a discrimination which may, if it has not already done so, create a prejudice that may become deep rooted and widespread and imperil the national credit.\n\nThe feasibility of making our currency correspond with the constitutional standard may be seen by reference to a few facts derived from our commercial statistics.\n\nThe production of precious metals in the United States from 1849 to 1857, inclusive, amounted to $579,000,000; from 1858 to 1860, inclusive, to $137,500,000, and from 1861 to 1867, inclusive, to $457,500,000--making the grand aggregate of products since 1849 $1,174,000,000. The amount of specie coined from 1849 to 1857 inclusive, was $439,000,000; from 1858 to 1860, inclusive, $125,000,000, and from 1861 to 1867, inclusive, $310,000,000--making the total coinage since 1849 $874,000,000. From 1849 to 1857, inclusive, the net exports of specie amounted to $271,000,000; from 1858 to 1860, inclusive, to $148,000,000, and from 1861 to 1867, inclusive, $322,000,000--making the aggregate of net exports since 1849 $741,000,000. These figures show an excess of product over net exports of $433,000,000. There are in the Treasury $111,000,000 in coin, something more than $40,000,000 in circulation on the Pacific Coast, and a few millions in the national and other banks--in all about $160,000,000. This, however, taking into account the specie in the country prior to 1849 leaves more than $300,000,000 which have not been accounted for by exportation, and therefore may yet remain in the country.\n\nThese are important facts and show how completely the inferior currency will supersede the better, forcing it from circulation among the masses and causing it to be exported as a mere article of trade, to add to the money capital of foreign lands. They show the necessity of retiring our paper money, that the return of gold and silver to the avenues of trade may be invited and a demand created which will cause the retention at home of at least so much of the productions of our rich and inexhaustible gold-bearing fields as may be sufficient for purposes of circulation. It is unreasonable to expect a return to a sound currency so long as the Government by continuing to issue irredeemable notes fills the channels of circulation with depreciated paper. Notwithstanding a coinage by our mints, since 1849, of $874,000,000, the people are now strangers to the currency which was designed for their use and benefit, and specimens of the precious metals bearing the national device are seldom seen, except when produced to gratify the interest excited by their novelty. If depreciated paper is to be continued as the permanent currency of the country, and all our coin is to become a mere article of traffic and speculation, to the enhancement in price of all that is indispensable to the comfort of the people, it would be wise economy to abolish our mints thus saving the nation the care and expense incident to such establishments, and let all our precious metals be exported in bullion. The time has come, however, when the Government and national banks should be required to take the most efficient steps and make all necessary arrangements for a resumption of specie payments at the earliest practicable period. Specie payments having been once resumed by the Government and banks, all notes or bills of paper issued by either of a less denomination than $20 should by law be excluded from circulation, so that the people may have the benefit and convenience of a gold and silver currency which in all their business transactions will be uniform in value at home and abroad.\n\nEvery man of property or industry, every man who desires to preserve what he honestly possesses or to obtain what he can honestly earn, has a direct interest in maintaining a safe circulating medium--such a medium as shall be real and substantial, not liable to vibrate with opinions, not subject to be blown up or blown down by the breath of speculation, but to be made stable and secure. A disordered currency is one of the greatest political evils. It undermines the virtues necessary for the support of the social system and encourages propensities destructive of its happiness; it wars against industry, frugality, and economy, and it fosters the evil spirits of extravagance and speculation.\n\nIt has been asserted by one of our profound and most gifted statesmen that--\n\nOf all the contrivances for cheating the laboring classes of mankind, none has been more effectual than that which deludes them with paper money. This is the most effectual of inventions to fertilize the rich man's fields by the sweat of the poor man's brow. Ordinary tyranny, oppression, excessive taxation--these bear lightly on the happiness of the mass of the community compared with a fraudulent currency and the robberies committed by depreciated paper. Our own history has recorded for our instruction enough, and more than enough, of the demoralizing tendency, the injustice, and the intolerable oppression on the virtuous and well disposed of a degraded paper currency authorized by law or in any way countenanced by government.\n\nIt is one of the most successful devices, in times of peace or war, expansions or revulsions, to accomplish the transfer of all the precious metals from the great mass of the people into the hands of the few, where they are hoarded in secret places or deposited in strong boxes under bolts and bars, while the people are left to endure all the inconvenience, sacrifice, and demoralization resulting from the use of a depreciated and worthless paper money.\n\nThe condition of our finances and the operations of our revenue system are set forth and fully explained in the able and instructive report of the Secretary of the Treasury. On the 30th of June, 1866, the public debt amounted to $2,783,425,879; on the 30th of June last it was $2,692,199,215, showing a reduction during the fiscal year of $91,226,664. During the fiscal year ending June 30, 1867, the receipts were $490,634,010 and the expenditures $346,729,129, leaving an available surplus of $143,904,880. It is estimated that the receipts for the fiscal year ending June 30, 1868, will be $417,161,928 and that the expenditures will reach the sum of $393,269,226, leaving in the Treasury a surplus of $23,892,702. For the fiscal year ending June 30, 1869, it is estimated that the receipts will amount to $381,000,000 and that the expenditures will be $372,000,000, showing an excess of $9,000,000 in favor of the Government.\n\nThe attention of Congress is earnestly invited to the necessity of a thorough revision of our revenue system. Our internal-revenue laws and impost system should be so adjusted as to bear most heavily on articles of luxury, leaving the necessaries of life as free from taxation as may be consistent with the real wants of the Government, economically administered. Taxation would not then fall unduly on the man of moderate means; and while none would be entirely exempt from assessment, all, in proportion to their pecuniary abilities, would contribute toward the support of the State. A modification of the internal-revenue system, by a large reduction in the number of articles now subject to tax, would be followed by results equally advantageous to the citizen and the Government. It would render the execution of the law less expensive and more certain, remove obstructions to industry, lessen the temptations to evade the law, diminish the violations and frauds perpetrated upon its provisions, make its operations less inquisitorial, and greatly reduce in numbers the army of taxgatherers created by the system, who \"take from the mouth of honest labor the bread it has earned.\" Retrenchment, reform, and economy should be carried into every branch of the public service, that the expenditures of the Government may be reduced and the people relieved from oppressive taxation; a sound currency should be restored, and the public faith in regard to the national debt sacredly observed. The accomplishment of these important results, together with the restoration of the Union of the States upon the principles of the Constitution, would inspire confidence at home and abroad in the stability of our institutions and bring to the nation prosperity, peace, and good will.\n\nThe report of the Secretary of War ad interim exhibits the operations of the Army and of the several bureaus of the War Department. The aggregate strength of our military force on the 30th of September last was 56,315. The total estimate for military appropriations is $77,124,707, including a deficiency in last year's appropriation of $13,600,000. The payments at the Treasury on account of the service of the War Department from January 1 to October 29, 1867--a period of ten months--amounted to $109,807,000. The expenses of the military establishment, as well as the numbers of the Army, are now three times as great as they have ever been in time of peace, while the discretionary, power is vested in the Executive to add millions to this expenditure by an increase of the Army to the maximum strength allowed by the law.\n\nThe comprehensive report of the Secretary of the Interior furnishes interesting information in reference to the important branches of the public service connected with his Department. The menacing attitude of some of the warlike bands of Indians inhabiting the district of country between the Arkansas and Platte rivers and portions of Dakota Territory required the presence of a large military force in that region. Instigated by real or imaginary grievances, the Indians occasionally committed acts of barbarous violence upon emigrants and our frontier settlements; but a general Indian war has been providentially averted. The commissioners under the act of 20th July, 1867, were invested with full power to adjust existing difficulties, negotiate treaties with the disaffected bands, and select for them reservations remote from the traveled routes between the Mississippi and the Pacific. They entered without delay upon the execution of their trust, but have not yet made any official report of their proceedings. It is of vital importance that our distant Territories should be exempt from Indian outbreaks, and that the construction of the Pacific Railroad, an object of national importance, should not be interrupted by hostile tribes. These objects, as well as the material interests and the moral and intellectual improvement of the Indians, can be most effectually secured by concentrating them upon portions of country set apart for their exclusive use and located at points remote from our highways and encroaching white settlements.\n\nSince the commencement of the second session of the Thirty-ninth Congress 510 miles of road have been constructed on the main line and branches of the Pacific Railway. The line from Omaha is rapidly approaching the eastern base of the Rocky Mountains, while the terminus of the last section of constructed road in California, accepted by the Government on the 24th day of October last, was but 11 miles distant from the summit of the Sierra Nevada. The remarkable energy evinced by the companies offers the strongest assurance that the completion of the road from Sacramento to Omaha will not be long deferred.\n\nDuring the last fiscal year 7,041,114 acres of public land were disposed of, and the cash receipts from sales and fees exceeded by one-half million dollars the sum realized from those sources during the preceding year. The amount paid to pensioners, including expenses of disbursements, was $18,619,956, and 36,482 names were added to the rolls. The entire number of pensioners on the 30th of June last was 155,474. Eleven thousand six hundred and fifty-five patents and designs were issued during the year ending September 30, 1867, and at that date the balance in the Treasury to the credit of the patent fund was $286,607.\n\nThe report of the Secretary of the Navy states that we have seven squadrons actively and judiciously employed, under efficient and able commanders, in protecting the persons and property of American citizens, maintaining the dignity and power of the Government, and promoting the commerce and business interests of our countrymen in every part of the world. Of the 238 vessels composing the present Navy of the United States, 56, carrying 507 guns, are in squadron service. During the year the number of vessels in commission has been reduced 12, and there are 13 less on squadron duty than there were at the date of the last report. A large number of vessels were commenced and in the course of construction when the war terminated, and although Congress had made the necessary appropriations for their completion, the Department has either suspended work upon them or limited the slow completion of the steam vessels, so as to meet the contracts for machinery made with private establishments. The total expenditures of the Navy Department for the fiscal year ending June 30, 1867, were $31,034,011. No appropriations have been made. or required since the close of the war for the construction and repair of vessels, for steam machinery, ordnance, provisions and clothing, fuel, hemp, etc., the balances under these several heads having been more than sufficient for current expenditures. It should also be stated to the credit of the Department that, besides asking no appropriations for the above objects for the last two years, the Secretary of the Navy, on the 30th of September last, in accordance with the act of May 1, 1820, requested the Secretary of the Treasury to carry to the surplus fund the sum of $65,000.000, being the amount received from the sales of vessels and other war property and the remnants of former appropriations.\n\nThe report of the Postmaster-General shows the business of the Post-Office Department and the condition of the postal service in a very favorable light, and the attention of Congress is called to its practical recommendations. The receipts of the Department for the year ending June 30, 1867, including all special appropriations for sea and land service and for free mail matter, were $19,978,693. The expenditures for all purposes were $19,235,483, leaving an unexpended balance in favor of the Department of $743,210, which can be applied toward the expenses of the Department for the current year. The increase of postal revenue, independent of specific appropriations, for the year 1867 over that of 1866 was $850,040. The increase of revenue from the sale of stamps and stamped envelopes was $783,404. The increase of expenditures for 1867 over those of the previous year was owing chiefly to the extension of the land and ocean mail service. During the past year new postal conventions have been ratified and exchanged with the United Kingdom of Great Britain and Ireland, Belgium, the Netherlands, Switzerland, the North German Union, Italy, and the colonial government at Hong Kong, reducing very largely the rates of ocean and land postages to and from and within those countries.\n\nThe report of the Acting Commissioner of Agriculture concisely presents the condition, wants, and progress of an interest eminently worthy the fostering care of Congress, and exhibits a large measure of useful results achieved during the year to which it refers.\n\nThe reestablishment of peace at home and the resumption of extended trade, travel, and commerce abroad have served to increase the number and variety of questions in the Department for Foreign Affairs. None of these questions, however, have seriously disturbed our relations with other states.\n\nThe Republic of Mexico, having been relieved from foreign intervention, is earnestly engaged in efforts to reestablish her constitutional system of government. A good understanding continues to exist between our Government and the Republics of Hayti and San Domingo, and our cordial relations with the Central and South American States remain unchanged. The tender, made in conformity with a resolution of Congress, of the good offices of the Government with a view to an amicable adjustment of peace between Brazil and her allies on one side and Paraguay on the other, and between Chile and her allies on the one side and Spain on the other, though kindly received, has in neither case been fully accepted by the belligerents. The war in the valley of the Parana is still vigorously maintained. On the other hand, actual hostilities between the Pacific States and Spain have been more than a year suspended. I shall, on any proper occasion that may occur, renew the conciliatory recommendations which have been already made. Brazil, with enlightened sagacity and comprehensive statesmanship, has opened the great channels of the Amazon and its tributaries to universal commerce. One thing more seems needful to assure a rapid and cheering progress in South America. I refer to those peaceful habits without which states and nations can not in this age well expect material prosperity or social advancement.\n\nThe Exposition of Universal Industry at Paris has passed, and seems to have fully realized the high expectations of the French Government. If due allowance be made for the recent political derangement of industry here, the part which the United States has borne in this exhibition of invention and art may be regarded with very high satisfaction. During the exposition a conference was held of delegates from several nations, the United States being one, in which the inconveniences of commerce and social intercourse resulting from the diverse standards of money value were very fully discussed, and plans were developed for establishing by universal consent a common principle for the coinage of gold. These conferences are expected to be renewed, with the attendance of many foreign states not hitherto represented. A report of these interesting proceedings will be submitted to Congress, which will, no doubt, justly appreciate the great object and be ready to adopt any measure which may tend to facilitate its ultimate accomplishment.\n\nOn the 25th of February, 1862, Congress declared by law that Treasury notes, without interest, authorized by that act should be legal tender in payment of all debts, public and private, within the United States. An annual remittance of $30,000, less stipulated expenses, accrues to claimants under the convention made with Spain in 1834. These remittances, since the passage of that act, have been paid in such notes. The claimants insist that the Government ought to require payment in coin. The subject may be deemed worthy of your attention.\n\nNo arrangement has yet been reached for the settlement of our claims for British depredations upon the commerce of the United States. I have felt it my duty to decline the proposition of arbitration made by Her Majesty's Government, because it has hitherto been accompanied by reservations and limitations incompatible with the rights, interest, and honor of our country. It is not to be apprehended that Great Britain will persist in her refusal to satisfy these just and reasonable claims, which involve the sacred principle of nonintervention--a principle henceforth not more important to the United States than to all other commercial nations.\n\nThe West India islands were settled and colonized by European States simultaneously with the settlement and colonization of the American continent. Most of the colonies planted here became independent nations in the close of the last and the beginning of the present century. Our own country embraces communities which at one period were colonies of Great Britain, France, Spain, Holland, Sweden, and Russia. The people in the West Indies, with the exception of those of the island of Hayti, have neither attained nor aspired to independence, nor have they become prepared for self-defense. Although possessing considerable commercial value, they have been held by the several European States which colonized or at some time conquered them, chiefly for purposes of military and naval strategy in carrying out European policy and designs in regard to this continent. In our Revolutionary War ports and harbors in the West India islands were used by our enemy, to the great injury and embarrassment of the United States. We had the same experience in our second war with Great Britain. The same European policy for a long time excluded us even from trade with the West Indies, while we were at peace with all nations. In our recent civil war the rebels and their piratical and blockade-breaking allies found facilities in the same ports for the work, which they too successfully accomplished, of injuring and devastating the commerce which we are now engaged in rebuilding. We labored especially under this disadvantage, that European steam vessels employed by our enemies found friendly shelter, protection, and supplies in West Indian ports, while our naval operations were necessarily carried on from our own distant shores. There was then a universal feeling of the want of an advanced naval outpost between the Atlantic coast and Europe. The duty of obtaining such an outpost peacefully and lawfully, while neither doing nor menacing injury to other states, earnestly engaged the attention of the executive department before the close of the war, and it has not been lost sight of since that time. A not entirely dissimilar naval want revealed itself during the same period on the Pacific coast. The required foothold there was fortunately secured by our late treaty with the Emperor of Russia, and it now seems imperative that the more obvious necessities of the Atlantic coast should not be less carefully provided for. A good and convenient port and harbor, capable of easy defense, will supply that want. With the possession of such a station by the United States, neither we nor any other American nation need longer apprehend injury or offense from any transatlantic enemy. I agree with our early statesmen that the West Indies naturally gravitate to, and may be expected ultimately to be absorbed by, the continental States, including our own. I agree with them also that it is wise to leave the question of such absorption to this process of natural political gravitation. The islands of St. Thomas and St. John, which constitute a part of the group called the Virgin Islands, seemed to offer us advantages immediately desirable, while their acquisition could be secured in harmony with the principles to which I have alluded. A treaty has therefore been concluded with the King of Denmark for the cession of those islands, and will be submitted to the Senate for consideration.\n\nIt will hardly be necessary to call the attention of Congress to the subject of providing for the payment to Russia of the sum stipulated in the treaty for the cession of Alaska. Possession having been formally delivered to our commissioner, the territory remains for the present in care of a military force, awaiting such civil organization as shall be directed by Congress.\n\nThe annexation of many small German States to Prussia and the reorganization of that country under a new and liberal constitution have induced me to renew the effort to obtain a just and prompt settlement of the long-vexed question concerning the claims of foreign states for military service from their subjects naturalized in the United States.\n\nIn connection with this subject the attention of Congress is respectfully called to a singular and embarrassing conflict of laws. The executive department of this Government has hitherto uniformly held, as it now holds, that naturalization in conformity with the Constitution and laws of the United States absolves the recipient from his native allegiance. The courts of Great Britain hold that allegiance to the British Crown is indefensible, and is not absolved by our laws of naturalization. British judges cite courts and law authorities of the United States in support of that theory against the position held by the executive authority of the United States. This conflict perplexes the public mind concerning the rights of naturalized citizens and impairs the national authority abroad. I called attention to this subject in my last annual message, and now again respectfully appeal to Congress to declare the national will unmistakably upon this important question.\n\nThe abuse of our laws by the clandestine prosecution of the African slave trade from American ports or by American citizens has altogether ceased, and under existing circumstances no apprehensions of its renewal in this part of the world are entertained. Under these circumstances it becomes a question whether we shall not propose to Her Majesty's Government a suspension or discontinuance of the stipulations for maintaining a naval force for the suppression of that trade."}