{"title": "December 6 1892 Fourth Annual Message-Benjamin Harrison", "content": " building heavy guns and the construction of coast defenses has been well begun and should be carried on without check.\n The report of the Attorney-General is by law submitted directly to Congress, but I can not refrain from saying that he has conducted the increasing work of the Department of Justice with great professional skill. He has in several directions secured from the courts decisions giving increased protection to the officers of the United States and bringing some classes of crime that escaped local cognizance and punishment into the tribunals of the United States, where they could be tried with impartiality.\n The numerous applications for Executive clemency presented in behalf of persons convicted in United States courts and given penitentiary sentences have called my attention to a fact referred to by the Attorney-General in his report, namely, that a time allowance for good behavior for such prisoners is prescribed by the Federal statutes only where the State in which the penitentiary is located has made no such provision. Prisoners are given the benefit of the provisions of the State law regulating the penitentiary to which they may be sent. These are various, some perhaps too liberal and some perhaps too illiberal. The result is that a sentence for five years means one thing if the prisoner is sent to one State for confinement and quite a different thing if he is sent to another. I recommend that a uniform credit for good behavior be prescribed by Congress.\n I have before expressed my concurrence in the recommendation of the Attorney-General that degrees of murder should be recognized in the Federal statutes, as they are, I believe, in all the States. These grades are rounded on correct distinctions in crime. The recognition of them would enable the courts to exercise some discretion in apportioning punishment and would greatly relieve the Executive of what is coming to be a very heavy burden--the examination of these cases on application for commutation.\n The aggregate of claims pending against the Government in the Court of Claims is enormous. Claims to the amount of nearly $400,000,000 for the taking of or injury to the property of persons claiming to be loyal during the war are now before that court for examination. When to these are added the Indian depredation claims and the French spoliation claims, an aggregate is reached that is indeed startling. In the defense of all these cases the Government is at great disadvantage. The claimants have preserved their evidence, whereas the agents of the Government are sent into the field to rummage for what they can find. This difficulty is peculiarly great where the fact to be established is the disloyalty of the claimant during the war. If this great threat against our revenues is to have no other check, certainly Congress should supply the Department of Justice with appropriations sufficiently liberal to secure the best legal talent in the defense of these claims and to pursue its vague search for evidence effectively.\n The report of the Postmaster-General shows a most gratifying increase and a most efficient and progressive management of the great business of that Department. The remarkable increase in revenues, in the number of post-offices, and in the miles of mail carriage furnishes further evidence of the high state of prosperity which our people are enjoying. New offices mean new hamlets and towns, new routes mean the extension of our border settlements, and increased revenues mean an active commerce. The Postmaster-General reviews the whole period of his administration of the office and brings some of his statistics down to the month of November last. The postal revenues have increased during the last year nearly $5,000,000. The deficit for the year ending June 30, 1892, is $848,341 less than the deficiency of the preceding year. The deficiency of the present fiscal year it is estimated will be reduced to $1,552,423, which will not only be extinguished during the next fiscal year but a surplus of nearly $1,000,000 should then be shown. In these calculations the payments to be made under the contracts for ocean mail service have not been included. There have been added 1,590 new mail routes during the year, with a mileage of 8,563 miles, and the total number of new miles of mail trips added during the year is nearly 17,000,000. The number of miles of mail journeys added during the last four years is about 76,000,000, this addition being 21,000,000 miles more than were in operation in the whole country in 1861.\n The number of post-offices has been increased by 2,790 during the year, and during the past four years, and up to October 29 last, the total increase in the number of offices has been nearly 9,000. The number of free-delivery offices has been nearly doubled in the last four years, and the number of money-order offices more than doubled within that time.\n For the three years ending June 30, 1892, the postal revenue amounted to $197,744,359, which was an increase of $52,263,150 over the revenue for the three years ending June 30, 1888, the increase during the last three years being more than three and a half times as great as the increase during the three years ending June 30, 1888. No such increase as that shown for these three years has ever previously appeared in the revenues of the Department. The Postmaster-General has extended to the post-offices in the larger cities the merit system of promotion introduced by my direction into the Departments here, and it has resulted there, as in the Departments, in a larger volume of work and that better done.\n Ever since our merchant marine was driven from the sea by the rebel cruisers during the War of the Rebellion the United States has been paying an enormous annual tribute to foreign countries in the shape of freight and passage moneys. Our grain and meats have been taken at our own docks and our large imports there laid down by foreign shipmasters. An increasing torrent of American travel to Europe has contributed a vast sum annually to the dividends of foreign shipowners. The balance of trade shown by the books of our custom-houses has been very largely reduced and in many years altogether extinguished by this constant drain. In the year 1892 only 12.3 per cent of our imports were brought in American vessels. These great foreign steamships maintained by our traffic are many of them under contracts with their respective Governments by which in time of war they will become a part of their armed naval establishments. Profiting by our commerce in peace, they will become the most formidable destroyers of our commerce in time of war. I have felt, and have before expressed the feeling, that this condition of things was both intolerable and disgraceful. A wholesome change of policy, and one having in it much promise, as it seems to me, was begun by the law of March 3, 1891. Under this law contracts have been made by the Postmaster-General for eleven mail routes. The expenditure involved by these contracts for the next fiscal year approximates $954,123.33. As one of the results already reached sixteen American steamships, of an aggregate tonnage of 57,400 tons, costing $7,400,000, have been built or contracted to be built in American shipyards.\n The estimated tonnage of all steamships required under existing contracts is 165,802, and when the full service required by these contracts is established there will be forty-one mail steamers under the American flag, with the probability of further necessary additions in the Brazilian and Argentine service. The contracts recently let for transatlantic service will result in the construction of five ships of 10,000 tons each, costing $9,000,000 to $10,000,000, and will add, with the City of New York and City of Paris, to which the Treasury Department was authorized by legislation at the last session to give American registry, seven of the swiftest vessels upon the sea to our naval reserve. The contracts made with the lines sailing to Central and South American ports have increased the frequency and shortened the time of the trips, added new ports of call, and sustained some lines that otherwise would almost certainly have been withdrawn. The service to Buenos Ayres is the first to the Argentine Republic under the American flag. The service to Southampton, Boulogne, and Antwerp is also new, and is to be begun with the steamships City of New York and City of Paris in February next.\n I earnestly urge the continuance of the policy inaugurated by this legislation, and that the appropriations required to meet the obligations of the Government under the contracts may be made promptly, so that the lines that have entered into these engagements may not be embarrassed. We have had, by reason of connections with the transcontinental railway lines constructed through our own territory, some advantages in the ocean trade of the Pacific that we did not possess on the Atlantic. The construction of the Canadian Pacific Railway and the establishment under large subventions from Canada and England of fast steamship service from Vancouver with Japan and China seriously threaten our shipping interests in the Pacific. This line of English steamers receives, as is stated by the Commissioner of Navigation, a direct subsidy of $400,000 annually, or $30,767 per trip for thirteen voyages, in addition to some further aid from the Admiralty in connection with contracts under which the vessels may be used for naval purposes. The competing American Pacific mail line under the act of March 3, 1891, receives only $6,389 per round trip.\n Efforts have been making within the last year, as I am informed, to establish under similar conditions a line between Vancouver and some Australian port, with a view of seizing there a trade in which we have had a large interest. The Commissioner of Navigation states that a very large per cent of our imports from Asia are now brought to us by English steamships and their connecting railways in Canada. With a view of promoting this trade, especially in tea, Canada has imposed a discriminating duty of 10 per cent upon tea and coffee brought into the Dominion from the United States. If this unequal contest between American lines without subsidy, or with diminished subsidies, and the English Canadian line to which I have referred is to continue, I think we should at least see that the facilities for customs entry and transportation across our territory are not such as to make the Canadian route a favored one, and that the discrimination as to duties to which I have referred is met by a like discrimination as to the importation of these articles from Canada.\n No subject, I think, more nearly touches the pride, the power, and the prosperity of our country than this of the development of our merchant marine upon the sea. If we could enter into conference with other competitors and all would agree to withhold government aid, we could perhaps take our chances with the rest; but our great competitors have established and maintained their lines by government subsidies until they now have practically excluded us from participation. In my opinion no choice is left to us but to pursue, moderately at least, the same lines.\n The report of the Secretary of the Navy exhibits great progress in the construction of our new Navy. When the present Secretary entered upon his duties, only 3 modern steel vessels were in commission. The vessels since put in commission and to be put in commission during the winter will make a total of 19 during his administration of the Department. During the current year 10 war vessels and 3 navy tugs have been launched, and during the four years 25 vessels will have been launched. Two other large ships and a torpedo boat are under contract and the work upon them well advanced, and the 4 monitors are awaiting only the arrival of their armor, which has been unexpectedly delayed, or they would have been before this in commission.\n Contracts have been let during this Administration, under the appropriations for the increase of the Navy, including new vessels and their appurtenances, to the amount of $35,000,000, and there has been expended during the same period for labor at navy-yards upon similar work $8,000,000 without the smallest scandal or charge of fraud or partiality. The enthusiasm and interest of our naval officers, both of the staff and line, have been greatly kindled. They have responded magnificently to the confidence of Congress and have demonstrated to the world an unexcelled capacity in construction, in ordnance, and in everything involved in the building, equipping, and sailing of great war ships.\n At the beginning of Secretary Tracy's administration several difficult problems remained to be grappled with and solved before the efficiency in action of our ships could be secured. It is believed that as the result of new processes in the construction of armor plate our later ships will be clothed with defensive plates of higher resisting power than are found on any war vessels afloat. We were without torpedoes. Tests have been made to ascertain the relative efficiency of different constructions, a torpedo has been adopted, and the work of construction is now being carried on successfully. We were without armor-piercing shells and without a shop instructed and equipped for the construction of them. We are now making what is believed to be a projectile superior to any before in use. A smokeless powder has been developed and a slow-burning powder for guns of large caliber. A high explosive capable of use in shells fired from service guns has been found, and the manufacture of gun cotton has been developed so that the question of supply is no longer in doubt.\n The development of a naval militia, which has been organized in eight States and brought into cordial and cooperative relations with the Navy, is another important achievement. There are now enlisted in these organizations 1,800 men, and they are likely to be greatly extended. I recommend such legislation and appropriations as will encourage and develop this movement. The recommendations of the Secretary will, I do not doubt, receive the friendly consideration of Congress, for he has enjoyed, as he has deserved, the confidence of all those interested in the development of our Navy, without any division upon partisan lines. I earnestly express the hope that a work which has made such noble progress may not now be stayed. The wholesome influence for peace and the increased sense of security which our citizens domiciled in other lands feel when these magnificent ships under the American flag appear is already most gratefully apparent. The ships from our Navy which will appear in the great naval parade next April in the harbor of New York will be a convincing demonstration to the world that the United States is again a naval power.\n The work of the Interior Department, always very burdensome, has been larger than ever before during the administration of Secretary Noble. The disability-pension law, the taking of the Eleventh Census, the opening of vast areas of Indian lands to settlement, the organization of Oklahoma, and the negotiations for the cession of Indian lands furnish some of the particulars of the increased work, and the results achieved testify to the ability, fidelity, and industry of the head of the Department and his efficient assistants.\n Several important agreements for the cession of Indian lands negotiated by the commission appointed under the act of March 2, 1889, are awaiting the action of Congress. Perhaps the most important of these is that for the cession of the Cherokee Strip. This region has been the source of great vexation to the executive department and of great friction and unrest between the settlers who desire to occupy it and the Indians who assert title. The agreement which has been made by the commission is perhaps the most satisfactory that could have been reached. It will be noticed that it is conditioned upon its ratification by Congress before March 4, 1893. The Secretary of the Interior, who has given the subject very careful thought, recommends the ratification of the agreement, and I am inclined to follow his recommendation. Certain it is that some action by which this controversy shall be brought to an end and these lands opened to settlement is urgent.\n The form of government provided by Congress on May 17, 1884, for Alaska was in its frame and purpose temporary. The increase of population and the development of some important mining and commercial interests make it imperative that the law should be revised and better provision made for the arrest and punishment of criminals.\n The report of the Secretary shows a very gratifying state of facts as to the condition of the General Land Office. The work of issuing agricultural patents, which seemed to be hopelessly in arrear when the present Secretary undertook the duties of his office, has been so expedited that the bureau is now upon current business. The relief thus afforded to honest and worthy settlers upon the public lands by giving to them an assured title to their entries has been of incalculable benefit in developing the new States and the Territories.\n The Court of Private Land Claims, established by Congress for the promotion of this policy of speedily settling contested land titles, is making satisfactory progress in its work, and when the work is completed a great impetus will be given to the development of those regions where unsettled claims under Mexican grants have so long exercised their repressive influence. When to these results are added the enormous cessions of Indian lands which have been opened to settlement, aggregating during this Administration nearly 26,000,000 acres, and the agreements negotiated and now pending in Congress for ratification by which about 10,000,000 additional acres will be opened to settlement, it will be seen how much has been accomplished.\n The work in the Indian Bureau in the execution of the policy of recent legislation has been largely directed to two chief purposes: First, the allotment of lands in severalty to the Indians and the cession to the United States of the surplus lands, and, secondly, to the work of educating the Indian for his own protection in his closer contact with the white man and for the intelligent exercise of his new citizenship. Allotments have been made and patents issued to 5,900 Indians under the present Secretary and Commissioner, and 7,600 additional allotments have been made for which patents are now in process of preparation. The school attendance of Indian children has been increased during that time over 13 per cent, the enrollment for 1892 being nearly 20,000. A uniform system of school text-books and of study has been adopted and the work in these national schools brought as near as may be to the basis of the free common schools of the States. These schools can be transferred and merged into the common-school systems of the States when the Indian has fully assumed his new relation to the organized civil community in which he resides and the new States are able to assume the burden. I have several times been called upon to remove Indian agents appointed by me, and have done so promptly upon every sustained complaint of unfitness or misconduct. I believe, however, that the Indian service at the agencies has been improved and is now administered on the whole with a good degree of efficiency. If any legislation is possible by which the selection of Indian agents can be wholly removed from all partisan suggestions or considerations, I am sure it would be a great relief to the Executive and a great benefit to the service. The appropriation for the subsistence of the Cheyenne and Arapahoe Indians made at the last session of Congress was inadequate. This smaller appropriation was estimated for by the Commissioner upon the theory that the large fund belonging to the tribe in the public Treasury could be and ought to be used for their support. In view, however, of the pending depredation claims against this fund and other considerations, the Secretary of the Interior on the 12th of April last submitted a supplemental estimate for $50,000. This appropriation was not made, as it should have been, and the oversight ought to be remedied at the earliest possible date.\n In a special message to this Congress at the last session, I stated the reasons why I had not approved the deed for the release to the United States by the Choctaws and Chickasaws of the lands formerly embraced in the Cheyenne and Arapahoe Reservation and remaining after allotments to that tribe. A resolution of the Senate expressing the opinion of that body that notwithstanding the facts stated in my special message the deed should be approved and the money, $2,991,450, paid over was presented to me May 10, 1892. My special message was intended to call the attention of Congress to the subject, and in view of the fact that it is conceded that the appropriation proceeded upon a false basis as to the amount of lands to be paid for and is by $50,000 in excess of the amount they are entitled to (even if their claim to the land is given full recognition at the rate agreed upon), I have not felt willing to approve the deed, and shall not do so, at least until both Houses of Congress have acted upon the subject. It has been informally proposed by the claimants to release this sum of $50,000, but I have no power to demand or accept such a release, and such an agreement would be without consideration and void.\n I desire further to call the attention of Congress to the fact that the recent agreement concluded with the Kiowas and Comanches relates to lands which were a part of the \"leased district,\" and to which the claim of the Choctaws and Chickasaws is precisely that recognized by Congress in the legislation I have referred to. The surplus lands to which this claim would attach in the Kiowa and Comanche Reservation is 2,500,000 acres, and at the same rate the Government will be called upon to pay to the Choctaws and Chickasaws for these lands $3,125,000. This sum will be further augmented, especially if the title of the Indians to the tract now Greet County, Tex., is established. The duty devolved upon me in this connection was simply to pass upon the form of the deed; but as in my opinion the facts mentioned in my special message were not adequately brought to the attention of Congress in connection with the legislation, I have felt that I would not be justified in acting without some new expression of the legislative will.\n The report of the Commissioner of Pensions, to which extended notice is given by the Secretary of the Interior in his report, will attract great attention. Judged by the aggregate amount of work done, the last year has been the greatest in the history of the office. I believe that the organization of the office is efficient and that the work has been done with fidelity. The passage of what is known as the disability bill has, as was foreseen, very largely increased the annual disbursements to the disabled veterans of the Civil War. The estimate for this fiscal year was $144,956,000, and that amount was appropriated. A deficiency amounting to $10,508,621 must be provided for at this session. The estimate for pensions for the fiscal year ending June 30, 1894, is $165,000,000. The Commissioner of Pensions believes that if the present legislation and methods are maintained and further additions to the pension laws are not made the maximum expenditure for pensions will be reached June 30, 1894, and will be at the highest point $188,000,000 per annum.\n I adhere to the views expressed in previous messages that the care of the disabled soldiers of the War of the Rebellion is a matter of national concern and duty. Perhaps no emotion cools sooner than that of gratitude, but I can not believe that this process has yet reached a point with our people that would sustain the policy of remitting the care of these disabled veterans to the inadequate agencies provided by local laws. The parade on the 20th of September last upon the streets of this capital of 60,000 of the surviving Union veterans of the War of the Rebellion was a most touching and thrilling episode, and the rich and gracious welcome extended to them by the District of Columbia and the applause that greeted their progress from tens of thousands of people from all the States did much to revive the glorious recollections of the Grand Review when these men and many thousand others now in their graves were welcomed with grateful joy as victors in a struggle in which the national unity, honor, and wealth were all at issue.\n In my last annual message I called attention to the fact that some legislative action was necessary in order to protect the interests of the Government in its relations with the Union Pacific Railway. The Commissioner of Railroads has submitted a very full report, giving exact information as to the debt, the liens upon the company's property, and its resources. We must deal with the question as we find it and take that course which will under existing conditions best secure the interests of the United States. I recommended in my last annual message that a commission be appointed to deal with this question, and I renew that recommendation and suggest that the commission be given full power.\n The report of the Secretary of Agriculture contains not only a most interesting statement of the progressive and valuable work done under the administration of Secretary Rusk, but many suggestions for the enlarged usefulness of this important Department. In the successful efforts to break down the restrictions to the free introduction of our meat products in the countries of Europe the Secretary has been untiring from the first, stimulating and aiding all other Government officers at home and abroad whose official duties enabled them to participate in the work. The total trade in hog products with Europe in May, 1892, amounted to 82,000,000 pounds, against 46,900,000 in the same month of 1891; in June, 1892, the export aggregated 85,700,000 pounds, against 46,500,000 pounds in the same month of the previous year; in July there was an increase of 41 per cent and in August of 55 per cent over the corresponding months of 1891. Over 40,000,000 pounds of inspected pork have been exported since the law was put into operation, and a comparison of the four months of May, June, July, and August, 1892, with the same months of 1891 shows an increase in the number of pounds of our export of pork products of 62 per cent and an increase in value of 66 1/2 per cent. The exports of dressed beef increased from 137,900,000 pounds in 1889 to 220,500,000 pounds in 1892 or about 60 per cent. During the past year there have been exported 394,607 head of live cattle, as against 205,786 exported in 1889. This increased exportation has been largely promoted by the inspection authorized by law and the faithful efforts of the Secretary and his efficient subordinates to make that inspection thorough and to carefully exclude from all cargoes diseased or suspected cattle. The requirement of the English regulations that live cattle arriving from the United States must be slaughtered at the docks had its origin in the claim that pleuro-pneumonia existed among American cattle and that the existence of the disease could only certainly be determined by a post mortem inspection.\n The Department of Agriculture has labored with great energy and faithfulness to extirpate this disease, and on the 26th day of September last a public announcement was made by the Secretary that the disease no longer existed anywhere within the United States. He is entirely satisfied after the most searching inquiry that this statement was justified, and that by a continuance of the inspection and quarantine now required of cattle brought into this country the disease can be prevented from again getting any foothold. The value to the cattle industry of the United States of this achievement can hardly be estimated. We can not, perhaps, at once insist that this evidence shall be accepted as satisfactory by other countries; but if the present exemption from the disease is maintained and the inspection of our cattle arriving at foreign ports, in which our own veterinarians participate, confirms it, we may justly expect that the requirement that our cattle shall be slaughtered at the docks will be revoked, as the sanitary restrictions upon our pork products have been. If our cattle can be taken alive to the interior, the trade will be enormously increased.\n Agricultural products constituted 78.1 per cent of our unprecedented exports for the fiscal year which closed June 30, 1892, the total exports being $1,030,278,030 and the value of the agricultural products $793,717,676, which exceeds by more than $150,000,000 the shipment of agricultural products in any previous year.\n An interesting and a promising work for the benefit of the American farmer has been begun through agents of the Agricultural Department in Europe, and consists in efforts to introduce the various products of Indian corn as articles of human food. The high price of rye offered a favorable opportunity for the experiment in Germany of combining corn meal with rye to produce a cheaper bread. A fair degree of success has been attained, and some mills for grinding corn for food have been introduced. The Secretary is of the opinion that this new use of the products of corn has already stimulated exportations, and that if diligently prosecuted large and important markets can presently be opened for this great American product.\n The suggestions of the Secretary for an enlargement of the work of the Department are commended to your favorable consideration. It may, I think, be said without challenge that in no corresponding period has so much been done as during the last four years for the benefit of American agriculture.\n The subject of quarantine regulations, inspection, and control was brought suddenly to my attention by the arrival at our ports in August last of vessels infected with cholera. Quarantine regulations should be uniform at all our ports. Under the Constitution they are plainly within the exclusive Federal jurisdiction when and so far as Congress shall legislate. In my opinion the whole subject should be taken into national control and adequate power given to the Executive to protect our people against plague invasions. On the 1st of September last I approved regulations establishing a twenty-day quarantine for all vessels bringing immigrants from foreign ports. This order will be continued in force. Some loss and suffering have resulted to passengers, but a due care for the homes of our people justifies in such cases the utmost precaution. There is danger that with the coming of spring cholera will again appear, and a liberal appropriation should be made at this session to enable our quarantine and port officers to exclude the deadly plague.\n But the most careful and stringent quarantine regulations may not be sufficient absolutely to exclude the disease. The progress of medical and sanitary science has been such, however, that if approved precautions are taken at once to put all of our cities and towns in the best sanitary condition, and provision is made for isolating any sporadic cases and for a thorough disinfection, an epidemic can, I am sure, be avoided. This work appertains to the local authorities, and the responsibility and the penalty will be appalling if it is neglected or unduly delayed.\n We are peculiarly subject in our great ports to the spread of infectious diseases by reason of the fact that unrestricted immigration brings to us out of European cities, in the overcrowded steerages of great steamships, a large number of persons whose surroundings make them the easy victims of the plague. This consideration, as well as those affecting the political, moral, and industrial interests of our country, leads me to renew the suggestion that admission to our country and to the high privileges of its citizenship should be more restricted and more careful. We have, I think, a right and owe a duty to our own people, and especially to our working people, not only to keep out the vicious, the ignorant, the civil disturber, the pauper, and the contract laborer, but to check the too great flow of immigration now coming by further limitations.\n The report of the World's Columbian Exposition has not yet been submitted. That of the board of management of the Government exhibit has been received and is herewith transmitted. The work of construction and of preparation for the opening of the exposition in May next has progressed most satisfactorily and upon a scale of liberality and magnificence that will worthily sustain the honor of the United States.\n The District of Columbia is left by a decision of the supreme court of the District without any law regulating the liquor traffic. An old statute of the legislature of the District relating to the licensing of various vocations has hitherto been treated by the Commissioners as giving them power to grant or refuse licenses to sell intoxicating liquors and as subjecting those who sold without licenses to penalties; but in May last the supreme court of the District held against this view of the powers of the Commissioners. It is of urgent importance, therefore, that Congress should supply, either by direct enactment or by conferring discretionary powers upon the Commissioners, proper limitations and restraints upon the liquor traffic in the District. The District has suffered in its reputation by many crimes of violence, a large per cent of them resulting from drunkenness and the liquor traffic. The capital of the nation should be freed from this reproach by the enactment of stringent restrictions and limitations upon the traffic.\n In renewing the recommendation which I have made in three preceding annual messages that Congress should legislate for the protection of railroad employees against the dangers incident to the old and inadequate methods of braking and coupling which are still in use upon freight trains, I do so with the hope that this Congress may take action upon the subject. Statistics furnished by the Interstate Commerce Commission show that during the year ending June 30, 1891, there were forty-seven different styles of car couplers reported to be in use, and that during the same period there were 2,660 employees killed and 26,140 injured. Nearly 16 per cent of the deaths occurred in the coupling and uncoupling of cars and over 36 per cent of the injuries had the same origin.\n The Civil Service Commission ask for an increased appropriation for needed clerical assistance, which I think should be given. I extended the classified service March 1, 1892, to include physicians, superintendents, assistant superintendents, school-teachers, and matrons in the Indian service, and have had under consideration the subject of some further extensions, but have not as yet fully determined the lines upon which extensions can most properly and usefully be made.\n I have in each of the three annual messages which it has been my duty to submit to Congress called attention to the evils and dangers connected with our election methods and practices as they are related to the choice of officers of the National Government. In my last annual message I endeavored to invoke serious attention to the evils of unfair apportionments for Congress. I can not close this message without again calling attention to these grave and threatening evils. I had hoped that it was possible to secure a nonpartisan inquiry by means of a commission into evils the existence of which is known to all, and that out of this might grow legislation from which all thought of partisan advantage should be eliminated and only the higher thought appear of maintaining the freedom and purity of the ballot and the equality of the elector, without the guaranty of which the Government could never have been formed and without the continuance of which it can not continue to exist in peace and prosperity.\n It is time that mutual charges of unfairness and fraud between the great parties should cease and that the sincerity of those who profess a desire for pure and honest elections should be brought to the test of their willingness to free our legislation and our election methods from everything that tends to impair the public confidence in the announced result. The necessity for an inquiry and for legislation by Congress upon this subject is emphasized by the fact that the tendency of the legislation in some States in recent years has in some important particulars been away from and not toward free and fair elections and equal apportionments. Is it not time that we should come together upon the high plane of patriotism while we devise methods that shall secure the right of every man qualified by law to cast a free ballot and give to every such ballot an equal value in choosing our public officers and in directing the policy of the Government?\n Lawlessness is not less such, but more, where it usurps the functions of the peace officer and of the courts. The frequent lynching of colored people accused of crime is without the excuse, which has sometimes been urged by mobs for a failure to pursue the appointed methods for the punishment of crime, that the accused have an undue influence over courts and juries. Such acts are a reproach to the community where they occur, and so far as they can be made the subject of Federal jurisdiction the strongest repressive legislation is demanded. A public sentiment that will sustain the officers of the law in resisting mobs and in protecting accused persons in their custody should be promoted by every possible means. The officer who gives his life in the brave discharge of this duty is worthy of special honor. No lesson needs to be so urgently impressed upon our people as this, that no worthy end or cause can be promoted by lawlessness.\n This exhibit of the work of the Executive Departments is submitted to Congress and to the public in the hope that there will be found in it a due sense of responsibility and an earnest purpose to maintain the national honor and to promote the happiness and prosperity of all our people, and this brief exhibit of the growth and prosperity of the country will give us a level from which to note the increase or decadence that new legislative policies may bring to us. There is no reason why the national influence, power, and prosperity should not observe the same rates of increase that have characterized the past thirty years. We carry the great impulse and increase of these years into the future. There is no reason why in many lines of production we should not surpass all other nations, as we have already done in some. There are no near frontiers to our possible development. Retrogression would be a crime."}