{"title": "December 5 1905 Fifth Annual Message-Theodore Roosevelt", "content": " would be as great a folly.\n In my message of December 2, 1902, to the Congress I said:\n \"Interest rates are a potent factor in business activity, and in order that these rates may be equalized to meet the varying needs of the seasons and of widely separated communities, and to prevent the recurrence of financial stringencies, which injuriously affect legitimate business, it is necessary that there should be an element of elasticity in our monetary system. Banks are the natural servants of commerce, and, upon them should be placed, as far as practicable, the burden of furnishing and maintaining a circulation adequate to supply the needs of our diversified industries and of our domestic and foreign commerce; and the issue of this should be so regulated that a sufficient supply should be always available for the business interests of the country.\"\n Every consideration of prudence demands the addition of the element of elasticity to our currency system. The evil does not consist in an inadequate volume of money, but in the rigidity of this volume, which does not respond as it should to the varying needs of communities and of seasons. Inflation must be avoided; but some provision should be made that will insure a larger volume of money during the Fall and Winter months than in the less active seasons of the year; so that the currency will contract against speculation, and will expand for the needs of legitimate business. At present the Treasury Department is at irregularly recurring intervals obliged, in the interest of the business world--that is, in the interests of the American public--to try to avert financial crises by providing a remedy which should be provided by Congressional action.\n At various times I have instituted investigations into the organization and conduct of the business of the executive departments. While none of these inquiries have yet progressed far enough to warrant final conclusions, they have already confirmed and emphasized the general impression that the organization of the departments is often faulty in principle and wasteful in results, while many of their business methods are antiquated and inefficient. There is every reason why our executive governmental machinery should be at least as well planned, economical, and efficient as the best machinery of the great business organizations, which at present is not the case. To make it so is a task of complex detail and essentially executive in its nature; probably no legislative body, no matter how wise and able, could undertake it with reasonable prospect of success. I recommend that the Congress consider this subject with a view to provide by legislation for the transfer, distribution, consolidation, and assignment of duties and executive organizations or parts of organizations, and for the changes in business methods, within or between the several departments, that will best promote the economy, efficiency, and high character of the Government work.\n In my last annual message I said:\n \"The power of the Government to protect the integrity of the elections of its own officials is inherent and has been recognized and affirmed by repeated declarations of the Supreme Court. There is no enemy of free government more dangerous and none so insidious as the corruption of the electorate. No one defends or excuses corruption, and it would seem to follow that none would oppose vigorous measures to eradicate it. I recommend the enactment of a law directed against bribery and corruption in Federal elections. The details of such a law may be safely left to the wise discretion of the Congress, but it should go as far as under the Constitution it is possible to go, and should include severe penalties against him who gives or receives a bribe intended to influence his act or opinion as an elector; and provisions for the publication not only of the expenditures for nominations and elections of all candidates, but also of all contributions received and expenditures made by political committees.\"\n I desire to repeat this recommendation. In political campaigns in a country as large and populous as ours it is inevitable that there should be much expense of an entirely legitimate kind. This, of course, means that many contributions, and some of them of large size, must be made, and, as a matter of fact, in any big political contest such contributions are always made to both sides. It is entirely proper both to give and receive them, unless there is an improper motive connected with either gift or reception. If they are extorted by any kind of pressure or promise, express or implied, direct or indirect, in the way of favor or immunity, then the giving or receiving becomes not only improper but criminal. It will undoubtedly be difficult, as a matter of practical detail, to shape an act which shall guard with reasonable certainty against such misconduct; but if it is possible to secure by law the full and verified publication in detail of all the sums contributed to and expended by the candidates or committees of any political parties, the result cannot but be wholesome. All contributions by corporations to any political committee or for any political purpose should be forbidden by law; directors should not be permitted to use stockholders' money for such purposes; and, moreover, a prohibition of this kind would be, as far as it went, an effective method of stopping the evils aimed at in corrupt practices acts. Not only should both the National and the several State Legislatures forbid any officer of a corporation from using the money of the corporation in or about any election, but they should also forbid such use of money in connection with any legislation save by the employment of counsel in public manner for distinctly legal services.\n The first conference of nations held at The Hague in 1899, being unable to dispose of all the business before it, recommended the consideration and settlement of a number of important questions by another conference to be called subsequently and at an early date. These questions were the following: (1) The rights and duties of neutrals; (2) the limitation of the armed forces on land and sea, and of military budgets; (3) the use of new types and calibres of military and naval guns; (4) the inviolability of private property at sea in times of war; (5) the bombardment of ports, cities, and villages by naval forces. In October, 1904, at the instance of the Interparliamentary Union, which, at a conference held in the United States, and attended by the lawmakers of fifteen different nations, had reiterated the demand for a second conference of nations, I issued invitations to all the powers signatory to The Hague Convention to send delegates to such a conference, and suggested that it be again held at The Hague. In its note of December 16, 1904, the United States Government communicated to the representatives of foreign governments its belief that the conference could be best arranged under the provisions of the present Hague treaty.\n From all the powers acceptance was received, coupled in some cases with the condition that we should wait until the end of the war then waging between Russia and Japan. The Emperor of Russia, immediately after the treaty of peace which so happily terminated this war, in a note presented to the President on September 13, through Ambassador Rosen, took the initiative in recommending that the conference be now called. The United States Government in response expressed its cordial acquiescence, and stated that it would, as a matter of course, take part in the new conference and endeavor to further its aims. We assume that all civilized governments will support the movement, and that the conference is now an assured fact. This Government will do everything in its power to secure the success of the conference, to the end that substantial progress may be made in the cause of international peace, justice, and good will.\n This renders it proper at this time to say something as to the general attitude of this Government toward peace. More and more war is coming to be looked upon as in itself a lamentable and evil thing. A wanton or useless war, or a war of mere aggression--in short, any war begun or carried on in a conscienceless spirit, is to be condemned as a peculiarly atrocious crime against all humanity. We can, however, do nothing of permanent value for peace unless we keep ever clearly in mind the ethical element which lies at the root of the problem. Our aim is righteousness. Peace is normally the hand-maiden of rightousness; but when peace and righteousness conflict then a great and upright people can never for a moment hesitate to follow the path which leads toward righteousness, even though that path also leads to war. There are persons who advocate peace at any price; there are others who, following a false analogy, think that because it is no longer necessary in civilized countries for individuals to protect their rights with a strong hand, it is therefore unnecessary for nations to be ready to defend their rights. These persons would do irreparable harm to any nation that adopted their principles, and even as it is they seriously hamper the cause which they advocate by tending to render it absurd in the eyes of sensible and patriotic men. There can be no worse foe of mankind in general, and of his own country in particular, than the demagogue of war, the man who in mere folly or to serve his own selfish ends continually rails at and abuses other nations, who seeks to excite his countrymen against foreigners on insufficient pretexts, who excites and inflames a perverse and aggressive national vanity, and who may on occasions wantonly bring on conflict between his nation and some other nation. But there are demagogues of peace just as there are demagogues of war, and in any such movement as this for The Hague conference it is essential not to be misled by one set of extremists any more than by the other. Whenever it is possible for a nation or an individual to work for real peace, assuredly it is failure of duty not so to strive, but if war is necessary and righteous then either the man or the nation shrinking from it forfeits all title to self-respect. We have scant sympathy with the sentimentalist who dreads oppression less than physical suffering, who would prefer a shameful peace to the pain and toil sometimes lamentably necessary in order to secure a righteous peace. As yet there is only a partial and imperfect analogy between international law and internal or municipal law, because there is no sanction of force for executing the former while there is in the case of the latter. The private citizen is protected in his rights by the law, because the law rests in the last resort upon force exercised through the forms of law. A man does not have to defend his rights with his own hand, because he can call upon the police, upon the sheriff's posse, upon the militia, or in certain extreme cases upon the army, to defend him. But there is no such sanction of force for international law. At present there could be no greater calamity than for the free peoples, the enlightened, independent, and peace-loving peoples, to disarm while yet leaving it open to any barbarism or despotism to remain armed. So long as the world is as unorganized as now the armies and navies of those peoples who on the whole stand for justice, offer not only the best, but the only possible, security for a just peace. For instance, if the United States alone, or in company only with the other nations that on the whole tend to act justly, disarmed, we might sometimes avoid bloodshed, but we would cease to be of weight in securing the peace of justice--the real peace for which the most law-abiding and high-minded men must at times be willing to fight. As the world is now, only that nation is equipped for peace that knows how to fight, and that will not shrink from fighting if ever the conditions become such that war is demanded in the name of the highest morality.\n So much it is emphatically necessary to say in order both that the position of the United States may not be misunderstood, and that a genuine effort to bring nearer the day of the peace of justice among the nations may not be hampered by a folly which, in striving to achieve the impossible, would render it hopeless to attempt the achievement of the practical. But, while recognizing most clearly all above set forth, it remains our clear duty to strive in every practicable way to bring nearer the time when the sword shall not be the arbiter among nations. At present the practical thing to do is to try to minimize the number of cases in which it must be the arbiter, and to offer, at least to all civilized powers, some substitute for war which will be available in at least a considerable number of instances. Very much can be done through another Hague conference in this direction, and I most earnestly urge that this Nation do all in its power to try to further the movement and to make the result of the decisions of The Hague conference effective. I earnestly hope that the conference may be able to devise some way to make arbitration between nations the customary way of settling international disputes in all save a few classes of cases, which should themselves be as sharply defined and rigidly limited as the present governmental and social development of the world will permit. If possible, there should be a general arbitration treaty negotiated among all the nations represented at the conference. Neutral rights and property should be protected at sea as they are protected on land. There should be an international agreement to this purpose and a similar agreement defining contraband of war.\n During the last century there has been a distinct diminution in the number of wars between the most civilized nations. International relations have become closer and the development of The Hague tribunal is not only a symptom of this growing closeness of relationship, but is a means by which the growth can be furthered. Our aim should be from time to time to take such steps as may be possible toward creating something like an organization of the civilized nations, because as the world becomes more highly organized the need for navies and armies will diminish. It is not possible to secure anything like an immediate disarmament, because it would first be necessary to settle what peoples are on the whole a menace to the rest of mankind, and to provide against the disarmament of the rest being turned into a movement which would really chiefly benefit these obnoxious peoples; but it may be possible to exercise some check upon the tendency to swell indefinitely the budgets for military expenditure. Of course such an effort could succeed only if it did not attempt to do too much; and if it were undertaken in a spirit of sanity as far removed as possible from a merely hysterical pseudo-philanthropy. It is worth while pointing out that since the end of the insurrection in the Philippines this Nation has shown its practical faith in the policy of disarmament by reducing its little army one-third. But disarmament can never be of prime importance; there is more need to get rid of the causes of war than of the implements of war.\n I have dwelt much on the dangers to be avoided by steering clear of any mere foolish sentimentality because my wish for peace is so genuine and earnest; because I have a real and great desire that this second Hague conference may mark a long stride forward in the direction of securing the peace of justice throughout the world. No object is better worthy the attention of enlightened statesmanship than the establishment of a surer method than now exists of securing justice as between nations, both for the protection of the little nations and for the prevention of war between the big nations. To this aim we should endeavor not only to avert bloodshed, but, above all, effectively to strengthen the forces of right. The Golden Rule should be, and as the world grows in morality it will be, the guiding rule of conduct among nations as among individuals; though the Golden Rule must not be construed, in fantastic manner, as forbidding the exercise of the police power. This mighty and free Republic should ever deal with all other States, great or small, on a basis of high honor, respecting their rights as jealously as it safeguards its own.\n One of the most effective instruments for peace is the Monroe Doctrine as it has been and is being gradually developed by this Nation and accepted by other nations. No other policy could have been as efficient in promoting peace in the Western Hemisphere and in giving to each nation thereon the chance to develop along its own lines. If we had refused to apply the doctrine to changing conditions it would now be completely outworn, would not meet any of the needs of the present day, and, indeed, would probably by this time have sunk into complete oblivion. It is useful at home, and is meeting with recognition abroad because we have adapted our application of it to meet the growing and changing needs of the hemisphere. When we announce a policy such as the Monroe Doctrine we thereby commit ourselves to the consequences of the policy, and those consequences from time to time alter. It is out of the question to claim a right and yet shirk the responsibility for its exercise. Not only we, but all American republics who are benefited by the existence of the doctrine, must recognize the obligations each nation is under as regards foreign peoples no less than its duty to insist upon its own rights.\n That our rights and interests are deeply concerned in the maintenance of the doctrine is so clear as hardly to need argument. This is especially true in view of the construction of the Panama Canal. As a mere matter of self-defense we must exercise a close watch over the approaches to this canal; and this means that we must be thoroughly alive to our interests in the Caribbean Sea.\n There are certain essential points which must never be forgotten as regards the Monroe Doctrine. In the first place we must as a Nation make it evident that we do not intend to treat it in any shape or way as an excuse for aggrandizement on our part at the expense of the republics to the south. We must recognize the fact that in some South American countries there has been much suspicion lest we should interpret the Monroe Doctrine as in some way inimical to their interests, and we must try to convince all the other nations of this continent once and for all that no just and orderly Government has anything to fear from us. There are certain republics to the south of us which have already reached such a point of stability, order, and prosperity that they themselves, though as yet hardly consciously, are among the guarantors of this doctrine. These republics we now meet not only on a basis of entire equality, but in a spirit of frank and respectful friendship, which we hope is mutual. If all of the republics to the south of us will only grow as those to which I allude have already grown, all need for us to be the especial champions of the doctrine will disappear, for no stable and growing American Republic wishes to see some great non-American military power acquire territory in its neighborhood. All that this country desires is that the other republics on this continent shall be happy and prosperous; and they cannot be happy and prosperous unless they maintain order within their boundaries and behave with a just regard for their obligations toward outsiders. It must be understood that under no circumstances will the United States use the Monroe Doctrine as a cloak for territorial aggression. We desire peace with all the world, but perhaps most of all with the other peoples of the American Continent. There are, of course, limits to the wrongs which any self-respecting nation can endure. It is always possible that wrong actions toward this Nation, or toward citizens of this Nation, in some State unable to keep order among its own people, unable to secure justice from outsiders, and unwilling to do justice to those outsiders who treat it well, may result in our having to take action to protect our rights; but such action will not be taken with a view to territorial aggression, and it will be taken at all only with extreme reluctance and when it has become evident that every other resource has been exhausted.\n Moreover, we must make it evident that we do not intend to permit the Monroe Doctrine to be used by any nation on this Continent as a shield to protect it from the consequences of its own misdeeds against foreign nations. If a republic to the south of us commits a tort against a foreign nation, such as an outrage against a citizen of that nation, then the Monroe Doctrine does not force us to interfere to prevent punishment of the tort, save to see that the punishment does not assume the form of territorial occupation in any shape. The case is more difficult when it refers to a contractual obligation. Our own Government has always refused to enforce such contractual obligations on behalf, of its citizens by an appeal to arms. It is much to be wished that all foreign governments would take the same view. But they do not; and in consequence we are liable at any time to be brought face to face with disagreeable alternatives. On the one hand, this country would certainly decline to go to war to prevent a foreign government from collecting a just debt; on the other hand, it is very inadvisable to permit any foreign power to take possession, even temporarily, of the custom houses of an American Republic in order to enforce the payment of its obligations; for such temporary occupation might turn into a permanent occupation. The only escape from these alternatives may at any time be that we must ourselves undertake to bring about some arrangement by which so much as possible of a just obligation shall be paid. It is far better that this country should put through such an arrangement, rather than allow any foreign country to undertake it. To do so insures the defaulting republic from having to pay debt of an improper character under duress, while it also insures honest creditors of the republic from being passed by in the interest of dishonest or grasping creditors. Moreover, for the United States to take such a position offers the only possible way of insuring us against a clash with some foreign power. The position is, therefore, in the interest of peace as well as in the interest of justice. It is of benefit to our people; it is of benefit to foreign peoples; and most of all it is really of benefit to the people of the country concerned.\n This brings me to what should be one of the fundamental objects of the Monroe Doctrine. We must ourselves in good faith try to help upward toward peace and order those of our sister republics which need such help. Just as there has been a gradual growth of the ethical element in the relations of one individual to another, so we are, even though slowly, more and more coming to recognize the duty of bearing one another's burdens, not only as among individuals, but also as among nations.\n Santo Domingo, in her turn, has now made an appeal to us to help her, and not only every principle of wisdom but every generous instinct within us bids us respond to the appeal. It is not of the slightest consequence whether we grant the aid needed by Santo Domingo as an incident to the wise development of the Monroe Doctrine or because we regard the case of Santo Domingo as standing wholly by itself, and to be treated as such, and not on general principles or with any reference to the Monroe Doctrine. The important point is to give the needed aid, and the case is certainly sufficiently peculiar to deserve to be judged purely on its own merits. The conditions in Santo Domingo have for a number of years grown from bad to worse until a year ago all society was on the verge of dissolution. Fortunately, just at this time a ruler sprang up in Santo Domingo, who, with his colleagues, saw the dangers threatening their country and appealed to the friendship of the only great and powerful neighbor who possessed the power, and as they hoped also the will to help them. There was imminent danger of foreign intervention. The previous rulers of Santo Domingo had recklessly incurred debts, and owing to her internal disorders she had ceased to be able to provide means of paying the debts. The patience of her foreign creditors had become exhausted, and at least two foreign nations were on the point of intervention, and were only prevented from intervening by the unofficial assurance of this Government that it would itself strive to help Santo Domingo in her hour of need. In the case of one of these nations, only the actual opening of negotiations to this end by our Government prevented the seizure of territory in Santo Domingo by a European power. Of the debts incurred some were just, while some were not of a character which really renders it obligatory on or proper for Santo Domingo to pay them in full. But she could not pay any of them unless some stability was assured her Government and people.\n Accordingly, the Executive Department of our Government negotiated a treaty under which we are to try to help the Dominican people to straighten out their finances. This treaty is pending before the Senate. In the meantime a temporary arrangement has been made which will last until the Senate has had time to take action upon the treaty. Under this arrangement the Dominican Government has appointed Americans to all the important positions in the customs service and they are seeing to the honest collection of the revenues, turning over 45 per cent. to the Government for running expenses and putting the other 55 per cent. into a safe depository for equitable division in case the treaty shall be ratified, among the various creditors, whether European or American.\n The Custom Houses offer well-nigh the only sources of revenue in Santo Domingo, and the different revolutions usually have as their real aim the obtaining of these Custom Houses. The mere fact that the Collectors of Customs are Americans, that they are performing their duties with efficiency and honesty, and that the treaty is pending in the Senate gives a certain moral power to the Government of Santo Domingo which it has not had before. This has completely discouraged all revolutionary movement, while it has already produced such an increase in the revenues that the Government is actually getting more from the 45 per cent. that the American Collectors turn over to it than it got formerly when it took the entire revenue. It is enabling the poor, harassed people of Santo Domingo once more to turn their attention to industry and to be free from the cure of interminable revolutionary disturbance. It offers to all bona-fide creditors, American and European, the only really good chance to obtain that to which they are justly entitled, while it in return gives to Santo Domingo the only opportunity of defense against claims which it ought not to pay, for now if it meets the views of the Senate we shall ourselves thoroughly examine all these claims, whether American or foreign, and see that none that are improper are paid. There is, of course, opposition to the treaty from dishonest creditors, foreign and American, and from the professional revolutionists of the island itself. We have already reason to believe that some of the creditors who do not dare expose their claims to honest scrutiny are endeavoring to stir up sedition in the island and opposition to the treaty. In the meantime, I have exercised the authority vested in me by the joint resolution of the Congress to prevent the introduction of arms into the island for revolutionary purposes.\n Under the course taken, stability and order and all the benefits of peace are at last coming to Santo Domingo, danger of foreign intervention has been suspended, and there is at last a prospect that all creditors will get justice, no more and no less. If the arrangement is terminated by the failure of the treaty chaos will follow; and if chaos follows, sooner or later this Government may be involved in serious difficulties with foreign Governments over the island, or else may be forced itself to intervene in the island in some unpleasant fashion. Under the proposed treaty the independence of the island is scrupulously respected, the danger of violation of the Monroe Doctrine by the intervention of foreign powers vanishes, and the interference of our Government is minimized, so that we shall only act in conjunction with the Santo Domingo authorities to secure the proper administration of the customs, and therefore to secure the payment of just debts and to secure the Dominican Government against demands for unjust debts. The proposed method will give the people of Santo Domingo the same chance to move onward and upward which we have already given to the people of Cuba. It will be doubly to our discredit as a Nation if we fail to take advantage of this chance; for it will be of damage to ourselves, and it will be of incalculable damage to Santo Domingo. Every consideration of wise policy, and, above all, every consideration of large generosity, bids us meet the request of Santo Domingo as we are now trying to meet it.\n We cannot consider the question of our foreign policy without at the same time treating of the Army and the Navy. We now have a very small army indeed, one well-nigh infinitesimal when compared With the army of any other large nation. Of course the army we do have should be as nearly perfect of its kind and for its size as is possible. I do not believe that any army in the world has a better average of enlisted men or a better type of junior officer; but the army should be trained to act effectively in a mass. Provision should be made by sufficient appropriations for manoeuvers of a practical kind, so that the troops may learn how to take care of themselves under actual service conditions; every march, for instance, being made with the soldier loaded exactly as he would be in active campaign. The Generals and Colonels would thereby have opportunity of handling regiments, brigades, and divisions, and the commissary and medical departments would be tested in the field. Provision should be made for the exercise at least of a brigade and by preference of a division in marching and embarking at some point on our coast and disembarking at some other point and continuing its march. The number of posts in which the army is kept in time of peace should be materially diminished and the posts that are left made correspondingly larger. No local interests should be allowed to stand in the way of assembling the greater part of the troops which would at need form our field armies in stations of such size as will permit the best training to be given to the personnel of all grades, including the high officers and staff officers. To accomplish this end we must have not company or regimental garrisons, but brigade and division garrisons. Promotion by mere seniority can never result in a thoroughly efficient corps of officers in the higher ranks unless there accompanies it a vigorous weeding-out process. Such a weeding-out process--that is, such a process of selection--is a chief feature of the four years' course of the young officer at West Point. There is no good reason why it should stop immediately upon his graduation. While at West Point he is dropped unless he comes up to a certain standard of excellence, and when he graduates he takes rank in the army according to his rank of graduation. The results are good at West Point; and there should be in the army itself something that will achieve the same end. After a certain age has been reached the average officer is unfit to do good work below a certain grade. Provision should be made for the promotion of exceptionally meritorious men over the heads of their comrades and for the retirement of all men who have reached a given age without getting beyond a given rank; this age of retirement of course changing from rank to rank. In both the army and the navy there should be some principle of selection, that is, of promotion for merit, and there should be a resolute effort to eliminate the aged officers of reputable character who possess no special efficiency.\n There should be an increase in the coast artillery force, so that our coast fortifications can be in some degree adequately manned. There is special need for an increase and reorganization of the Medical Department of the army. In both the army and navy there must be the same thorough training for duty in the staff corps as in the fighting line. Only by such training in advance can we be sure that in actual war field operations and those at sea will be carried on successfully. The importance of this was shown conclusively in the Spanish-American and the Russo-Japanese wars. The work of the medical departments in the Japanese army and navy is especially worthy of study. I renew my recommendation of January 9, 1905, as to the Medical Department of the army and call attention to the equal importance of the needs of the staff corps of the navy. In the Medical Department of the navy the first in importance is the reorganization of the Hospital Corps, on the lines of the Gallinger bill, (S. 3,984, February 1, 1904), and the reapportionment of the different grades of the medical officers to meet service requirements. It seems advisable also that medical officers of the army and navy should have similar rank and pay in their respective grades, so that their duties can be carried on without friction when they are brought together. The base hospitals of the navy should be put in condition to meet modern requirements and hospital ships be provided. Unless we now provide with ample forethought for the medical needs of the army and navy appalling suffering of a preventable kind is sure to occur if ever the country goes to war. It is not reasonable to expect successful administration in time of war of a department which lacks a third of the number of officers necessary to perform the medical service in time of peace. We need men who are not merely doctors; they must be trained in the administration of military medical service.\n Our navy must, relatively to the navies of other nations, always be of greater size than our army. We have most wisely continued for a number of years to build up our navy, and it has now reached a fairly high standard of efficiency. This standard of efficiency must not only be maintained, but increased. It does not seem to be necessary, however, that the navy should--at least in the immediate future--be increased beyond the present number of units. What is now clearly necessary is to substitute efficient for inefficient units as the latter become worn out or as it becomes apparent that they are useless. Probably the result would be attained by adding a single battleship to our navy each year, the superseded or outworn vessels being laid up or broken up as they are thus replaced. The four single-turret monitors built immediately after the close of the Spanish war, for instance, are vessels which would be of but little use in the event of war. The money spent upon them could have been more usefully spent in other ways. Thus it would have been far better never to have built a single one of these monitors and to have put the money into an ample supply of reserve guns. Most of the smaller cruisers and gunboats, though they serve a useful purpose so far as they are needed for international police work, would not add to the strength of our navy in a conflict with a serious foe. There is urgent need of providing a large increase in the number of officers, and especially in the number of enlisted men.\n Recent naval history has emphasized certain lessons which ought not to, but which do, need emphasis. Seagoing torpedo boats or destroyers are indispensable, not only for making night attacks by surprise upon an enemy, but even in battle for finishing already crippled ships. Under exceptional circumstances submarine boats would doubtless be of use. Fast scouts are needed. The main strength of the navy, however, lies, and can only lie, in the great battleships, the heavily armored, heavily gunned vessels which decide the mastery of the seas. Heavy-armed cruisers also play a most useful part, and unarmed cruisers, if swift enough, are very useful as scouts. Between antagonists of approximately equal prowess the comparative perfection of the instruments of war will ordinarily determine the fight. But it is, of course, true that the man behind the gun, the man in the engine room, and the man in the conning tower, considered not only individually, but especially with regard to the way in which they work together, are even more important than the weapons with which they work. The most formidable battleship is, of course, helpless against even a light cruiser if the men aboard it are unable to hit anything with their guns, and thoroughly well-handled cruisers may count seriously in an engagement with much superior vessels, if the men aboard the latter are ineffective, whether from lack of training or from any other cause. Modern warships are most formidable mechanisms when well handled, but they are utterly useless when not well handled, and they cannot be handled at all without long and careful training. This training can under no circumstance be given when once war has broken out. No fighting ship of the first class should ever be laid up save for necessary repairs, and her crew should be kept constantly exercised on the high seas, so that she may stand at the highest point of perfection. To put a new and untrained crew upon the most powerful battleship and send it out to meet a formidable enemy is not only to invite, but to insure, disaster and disgrace. To improvise crews at the outbreak of a war, so far as the serious fighting craft are concerned, is absolutely hopeless. If the officers and men are not thoroughly skilled in, and have not been thoroughly trained to, their duties, it would be far better to keep the ships in port during hostilities than to send them against a formidable opponent, for the result could only be that they would be either sunk or captured. The marksmanship of our navy is now on the whole in a gratifying condition, and there has been a great improvement in fleet practice. We need additional seamen; we need a large store of reserve guns; we need sufficient money for ample target practice, ample practice of every kind at sea. We should substitute for comparatively inefficient types--the old third-class battleship Texas, the single-turreted monitors above mentioned, and, indeed, all the monitors and some of the old cruisers--efficient, modern seagoing vessels. Seagoing torpedo-boat destroyers should be substituted for some of the smaller torpedo boats. During the present Congress there need be no additions to the aggregate number of units of the navy. Our navy, though very small relatively to the navies of other nations, is for the present sufficient in point of numbers for our needs, and while we must constantly strive to make its efficiency higher, there need be no additions to the total of ships now built and building, save in the way of substitution as above outlined. I recommend the report of the Secretary of the Navy to the careful consideration of the Congress, especially with a view to the legislation therein advocated.\n During the past year evidence has accumulated to confirm the expressions contained in my last two annual messages as to the importance of revising by appropriate legislation our system of naturalizing aliens. I appointed last March a commission to make a careful examination of our naturalization laws, and to suggest appropriate measures to avoid the notorious abuses resulting from the improvident of unlawful granting of citizenship. This commission, composed of an officer of the Department of State, of the Department of Justice, and of the Department of Commerce and Labor, has discharged the duty imposed upon it, and has submitted a report, which will be transmitted to the Congress for its consideration, and, I hope, for its favor, able action.\n The distinguishing recommendations of the commission are:\n First--A Federal Bureau of Naturalization, to be established in the Department of Commerce and Labor, to supervise the administration of the naturalization laws and to receive returns of naturalizations pending and accomplished.\n Second--Uniformity of naturalization certificates, fees to be charged, and procedure.\n Third--More exacting qualifications for citizenship.\n Fourth--The preliminary declaration of intention to be abolished and no alien to be naturalized until at least ninety days after the filing of his petition.\n Fifth--Jurisdiction to naturalize aliens to be confined to United States district courts and to such State courts as have jurisdiction in civil actions in which the amount in controversy is unlimited; in cities of over 100,000 inhabitants the United States district courts to have exclusive jurisdiction in the naturalization of the alien residents of such cities.\n In my last message I asked the attention of the Congress to the urgent need of action to make our criminal law more effective; and I most earnestly request that you pay heed to the report of the Attorney General on this subject. Centuries ago it was especially needful to throw every safeguard round the accused. The danger then was lest he should be wronged by the State. The danger is now exactly the reverse. Our laws and customs tell immensely in favor of the criminal and against the interests of the public he has wronged. Some antiquated and outworn rules which once safeguarded the threatened rights of private citizens, now merely work harm to the general body politic. The criminal law of the United States stands in urgent need of revision. The criminal process of any court of the United States should run throughout the entire territorial extent of our country. The delays of the criminal law, no less than of the civil, now amount to a very great evil.\n There seems to be no statute of the United States which provides for the punishment of a United States Attorney or other officer of the Government who corruptly agrees to wrongfully do or wrongfully refrain from doing any act when the consideration for such corrupt agreement is other than one possessing money value. This ought to be remedied by appropriate legislation. Legislation should also be enacted to cover explicitly, unequivocally, and beyond question breach of trust in the shape of prematurely divulging official secrets by an officer or employe of the United States, and to provide a suitable penalty therefor. Such officer or employe owes the duty to the United States to guard carefully and not to divulge or in any manner use, prematurely, information which is accessible to the officer or employe by reason of his official position. Most breaches of public trust are already covered by the law, and this one should be. It is impossible, no matter how much care is used, to prevent the occasional appointment to the public service of a man who when tempted proves unfaithful; but every means should be provided to detect and every effort made to punish the wrongdoer. So far as in my power see each and every such wrongdoer shall be relentlessly hunted down; in no instance in the past has he been spared; in no instance in the future shall he be spared. His crime is a crime against every honest man in the Nation, for it is a crime against the whole body politic. Yet in dwelling on such misdeeds it is unjust not to add that they are altogether exceptional, and that on the whole the employes of the Government render upright and faithful service to the people. There are exceptions, notably in one or two branches of the service, but at no time in the Nation's history has the public service of the Nation taken as a whole stood on a higher plane than now, alike as regards honesty and as regards efficiency.\n Once again I call your attention to the condition of the public land laws. Recent developments have given new urgency to the need for such changes as will fit these laws to actual present conditions. The honest disposal and right use of the remaining public lands is of fundamental importance. The iniquitous methods by which the monopolizing of the public lands is being brought about under the present laws are becoming more generally known, but the existing laws do not furnish effective remedies. The recommendations of the Public Lands Commission upon this subject are wise and should be given effect.\n The creation of small irrigated farms under the Reclamation act is a powerful offset to the tendency of certain other laws to foster or permit monopoly of the land. Under that act the construction of great irrigation works has been proceeding rapidly and successfully, the lands reclaimed are eagerly taken up, and the prospect that the policy of National irrigation will accomplish all that was expected of it is bright. The act should be extended to include the State of Texas.\n The Reclamation act derives much of its value from the fact that it tends to secure the greatest possible number of homes on the land, and to create communities of freeholders, in part by settlement on public lands, in part by forcing the subdivision of large private holdings before they can get water from Government irrigation works. The law requires that no right to the use of water for land in private ownership shall be sold for a tract exceeding 160 acres to any one land owner. This provision has excited active and powerful hostility, but the success of the law itself depends on the wise and firm enforcement of it. We cannot afford to substitute tenants for freeholders on the public domain.\n The greater part of the remaining public lands can not be irrigated. They are at present and will probably always be of greater value for grazing than for any other purpose. This fact has led to the grazing homestead of 640 acres in Nebraska and to the proposed extension of it to other States. It is argued that a family can not be supported on 160 acres of arid grazing land. This is obviously true, but neither can a family be supported on 640 acres of much of the land to which it is proposed to apply the grazing homestead. To establish universally any such arbitrary limit would be unwise at the present time. It would probably result on the one hand in enlarging the holdings of some of the great land owners, and on the other in needless suffering and failure on the part of a very considerable proportion of the bona fide settlers who give faith to the implied assurance of the Government that such an area is sufficient. The best use of the public grazing lands requires the careful examination and classification of these lands in order to give each settler land enough to support his family and no more. While this work is being done, and until the lands are settled, the Government should take control of the open range, under reasonable regulations suited to local needs, following the general policy already in successful operation on the forest reserves. It is probable that the present grazing value of the open public range is scarcely more than half what it once was or what it might easily be again under careful regulation.\n The forest policy of the Administration appears to enjoy the unbroken support of the people. The great users of timber are themselves forwarding the movement for forest preservation. All organized opposition to the forest preserves in the West has disappeared. Since the consolidation of all Government forest work in the National Forest Service there has been a rapid and notable gain in the usefulness of the forest reserves to the people and in public appreciation of their value. The National parks within or adjacent to forest reserves should be transferred to the charge of the Forest Service also.\n The National Government already does something in connection with the construction and maintenance of the great system of levees along the lower course of the Mississippi; in my judgment it should do much more.\n To the spread of our trade in peace and the defense of our flag in war a great and prosperous merchant marine is indispensable. We should have ships of our own and seamen of our own to convey our goods to neutral markets, and in case of need to reinforce our battle line. It cannot but be a source of regret and uneasiness to us that the lines of communication with our sister republics of South America should be chiefly under foreign control. It is not a good thing that American merchants and manufacturers should have to send their goods and letters to South America via Europe if they wish security and dispatch. Even on the Pacific, where our ships have held their own better than on the Atlantic, our merchant flag is now threatened through the liberal aid bestowed by other Governments on their own steam lines. I ask your earnest consideration of the report with which the Merchant Marine Commission has followed its long and careful inquiry.\n I again heartily commend to your favorable consideration the tercentennial celebration at Jamestown, Va. Appreciating the desirability of this commemoration, the Congress passed an act, March 3, 1905, authorizing in the year 1907, on and near the waters of Hampton Roads, in the State of Virginia, an international naval, marine, and military celebration in honor of this event. By the authority vested in me by this act, I have made proclamation of said celebration, and have issued, in conformity with its instructions, invitations to all the nations of the earth to participate, by sending their naval vessels and such military organizations as may be practicable. This celebration would fail of its full purpose unless it were enduring in its results and commensurate with the importance of the event to be celebrated, the event from which our Nation dates its birth. I earnestly hope that this celebration, already indorsed by the Congress of the United States, and by the Legislatures of sixteen States since the action of the Congress, will receive such additional aid at your hands as will make it worthy of the great event it is intended to celebrate, and thereby enable the Government of the United States to make provision for the exhibition of its own resources, and likewise enable our people who have undertaken the work of such a celebration to provide suitable and proper entertainment and instruction in the historic events of our country for all who may visit the exposition and to whom we have tendered our hospitality.\n It is a matter of unmixed satisfaction once more to call attention to the excellent work of the Pension Bureau; for the veterans of the civil war have a greater claim upon us than any other class of our citizens. To them, first of all among our people, honor is due.\n Seven years ago my lamented predecessor, President McKinley, stated that the time had come for the Nation to care for the graves of the Confederate dead. I recommend that the Congress take action toward this"}