{"title": "December 4 1882 Second Annual Message-Chester A. Arthur", "content": " that both of these reductions were of a radical character and relatively quite as important as that which is now proposed.\n In each case there ensued a temporary loss of revenue, but a sudden and large influx of business, which substantially repaired that loss within three years.\n Unless the experience of past legislation in this country and elsewhere goes for naught, it may be safely predicted that the stimulus of 33 1/3 per cent reduction in the tax for carriage would at once increase the number of letters consigned to the mails.\n The advantages of secrecy would lead to a very general substitution of sealed packets for postal cards and open circulars, and in divers other ways the volume of first-class matter would be enormously augmented. Such increase amounted in England, in the first year after the adoption of penny postage, to more than 125 per cent.\n As a result of careful estimates, the details of which can not be here set out, I have become convinced that the deficiency for the first year after the proposed reduction would not exceed 7 per cent of the expenditures, or $3,000,000, while the deficiency after the reduction of 1845 was more than 14 per cent, and after that of 1851 was 27 per cent.\n Another interesting comparison is afforded by statistics furnished me by the Post-Office Department.\n The act of 1845 was passed in face of the fact that there existed a deficiency of more than $30,000. That of 1851 was encouraged by the slight surplus of $132,000. The excess of revenue in the next fiscal year is likely to be $3,500,000.\n If Congress should approve these suggestions, it may be deemed desirable to supply to some extent the deficiency which must for a time result by increasing the charge for carrying merchandise, which is now only 16 cents per pound; but even without such an increase I am confident that the receipts under the diminished rates would equal the expenditures after the lapse of three or four years.\n The report of the Department of Justice brings anew to your notice the necessity of enlarging the present system of Federal jurisprudence so as effectually to answer the requirements of the ever-increasing litigation with which it is called upon to deal.\n The Attorney-General renews the suggestions of his predecessor that in the interests of justice better provision than the existing laws afford should be made in certain judicial districts for fixing the fees of witnesses and jurors.\n In my message of December last I referred to pending criminal proceedings growing out of alleged frauds in what is known as the star-route service of the Post-Office Department, and advised you that I had enjoined upon the Attorney-General and associate counsel, to whom the interests of the Government were intrusted, the duty of prosecuting with the utmost vigor of the law all persons who might be found chargeable with those offenses. A trial of one of these cases has since occurred. It occupied for many weeks the attention of the supreme court of this District and was conducted with great zeal and ability. It resulted in a disagreement of the jury, but the cause has been again placed upon the calendar and will shortly be retried. If any guilty persons shall finally escape punishment for their offenses, it will not be for lack of diligent and earnest efforts on the part of the prosecution.\n I trust that some agreement may be reached which will speedily enable Congress, with the concurrence of the Executive, to afford the commercial community the benefits of a national bankrupt law.\n The report of the Secretary of the Interior, with its accompanying documents, presents a full statement of the varied operations of that Department. In respect to Indian affairs nothing has occurred which has changed or seriously modified the views to which I devoted much space in a former communication to Congress. I renew the recommendations therein contained as to extending to the Indian the protection of the law, allotting land in severalty to such as desire it, and making suitable provision for the education of youth. Such provision, as the Secretary forcibly maintains, will prove unavailing unless it is broad enough to include all those who are able and willing to make use of it, and should not solely relate to intellectual training, but also to instruction in such manual labor and simple industrial arts as can be made practically available.\n Among other important subjects which are included within the Secretary's report, and which will doubtless furnish occasion for Congressional action, may be mentioned the neglect of the railroad companies to which large grants of land were made by the acts of 1862 and 1864 to take title thereto, and their consequent inequitable exemption from local taxation.\n No survey of our material condition can fail to suggest inquiries as to the moral and intellectual progress of the people.\n The census returns disclose an alarming state of illiteracy in certain portions of the country, where the provision for schools is grossly inadequate. It is a momentous question for the decision of Congress whether immediate and substantial aid should not be extended by the General Government for supplementing the efforts of private beneficence and of State and Territorial legislation in behalf of education.\n The regulation of interstate commerce has already been the subject of your deliberations. One of the incidents of the marvelous extension of the railway system of the country has been the adoption of such measures by the corporations which own or control the roads as have tended to impair the advantages of healthful competition and to make hurtful discriminations in the adjustment of freightage.\n These inequalities have been corrected in several of the States by appropriate legislation, the effect of which is necessarily restricted to the limits of their own territory.\n So far as such mischiefs affect commerce between the States or between any one of the States and a foreign country, they are subjects of national concern, and Congress alone can afford relief.\n The results which have thus far attended the enforcement of the recent statute for the suppression of polygamy in the Territories are reported by the Secretary of the Interior. It is not probable that any additional legislation in this regard will be deemed desirable until the effect of existing laws shall be more closely observed and studied.\n I congratulate you that the commissioners under whose supervision those laws have been put in operation are encouraged to believe that the evil at which they are aimed may be suppressed without resort to such radical measures as in some quarters have been thought indispensable for success.\n The close relation of the General Government to the Territories preparing to be great States may well engage your special attention. It is there that the Indian disturbances mainly occur and that polygamy has found room for its growth. I can not doubt that a careful survey of Territorial legislation would be of the highest utility. Life and property would become more secure. The liability of outbreaks between Indians and whites would be lessened. The public domain would be more securely guarded and better progress be made in the instruction of the young.\n Alaska is still without any form of civil government. If means were provided for the education of its people and for the protection of their lives and property, the immense resources of the region would invite permanent settlements and open new fields for industry and enterprise.\n The report of the Commissioner of Agriculture presents an account of the labors of that Department during the past year and includes information of much interest to the general public.\n The condition of the forests of the country and the wasteful manner in which their destruction is taking place give cause for serious apprehension. Their action in protecting the earth's surface, in modifying the extremes of climate, and in regulating and sustaining the flow of springs and streams is now well understood, and their importance in relation to the growth and prosperity of the country can not be safely disregarded. They are fast disappearing before destructive fires and the legitimate requirements of our increasing population, and their total extinction can not be long delayed unless better methods than now prevail shall be adopted for their protection and cultivation. The attention of Congress is invited to the necessity of additional legislation to secure the preservation of the valuable forests still remaining on the public domain, especially in the extreme Western States and Territories, where the necessity for their preservation is greater than in less mountainous regions, and where the prevailing dryness of the climate renders their restoration, if they are once destroyed, well-nigh impossible.\n The communication which I made to Congress at its first session, in December last, contained a somewhat full statement of my sentiments in relation to the principles and rules which ought to govern appointments to public service.\n Referring to the various plans which had theretofore been the subject of discussion in the National Legislature (plans which in the main were modeled upon the system which obtains in Great Britain, but which lacked certain of the prominent features whereby that system is distinguished), I felt bound to intimate my doubts whether they, or any of them, would afford adequate remedy for the evils which they aimed to correct.\n I declared, nevertheless, that if the proposed measures should prove acceptable to Congress they would receive the unhesitating support of the Executive.\n Since these suggestions were submitted for your consideration there has been no legislation upon the subject to which they relate, but there has meanwhile been an increase in the public interest in that subject, and the people of the country, apparently without distinction of party, have in various ways and upon frequent occasions given expression to their earnest wish for prompt and definite action. In my judgment such action should no longer be postponed.\n I may add that my own sense of its pressing importance has been quickened by observation of a practical phase of the matter, to which attention has more than once been called by my predecessors.\n The civil list now comprises about 100,000 persons, far the larger part of whom must, under the terms of the Constitution, he selected by the President either directly or through his own appointees.\n In the early years of the administration of the Government the personal direction of appointments to the civil service may not have been an irksome task for the Executive, but now that the burden has increased fully a hundredfold it has become greater thin he ought to bear, and it necessarily diverts his time and attention from the proper discharge of other duties no less delicate and responsible, and which in the very nature of things can not be delegated to other hands.\n In the judgment of not a few who have given study and reflection to this matter, the nation has outgrown the provisions which the Constitution has established for filling the minor offices in the public service.\n But whatever may be thought of the wisdom or expediency of changing the fundamental law in this regard, it is certain that much relief may be afforded, not only to the President and to the heads of the Departments, but to Senators and Representatives in Congress, by discreet legislation. They would be protected in a great measure by the bill now pending before the Senate, or by any other which should embody its important features, from the pressure of personal importunity and from the labor of examining conflicting claims and pretensions of candidates.\n I trust that before the close of the present session some decisive action may be taken for the correction of the evils which inhere in the present methods of appointment, and I assure you of my hearty cooperation in any measures which are likely to conduce to that end.\n As to the most appropriate term and tenure of the official life of the subordinate employees of the Government, it seems to be generally agreed that, whatever their extent or character, the one should be definite and the other stable, and that neither should be regulated by zeal in the service of party or fidelity to the fortunes of an individual.\n It matters little to the people at large what competent person is at the head of this department or of that bureau if they feel assured that the removal of one and the accession of another will not involve the retirement of honest and faithful subordinates whose duties are purely administrative and have no legitimate connection with the triumph of any political principles or the success of any political party or faction. It is to this latter class of officers that the Senate bill, to which I have already referred, exclusively applies.\n While neither that bill nor any other prominent scheme for improving the civil service concerns the higher grade of officials, who are appointed by the President and confirmed by the Senate, I feel bound to correct a prevalent misapprehension as to the frequency with which the present Executive has displaced the incumbent of an office and appointed another in his stead.\n It has been repeatedly alleged that he has in this particular signally departed from the course which has been pursued under recent Administrations of the Government. The facts are as follows:\n The whole number of Executive appointments during the four years immediately preceding Mr. Garfield's accession to the Presidency was 2,696. Of this number 244, or 9 per cent, involved the removal of previous incumbents.\n The ratio of removals to the whole number of appointments was much the same during each of those four years.\n In the first year, with 790 appointments, there were 74 removals, or 9.3 per cent; in the second, with 917 appointments, there were 85 removals, or 8.5 per cent; in the third, with 480 appointments, there were 48 removals, or 10 per cent; in the fourth, with 429 appointments, there were 37 removals, or 8.6 per cent. In the four months of President Garfield's Administration there were 390 appointments and 89 removals, or 22.7 per cent. Precisely the same number of removals (89) has taken place in the fourteen months which have since elapsed, but they constitute only 7.8 per cent of the whole number of appointments (1,118) within that period and less than 2.6 of the entire list of officials (3,459), exclusive of the Army and Navy, which is filled by Presidential appointment.\n I declare my approval of such legislation as may be found necessary for supplementing the existing provisions of law in relation to political assessments.\n In July last I authorized a public announcement that employees of the Government should regard themselves as at liberty to exercise their pleasure in making or refusing to make political contributions, and that their action in that regard would in no manner affect their official status.\n In this announcement I acted upon the view, which I had always maintained and still maintain, that a public officer should be as absolutely free as any other citizen to give or to withhold a contribution for the aid of the political party of his choice. It has, however, been urged, and doubtless not without foundation in fact, that by solicitation of official superiors and by other modes such contributions have at times been obtained from persons whose only motive for giving has been the fear of what might befall them if they refused. It goes without saying that such contributions are not voluntary, and in my judgment their collection should be prohibited by law. A bill which will effectually suppress them will receive my cordial approval.\n I hope that, however numerous and urgent may be the demands upon your attention, the interests of this District will not be forgotten.\n The denial to its residents of the great right of suffrage in all its relations to national, State, and municipal action imposes upon Congress the duty of affording them the best administration which its wisdom can devise.\n The report of the District Commissioners indicates certain measures whose adoption would seem to be very desirable. 1 instance in particular those which relate to arrears of taxes, to steam railroads, and to assessments of real property.\n Among the questions which have been the topic of recent debate in the halls of Congress none are of greater gravity than those relating to the ascertainment of the vote for Presidential electors and the intendment of the Constitution in its provisions for devolving Executive functions upon the Vice-President when the President suffers from inability to discharge the powers and duties of his office.\n I trust that no embarrassments may result from a failure to determine these questions before another national election.\n The closing year has been replete with blessings, for which we owe to the Giver of All Good our reverent acknowledgment. For the uninterrupted harmony of our foreign relations, for the decay of sectional animosities, for the exuberance of our harvests and the triumphs of our mining and manufacturing industries, for the prevalence of health, the spread of intelligence, and the conservation of the public credit, for the growth of the country in all the elements of national greatness--for these and countless other blessings we should rejoice and be glad. I trust that under the inspiration of this great prosperity our counsels may be harmonious, and that the dictates of prudence, patriotism, justice, and economy may lead to the adoption of measures in which the Congress and the Executive may heartily unite."}