{"title": "December 6 1904 Fourth Annual Message-Theodore Roosevelt", "content": " present Congress. The Commission has prosecuted its investigations actively during the past season, and a second report is now in an advanced stage of preparation.\n In connection with the work of the forest reserves I desire again to urge upon the Congress the importance of authorizing the President to set aside certain portions of these reserves or other public lands as game refuges for the preservation of the bison, the wapiti, and other large beasts once so abundant in our woods and mountains and on our great plains, and now tending toward extinction. Every support should be given to the authorities of the Yellowstone Park in their successful efforts at preserving the large creatures therein; and at very little expense portions of the public domain in other regions which are wholly unsuited to agricultural settlement could be similarly utilized. We owe it to future generations to keep alive the noble and beautiful creatures which by their presence add such distinctive character to the American wilderness. The limits of the Yellowstone Park should be extended southwards. The Canyon of the Colorado should be made a national park; and the national-park system should include the Yosemite and as many as possible of the groves of giant trees in California.\n The veterans of the Civil War have a claim upon the Nation such as no other body of our citizens possess. The Pension Bureau has never in its history been managed in a more satisfactory manner than is now the case.\n The progress of the Indians toward civilization, though not rapid, is perhaps all that could be hoped for in view of the circumstances. Within the past year many tribes have shown, in a degree greater than ever before, an appreciation of the necessity of work. This changed attitude is in part due to the policy recently pursued of reducing the amount of subsistence to the Indians, and thus forcing them, through sheer necessity, to work for a livelihood. The policy, though severe, is a useful one, but it is to be exercised only with judgment and with a full understanding of the conditions which exist in each community for which it is intended. On or near the Indian reservations there is usually very little demand for labor, and if the Indians are to earn their living and when work can not be furnished from outside (which is always preferable), then it must be furnished by the Government. Practical instruction of this kind would in a few years result in the forming of habits of regular industry, which would render the Indian a producer and would effect a great reduction in the cost of his maintenance.\n It is commonly declared that the slow advance of the Indians is due to the unsatisfactory character of the men appointed to take immediate charge of them, and to some extent this is true. While the standard of the employees in the Indian Service shows great improvement over that of bygone years, and while actual corruption or flagrant dishonesty is now the rare exception, it is nevertheless the fact that the salaries paid Indian agents are not large enough to attract the best men to that field of work. To achieve satisfactory results the official in charge of an Indian tribe should possess the high qualifications which are required in the manager of a large business, but only in exceptional cases is it possible to secure men of such a type for these positions. Much better service, however, might be obtained from those now holding the places were it practicable to get out of them the best that is in them, and this should be done by bringing them constantly into closer touch with their superior officers. An agent who has been content to draw his salary, giving in return the least possible equivalent in effort and service, may, by proper treatment, by suggestion and encouragement, or persistent urging, be stimulated to greater effort and induced to take a more active personal interest in his work.\n Under existing conditions an Indian agent in the distant West may be wholly out of touch with the office of the Indian Bureau. He may very well feel that no one takes a personal interest in him or his efforts. Certain routine duties in the way of reports and accounts are required of him, but there is no one with whom he may intelligently consult on matters vital to his work, except after long delay. Such a man would be greatly encouraged and aided by personal contact with some one whose interest in Indian affairs and whose authority in the Indian Bureau were greater than his own, and such contact would be certain to arouse and constantly increase the interest he takes in his work.\n The distance which separates the agents--the workers in the field--from the Indian Office in Washington is a chief obstacle to Indian progress. Whatever shall more closely unite these two branches of the Indian Service, and shall enable them to co-operate more heartily and more effectively, will be for the increased efficiency of the work and the betterment of the race for whose improvement the Indian Bureau was established. The appointment of a field assistant to the Commissioner of Indian Affairs would be certain to insure this good end. Such an official, if possessed of the requisite energy and deep interest in the work, would be a most efficient factor in bringing into closer relationship and a more direct union of effort the Bureau in Washington and its agents in the field; and with the co-operation of its branches thus secured the Indian Bureau would, in measure fuller than ever before, lift up the savage toward that self-help and self-reliance which constitute the man.\n In 1907 there will be held at Hampton Roads the tricentennial celebration of the settlement at Jamestown, Virginia, with which the history of what has now become the United States really begins. I commend this to your favorable consideration. It is an event of prime historic significance, in which all the people of the United States should feel, and should show, great and general interest.\n In the Post-Office Department the service has increased in efficiency, and conditions as to revenue and expenditure continue satisfactory. The increase of revenue during the year was $9,358,181.10, or 6.9 per cent, the total receipts amounting to $143,382,624.34. The expenditures were $152,362,116.70, an increase of about 9 per cent over the previous year, being thus $8,979,492.36 in excess of the current revenue. Included in these expenditures was a total appropriation of $152,956,637.35 for the continuation and extension of the rural free-delivery service, which was an increase of $4,902,237.35 over the amount expended for this purpose in the preceding fiscal year. Large as this expenditure has been the beneficent results attained in extending the free distribution of mails to the residents of rural districts have justified the wisdom of the outlay. Statistics brought down to the 1st of October, 1904, show that on that date there were 27,138 rural routes established, serving approximately 12,000,000 of people in rural districts remote from post-offices, and that there were pending at that time 3,859 petitions for the establishment of new rural routes. Unquestionably some part of the general increase in receipts is due to the increased postal facilities which the rural service has afforded. The revenues have also been aided greatly by amendments in the classification of mail matter, and the curtailment of abuses of the second-class mailing privilege. The average increase in the volume of mail matter for the period beginning with 1902 and ending June, 1905 (that portion for 1905 being estimated), is 40.47 per cent, as compared with 25.46 per cent for the period immediately preceding, and 15.92 for the four-year period immediately preceding that.\n Our consular system needs improvement. Salaries should be substituted for fees, and the proper classification, grading, and transfer of consular officers should be provided. I am not prepared to say that a competitive system of examinations for appointment would work well; but by law it should be provided that consuls should be familiar, according to places for which they apply, with the French, German, or Spanish languages, and should possess acquaintance with the resources of the United States.\n The collection of objects of art contemplated in section 5586 of the Revised Statutes should be designated and established as a National Gallery of Art; and the Smithsonian Institution should be authorized to accept any additions to said collection that may be received by gift, bequest, or devise.\n It is desirable to enact a proper National quarantine law. It is most undesirable that a State should on its own initiative enforce quarantine regulations which are in effect a restriction upon interstate and international commerce. The question should properly be assumed by the Government alone. The Surgeon-General of the National Public Health and Marine-Hospital Service has repeatedly and convincingly set forth the need for such legislation.\n I call your attention to the great extravagance in printing and binding Government publications, and especially to the fact that altogether too many of these publications are printed. There is a constant tendency to increase their number and their volume. It is an understatement to say that no appreciable harm would be caused by, and substantial benefit would accrue from, decreasing the amount of printing now done by at least one-half. Probably the great majority of the Government reports and the like now printed are never read at all, and furthermore the printing of much of the material contained in many of the remaining ones serves no useful purpose whatever.\n The attention of the Congress should be especially given to the currency question, and that the standing committees on the matter in the two Houses charged with the duty, take up the matter of our currency and see whether it is not possible to secure an agreement in the business world for bettering the system; the committees should consider the question of the retirement of the greenbacks and the problem of securing in our currency such elasticity as is consistent with safety. Every silver dollar should be made by law redeemable in gold at the option of the holder.\n I especially commend to your immediate attention the encouragement of our merchant marine by appropriate legislation.\n The growing importance of the Orient as a field for American exports drew from my predecessor, President McKinley, an urgent request for its special consideration by the Congress. In his message of 1898 he stated:\n \"In this relation, as showing the peculiar volume and value of our trade with China and the peculiarly favorable conditions which exist for their expansion in the normal course of trade, I refer to the communication addressed to the Speaker of the House of Representatives by the Secretary of the Treasury on the 14th of last June, with its accompanying letter of the Secretary of State, recommending an appropriation for a commission to study the industrial and commercial conditions in the Chinese Empire and to report as to the opportunities for and the obstacles to the enlargement of markets in China for the raw products and manufactures of the United States. Action was not taken thereon during the last session. I cordially urge that the recommendation receive at your hands the consideration which its importance and timeliness merit.\"\n In his annual message of 1889 he again called attention to this recommendation, quoting it, and stated further:\n \"I now renew this recommendation, as the importance of the subject has steadily grown since it was first submitted to you, and no time should be lost in studying for ourselves the resources of this great field for American trade and enterprise.\"\n The importance of securing proper information and data with a view to the enlargement of our trade with Asia is undiminished. Our consular representatives in China have strongly urged a place for permanent display of American products in some prominent trade center of that Empire, under Government control and management, as an effective means of advancing our export trade therein. I call the attention of the Congress to the desirability of carrying out these suggestions.\n In dealing with the questions of immigration and naturalization it is indispensable to keep certain facts ever before the minds of those who share in enacting the laws. First and foremost, let us remember that the question of being a good American has nothing whatever to do with a man's birthplace any more than it has to do with his creed. In every generation from the time this Government was founded men of foreign birth have stood in the very foremost rank of good citizenship, and that not merely in one but in every field of American activity; while to try to draw a distinction between the man whose parents came to this country and the man whose ancestors came to it several generations back is a mere absurdity. Good Americanism is a matter of heart, of conscience, of lofty aspiration, of sound common sense, but not of birthplace or of creed. The medal of honor, the highest prize to be won by those who serve in the Army and the Navy of the United States decorates men born here, and it also decorates men born in Great Britain and Ireland, in Germany, in Scandinavia, in France, and doubtless in other countries also. In the field of statesmanship, in the field of business, in the field of philanthropic endeavor, it is equally true that among the men of whom we are most proud as Americans no distinction whatever can be drawn between those who themselves or whose parents came over in sailing ship or steamer from across the water and those whose ancestors stepped ashore into the wooded wilderness at Plymouth or at the mouth of the Hudson, the Delaware, or the James nearly three centuries ago. No fellow-citizen of ours is entitled to any peculiar regard because of the way in which he worships his Maker, or because of the birthplace of himself or his parents, nor should he be in any way discriminated against therefor. Each must stand on his worth as a man and each is entitled to be judged solely thereby.\n There is no danger of having too many immigrants of the right kind. It makes no difference from what country they come. If they are sound in body and in mind, and, above all, if they are of good character, so that we can rest assured that their children and grandchildren will be worthy fellow-citizens of our children and grandchildren, then we should welcome them with cordial hospitality.\n But the citizenship of this country should not be debased. It is vital that we should keep high the standard of well-being among our wage-workers, and therefore we should not admit masses of men whose standards of living and whose personal customs and habits are such that they tend to lower the level of the American wage-worker; and above all we should not admit any man of an unworthy type, any man concerning whom we can say that he will himself be a bad citizen, or that his children and grandchildren will detract from instead of adding to the sum of the good citizenship of the country. Similarly we should take the greatest care about naturalization. Fraudulent naturalization, the naturalization of improper persons, is a curse to our Government; and it is the affair of every honest voter, wherever born, to see that no fraudulent voting is allowed, that no fraud in connection with naturalization is permitted.\n In the past year the cases of false, fraudulent, and improper naturalization of aliens coming to the attention of the executive branches of the Government have increased to an alarming degree. Extensive sales of forged certificates of naturalization have been discovered, as well as many cases of naturalization secured by perjury and fraud; and in addition, instances have accumulated showing that many courts issue certificates of naturalization carelessly and upon insufficient evidence.\n Under the Constitution it is in the power of the Congress \"to establish a uniform rule of naturalization,\" and numerous laws have from time to time been enacted for that purpose, which have been supplemented in a few States by State laws having special application. The Federal statutes permit naturalization by any court of record in the United States having common-law jurisdiction and a seal and clerk, except the police court of the District of Columbia, and nearly all these courts exercise this important function. It results that where so many courts of such varying grades have jurisdiction, there is lack of uniformity in the rules applied in conferring naturalization. Some courts are strict and others lax. An alien who may secure naturalization in one place might be denied it in another, and the intent of the constitutional provision is in fact defeated. Furthermore, the certificates of naturalization issued by the courts differ widely in wording and appearance, and when they are brought into use in foreign countries, are frequently subject to suspicion.\n There should be a comprehensive revision of the naturalization laws. The courts having power to naturalize should be definitely named by national authority; the testimony upon which naturalization may be conferred should be definitely prescribed; publication of impending naturalization applications should be required in advance of their hearing in court; the form and wording of all certificates issued should be uniform throughout the country, and the courts should be required to make returns to the Secretary of State at stated periods of all naturalizations conferred.\n Not only are the laws relating to naturalization now defective, but those relating to citizenship of the United States ought also to be made the subject of scientific inquiry with a view to probable further legislation. By what acts expatriation may be assumed to have been accomplished, how long an American citizen may reside abroad and receive the protection of our passport, whether any degree of protection should be extended to one who has made the declaration of intention to become a citizen of the United States but has not secured naturalization, are questions of serious import, involving personal rights and often producing friction between this Government and foreign governments. Yet upon these question our laws are silent. I recommend that an examination be made into the subjects of citizenship, expatriation, and protection of Americans abroad, with a view to appropriate legislation.\n The power of the Government to protect the integrity of the elections of its own officials is inherent and has been recognized and affirmed by repeated declarations of the Supreme Court. There is no enemy of free government more dangerous and none so insidious as the corruption of the electorate. No one defends or excuses corruption, and it would seem to follow that none would oppose vigorous measures to eradicate it. I recommend the enactment of a law directed against bribery and corruption in Federal elections. The details of such a law may be safely left to the wise discretion of the Congress, but it should go as far as under the Constitution it is possible to go, and should include severe penalties against him who gives or receives a bribe intended to influence his act or opinion as an elector; and provisions for the publication not only of the expenditures for nominations and elections of all candidates but also of all contributions received and expenditures made by political committees.\n No subject is better worthy the attention of the Congress than that portion of the report of the Attorney-General dealing with the long delays and the great obstruction to justice experienced in the cases of Beavers, Green and Gaynor, and Benson. Were these isolated and special cases, I should not call your attention to them; but the difficulties encountered as regards these men who have been indicted for criminal practices are not exceptional; they are precisely similar in kind to what occurs again and again in the case of criminals who have sufficient means to enable them to take advantage of a system of procedure which has grown up in the Federal courts and which amounts in effect to making the law easy of enforcement against the man who has no money, and difficult of enforcement, even to the point of sometimes securing immunity, as regards the man who has money. In criminal cases the writ of the United States should run throughout its borders. The wheels of justice should not be clogged, as they have been clogged in the cases above mentioned, where it has proved absolutely impossible to bring the accused to the place appointed by the Constitution for his trial. Of recent years there has been grave and increasing complaint of the difficulty of bringing to justice those criminals whose criminality, instead of being against one person in the Republic, is against all persons in the Republic, because it is against the Republic itself. Under any circumstance and from the very nature of the case it is often exceedingly difficult to secure proper punishment of those who have been guilty of wrongdoing against the Government. By the time the offender can be brought into court the popular wrath against him has generally subsided; and there is in most instances very slight danger indeed of any prejudice existing in the minds of the jury against him. At present the interests of the innocent man are amply safeguarded; but the interests of the Government, that is, the interests of honest administration, that is the interests of the people, are not recognized as they should be. No subject better warrants the attention of the Congress. Indeed, no subject better warrants the attention of the bench and the bar throughout the United States.\n Alaska, like all our Territorial acquisitions, has proved resourceful beyond the expectations of those who made the purchase. It has become the home of many hardy, industrious, and thrifty American citizens. Towns of a permanent character have been built. The extent of its wealth in minerals, timber, fisheries, and agriculture, while great, is probably not comprehended yet in any just measure by our people. We do know, however, that from a very small beginning its products have grown until they are a steady and material contribution to the wealth of the nation. Owing to the immensity of Alaska and its location in the far north, it is a difficult matter to provide many things essential to its growth and to the happiness and comfort of its people by private enterprise alone. It should, therefore, receive reasonable aid from the Government. The Government has already done excellent work for Alaska in laying cables and building telegraph lines. This work has been done in the most economical and efficient way by the Signal Corps of the Army.\n In some respects it has outgrown its present laws, while in others those laws have been found to be inadequate. In order to obtain information upon which I could rely I caused an official of the Department of Justice, in whose judgment I have confidence, to visit Alaska during the past summer for the purpose of ascertaining how government is administered there and what legislation is actually needed at present. A statement of the conditions found to exist, together with some recommendations and the reasons therefor, in which I strongly concur, will be found in the annual report of the Attorney-General. In some instances I feel that the legislation suggested is so imperatively needed that I am moved briefly to emphasize the Attorney-General's proposals.\n Under the Code of Alaska as it now stands many purely administrative powers and duties, including by far the most important, devolve upon the district judges or upon the clerks of the district court acting under the direction of the judges, while the governor, upon whom these powers and duties should logically fall, has nothing specific to do except to make annual reports, issue Thanksgiving Day proclamations, and appoint Indian policemen and notaries public. I believe it essential to good government in Alaska, and therefore recommend, that the Congress divest the district judges and the clerks of their courts of the administrative or executive functions that they now exercise and cast them upon the governor. This would not be an innovation; it would simply conform the government of Alaska to fundamental principles, making the governorship a real instead of a merely nominal office, and leaving the judges free to give their entire attention to their judicial duties and at the same time removing them from a great deal of the strife that now embarrasses the judicial office in Alaska.\n I also recommend that the salaries of the district judges and district attorneys in Alaska be increased so as to make them equal to those received by corresponding officers in the United States after deducting the difference in the cost of living; that the district attorneys should be prohibited from engaging in private practice; that United States commissioners be appointed by the governor of the Territory instead of by the district judges, and that a fixed salary be provided for them to take the place of the discredited \"fee system,\" which should be abolished in all offices; that a mounted constabulary be created to police the territory outside the limits of incorporated towns--a vast section now wholly without police protection; and that some provision be made to at least lessen the oppressive delays and costs that now attend the prosecution of appeals from the district court of Alaska. There should be a division of the existing judicial districts, and an increase in the number of judges.\n Alaska should have a Delegate in the Congress. Where possible, the Congress should aid in the construction of needed wagon roads. Additional light-houses should be provided. In my judgment, it is especially important to aid in such manner as seems just and feasible in the construction of a trunk line of railway to connect the Gulf of Alaska with the Yukon River through American territory. This would be most beneficial to the development of the resources of the Territory, and to the comfort and welfare of its people.\n Salmon hatcheries should be established in many different streams, so as to secure the preservation of this valuable food fish. Salmon fisheries and canneries should be prohibited on certain of the rivers where the mass of those Indians dwell who live almost exclusively on fish.\n The Alaskan natives are kindly, intelligent, anxious to learn, and willing to work. Those who have come under the influence of civilization, even for a limited period, have proved their capability of becoming self-supporting, self-respecting citizens, and ask only for the just enforcement of law and intelligent instruction and supervision. Others, living in more remote regions, primitive, simple hunters and fisher folk, who know only the life of the woods and the waters, are daily being confronted with twentieth-century civilization with all of its complexities. Their country is being overrun by strangers, the game slaughtered and driven away, the streams depleted of fish, and hitherto unknown and fatal diseases brought to them, all of which combine to produce a state of abject poverty and want which must result in their extinction. Action in their interest is demanded by every consideration of justice and humanity.\n The needs of these people are:\n The abolition of the present fee system, whereby the native is degraded, imposed upon, and taught the injustice of law.\n The establishment of hospitals at central points, so that contagious diseases that are brought to them continually by incoming whites may be localized and not allowed to become epidemic, to spread death and destitution over great areas.\n The development of the educational system in the form of practical training in such industries as will assure the Indians self-support under the changed conditions in which they will have to live.\n The duties of the office of the governor should be extended to include the supervision of Indian affairs, with necessary assistants in different districts. He should be provided with the means and the power to protect and advise the native people, to furnish medical treatment in time of epidemics, and to extend material relief in periods of famine and extreme destitution.\n The Alaskan natives should be given the right to acquire, hold, and dispose of property upon the same conditions as given other inhabitants; and the privilege of citizenship should be given to such as may be able to meet certain definite requirements. In Hawaii Congress should give the governor power to remove all the officials appointed under him. The harbor of Honolulu should be dredged. The Marine-Hospital Service should be empowered to study leprosy in the islands. I ask special consideration for the report and recommendation of the governor of Porto Rico.\n In treating of our foreign policy and of the attitude that this great Nation should assume in the world at large, it is absolutely necessary to consider the Army and the Navy, and the Congress, through which the thought of the Nation finds its expression, should keep ever vividly in mind the fundamental fact that it is impossible to treat our foreign policy, whether this policy takes shape in the effort to secure justice for others or justice for ourselves, save as conditioned upon the attitude we are willing to take toward our Army, and especially toward our Navy. It is not merely unwise, it is contemptible, for a nation, as for an individual, to use high-sounding language to proclaim its purposes, or to take positions which are ridiculous if unsupported by potential force, and then to refuse to provide this force. If there is no intention of providing and of keeping the force necessary to back up a strong attitude, then it is far better not to assume such an attitude.\n The steady aim of this Nation, as of all enlightened nations, should be to strive to bring ever nearer the day when there shall prevail throughout the world the peace of justice. There are kinds of peace which are highly undesirable, which are in the long run as destructive as any war. Tyrants and oppressors have many times made a wilderness and called it peace. Many times peoples who were slothful or timid or shortsighted, who had been enervated by ease or by luxury, or misled by false teachings, have shrunk in unmanly fashion from doing duty that was stern and that needed self-sacrifice, and have sought to hide from their own minds their shortcomings, their ignoble motives, by calling them love of peace. The peace of tyrannous terror, the peace of craven weakness, the peace of injustice, all these should be shunned as we shun unrighteous war. The goal to set before us as a nation, the goal which should be set before all mankind, is the attainment of the peace of justice, of the peace which comes when each nation is not merely safe-guarded in its own rights, but scrupulously recognizes and performs its duty toward others. Generally peace tells for righteousness; but if there is conflict between the two, then our fealty is due-first to the cause of righteousness. Unrighteous wars are common, and unrighteous peace is rare; but both should be shunned. The right of freedom and the responsibility for the exercise of that right can not be divorced. One of our great poets has well and finely said that freedom is not a gift that tarries long in the hands of cowards. Neither does it tarry long in the hands of those too slothful, too dishonest, or too unintelligent to exercise it. The eternal vigilance which is the price of liberty must be exercised, sometimes to guard against outside foes; although of course far more often to guard against our own selfish or thoughtless shortcomings.\n If these self-evident truths are kept before us, and only if they are so kept before us, we shall have a clear idea of what our foreign policy in its larger aspects should be. It is our duty to remember that a nation has no more right to do injustice to another nation, strong or weak, than an individual has to do injustice to another individual; that the same moral law applies in one case as in the other. But we must also remember that it is as much the duty of the Nation to guard its own rights and its own interests as it is the duty of the individual so to do. Within the Nation the individual has now delegated this right to the State, that is, to the representative of all the individuals, and it is a maxim of the law that for every wrong there is a remedy. But in international law we have not advanced by any means as far as we have advanced in municipal law. There is as yet no judicial way of enforcing a right in international law. When one nation wrongs another or wrongs many others, there is no tribunal before which the wrongdoer can be brought. Either it is necessary supinely to acquiesce in the wrong, and thus put a premium upon brutality and aggression, or else it is necessary for the aggrieved nation valiantly to stand up for its rights. Until some method is devised by which there shall be a degree of international control over offending nations, it would be a wicked thing for the most civilized powers, for those with most sense of international obligations and with keenest and most generous appreciation of the difference between right and wrong, to disarm. If the great civilized nations of the present day should completely disarm, the result would mean an immediate recrudescence of barbarism in one form or another. Under any circumstances a sufficient armament would have to be kept up to serve the purposes of international police; and until international cohesion and the sense of international duties and rights are far more advanced than at present, a nation desirous both of securing respect for itself and of doing good to others must have a force adequate for the work which it feels is allotted to it as its part of the general world duty. Therefore it follows that a self-respecting, just, and far-seeing nation should on the one hand endeavor by every means to aid in the development of the various movements which tend to provide substitutes for war, which tend to render nations in their actions toward one another, and indeed toward their own peoples, more responsive to the general sentiment of humane and civilized mankind; and on the other hand that it should keep prepared, while scrupulously avoiding wrongdoing itself, to repel any wrong, and in exceptional cases to take action which in a more advanced stage of international relations would come under the head of the exercise of the international police. A great free people owes it to itself and to all mankind not to sink into helplessness before the powers of evil.\n We are in every way endeavoring to help on, with cordial good will, every movement which will tend to bring us into more friendly relations with the rest of mankind. In pursuance of this policy I shall shortly lay before the Senate treaties of arbitration with all powers which are willing to enter into these treaties with us. It is not possible at this period of the world's development to agree to arbitrate all matters, but there are many matters of possible difference between us and other nations which can be thus arbitrated. Furthermore, at the request of the Interparliamentary Union, an eminent body composed of practical statesmen from all countries, I have asked the Powers to join with this Government in a second Hague conference, at which it is hoped that the work already so happily begun at The Hague may be carried some steps further toward completion. This carries out the desire expressed by the first Hague conference itself.\n It is not true that the United States feels any land hunger or entertains any projects as regards the other nations of the Western Hemisphere save such as are for their welfare. All that this country desires is to see the neighboring countries stable, orderly, and prosperous. Any country whose people conduct themselves well can count upon our hearty friendship. If a nation shows that it knows how to act with reasonable efficiency and decency in social and political matters, if it keeps order and pays its obligations, it need fear no interference from the United States. Chronic wrongdoing, or an impotence which results in a general loosening of the ties of civilized society, may in America, as elsewhere, ultimately require intervention by some civilized nation, and in the Western Hemisphere the adherence of the United States to the Monroe Doctrine may force the United States, however reluctantly, in flagrant cases of such wrongdoing or impotence, to the exercise of an international police power. If every country washed by the Caribbean Sea would show the progress in stable and just civilization which with the aid of the Platt amendment Cuba has shown since our troops left the island, and which so many of the republics in both Americas are constantly and brilliantly showing, all question of interference by this Nation with their affairs would be at an end. Our interests and those of our southern neighbors are in reality identical. They have great natural riches, and if within their borders the reign of law and justice obtains, prosperity is sure to come to them. While they thus obey the primary laws of civilized society they may rest assured that they will be treated by us in a spirit of cordial and helpful sympathy. We would interfere with them only in the last resort, and then only if it became evident that their inability or unwillingness to do justice at home and abroad had violated the rights of the United States or had invited foreign aggression to the detriment of the entire body of American nations. It is a mere truism to say that every nation, whether in America or anywhere else, which desires to maintain its freedom, its independence, must ultimately realize that the right of such independence can not be separated from the responsibility of making good use of it.\n In asserting the Monroe Doctrine, in taking such steps as we have taken in regard to Cuba, Venezuela, and Panama, and in endeavoring to circumscribe the theater of war in the Far East, and to secure the open door in China, we have acted in our own interest as well as in the interest of humanity at large. There are, however, cases in which, while our own interests are not greatly involved, strong appeal is made to our sympathies. Ordinarily it is very much wiser and more useful for us to concern ourselves with striving for our own moral and material betterment here at home than to concern ourselves with trying to better the condition of things in other nations. We have plenty of sins of our own to war against, and under ordinary circumstances we can do more for the general uplifting of humanity by striving with heart and soul to put a stop to civic corruption, to brutal lawlessness and violent race prejudices here at home than by passing resolutions about wrongdoing elsewhere. Nevertheless there are occasional crimes committed on so vast a scale and of such peculiar horror as to make us doubt whether it is not our manifest duty to endeavor at least to show our disapproval of the deed and our sympathy with those who have suffered by it. The cases must be extreme in which such a course is justifiable. There must be no effort made to remove the mote from our brother's eye if we refuse to remove the beam from our own. But in extreme cases action may be justifiable and proper. What form the action shall take must depend upon the circumstances of the case; that is, upon the degree of the atrocity and upon our power to remedy it. The cases in which we could interfere by force of arms as we interfered to put a stop to intolerable conditions in Cuba are necessarily very few. Yet it is not to be expected that a people like ours, which in spite of certain very obvious shortcomings, nevertheless as a whole shows by its consistent practice its belief in the principles of civil and religious liberty and of orderly freedom, a people among whom even the worst crime, like the crime of lynching, is never more than sporadic, so that individuals and not classes are molested in their fundamental rights--it is inevitable that such a nation should desire eagerly to give expression to its horror on an occasion like that of the massacre of the Jews in Kishenef, or when it witnesses such systematic and long-extended cruelty and oppression as the cruelty and oppression of which the Armenians have been the victims, and which have won for them the indignant pity of the civilized world.\n Even where it is not possible to secure in other nations the observance of the principles which we accept as axiomatic, it is necessary for us firmly to insist upon the rights of our own citizens without regard to their creed or race; without regard to whether they were born here or born abroad. It has proved very difficult to secure from Russia the right for our Jewish fellow-citizens to receive passports and travel through Russian territory. Such conduct is not only unjust and irritating toward us, but it is difficult to see its wisdom from Russia's standpoint. No conceivable good is accomplished by it. If an American Jew or an American Christian misbehaves himself in Russia he can at once be driven out; but the ordinary American Jew, like the ordinary American Christian, would behave just about as he behaves here, that is, behave as any good citizen ought to behave; and where this is the case it is a wrong against which we are entitled to protest to refuse him his passport without regard to his conduct and character, merely on racial and religious grounds. In Turkey our difficulties arise less from the way in which our citizens are sometimes treated than from the indignation inevitably excited in seeing such fearful misrule as has been witnessed both in Armenia and Macedonia.\n The strong arm of the Government in enforcing respect for its just rights in international matters is the Navy of the United States. I most earnestly recommend that there be no halt in the work of upbuilding the American Navy. There is no more patriotic duty before us a people than to keep the Navy adequate to the needs of this country's position. We have undertaken to build the Isthmian Canal. We have undertaken to secure for ourselves our just share in the trade of the Orient. We have undertaken to protect our citizens from proper treatment in foreign lands. We continue steadily to insist on the application of the Monroe Doctrine to the Western Hemisphere. Unless our attitude in these and all similar matters is to be a mere boastful sham we can not afford to abandon our naval programme. Our voice is now potent for peace, and is so potent because we are not afraid of war. But our protestations upon behalf of peace would neither receive nor deserve the slightest attention if we were impotent to make them good.\n The war which now unfortunately rages in the far East has emphasized in striking fashion the new possibilities of naval warfare. The lessons taught are both strategic and tactical, and are political as well as military. The experiences of the war have shown in conclusive fashion that while sea-going and sea-keeping torpedo destroyers are indispensable, and fast lightly armed and armored cruisers very useful, yet that the main reliance, the main standby, in any navy worthy the name must be the great battle ships, heavily armored and heavily gunned. Not a Russian or Japanese battle ship has been sunk by a torpedo boat, or by gunfire, while among the less protected ships, cruiser after cruiser has been destroyed whenever the hostile squadrons have gotten within range of one another's weapons. There will always be a large field of usefulness for cruisers, especially of the more formidable type. We need to increase the number of torpedo-boat destroyers, paying less heed to their having a knot or two extra speed than to their capacity to keep the seas for weeks, and, if necessary, for months at a time. It is wise to build submarine torpedo boats, as under certain circumstances they might be very useful. But most of all we need to continue building our fleet of battle ships, or ships so powerfully armed that they can inflict the maximum of damage upon our opponents, and so well protected that they can suffer a severe hammering in return without fatal impairment of their ability to fight and maneuver. Of course ample means must be provided for enabling the personnel of the Navy to be brought to the highest point of efficiency. Our great fighting ships and torpedo boats must be ceaselessly trained and maneuvered in squadrons. The officers and men can only learn their trade thoroughly by ceaseless practice on the high seas. In the event of war it would be far better to have no ships at all than to have ships of a poor and ineffective type, or ships which, however good, were yet manned by untrained and unskillful crews. The best officers and men in a poor ship could do nothing against fairly good opponents; and on the other hand a modern war ship is useless unless the officers and men aboard her have become adepts in their duties. The marksmanship in our Navy has improved in an extraordinary degree during the last three years, and on the whole the types of our battleships are improving; but much remains to be done. Sooner or later we shall have to provide for some method by which there will be promotions for merit as well as for seniority, or else retirement all those who after a certain age have not advanced beyond a certain grade; while no effort must be spared to make the service attractive to the enlisted men in order that they may be kept as long as possible in it. Reservation public schools should be provided wherever there are navy-yards.\n Within the last three years the United States has set an example in disarmament where disarmament was proper. By law our Army is fixed at a maximum of one hundred thousand and a minimum of sixty thousand men. When there was insurrection in the Philippines we kept the Army at the maximum. Peace came in the Philippines, and now our Army has been reduced to the minimum at which. it is possible to keep it with due regard to its efficiency. The guns now mounted require twenty-eight thousand men, if the coast fortifications are to be adequately manned. Relatively to the Nation, it is not now so large as the police force of New York or Chicago relatively to the population of either city. We need more officers; there are not enough to perform the regular army work. It is very important that the officers of the Army should be accustomed to handle their men in masses, as it is also important that the National Guard of the several States should be accustomed to actual field maneuvering, especially in connection with the regulars. For this reason we are to be congratulated upon the success of the field maneuvers at Manassas last fall, maneuvers in which a larger number of Regulars and National Guard took part than was ever before assembled together in time of peace. No other civilized nation has, relatively to its population, such a diminutive Army as ours; and while the Army is so small we are not to be excused if we fail to keep it at a very high grade of proficiency. It must be incessantly practiced; the standard for the enlisted men should be kept very high, while at the same time the service should be made as attractive as possible; and the standard for the officers should be kept even higher--which, as regards the upper ranks, can best be done by introducing some system of selection and rejection into the promotions. We should be able, in the event of some sudden emergency, to put into the field one first-class army corps, which should be, as a whole, at least the equal of any body of troops of like number belonging to any other nation.\n Great progress has been made in protecting our coasts by adequate fortifications with sufficient guns. We should, however, pay much more heed than at present to the development of an extensive system of floating mines for use in all our more important harbors. These mines have been proved to be a most formidable safeguard against hostile fleets.\n I earnestly call the attention of the Congress to the need of amending the existing law relating to the award of Congressional medals of honor in the Navy so as to provide that they may be awarded to commissioned officers and warrant officers as well as to enlisted men. These justly prized medals are given in the Army alike to the officers and the enlisted men, and it is most unjust that the commissioned officers and warrant officers of the Navy should not in this respect have the same rights as their brethren in the Army and as the enlisted men of the Navy.\n In the Philippine Islands there has been during the past year a continuation of the steady progress which has obtained ever since our troops definitely got the upper hand of the insurgents. The Philippine people, or, to speak more accurately, the many tribes, and even races, sundered from one another more or less sharply, who go to make up the people of the Philippine Islands, contain many elements of good, and some elements which we have a right to hope stand for progress. At present they are utterly incapable of existing in independence at all or of building up a civilization of their own. I firmly believe that we can help them to rise higher and higher in the scale of civilization and of capacity for self-government, and I most earnestly hope that in the end they will be able to stand, if not entirely alone, yet in some such relation to the United States as Cuba now stands. This end is not yet in sight, and it may be indefinitely postponed if our people are foolish enough to turn the attention of the Filipinos away from the problems of achieving moral and material prosperity, of working for a stable, orderly, and just government, and toward foolish and dangerous intrigues for a complete independence for which they are as yet totally unfit.\n On the other hand our people must keep steadily before their minds the fact that the justification for our stay in the Philippines must ultimately rest chiefly upon the good we are able to do in the islands. I do not overlook the fact that in the development of our interests in the Pacific Ocean and along its coasts, the Philippines have played and will play an important part; and that our interests have been served in more than one way by the possession of the islands. But our chief reason for continuing to hold them must be that we ought in good faith to try to do our share of the world's work, and this particular piece of work has been imposed upon us by the results of the war with Spain. The problem presented to us in the Philippine Islands is akin to, but not exactly like, the problems presented to the other great civilized powers which have possessions in the Orient. There are points of resemblance in our work to the work which is being done by the British in India and Egypt, by the French in Algiers, by the Dutch in Java, by the Russians in Turkestan, by the Japanese in Formosa; but more distinctly than any of these powers we are endeavoring to develop the natives themselves so that they shall take an ever-increasing share in their own government, and as far as is prudent we are already admitting their representatives to a governmental equality with our own. There are commissioners, judges, and governors in the islands who are Filipinos and who have exactly the"}