{"title": "December 7 1909 First Annual Message-William Taft", "content": " also to assist officers of the Government in the administration of the entire law. An examination of the law and an understanding of the nature of the facts which should be considered in discharging the functions imposed upon the Executive show that I have the power to direct the tariff board to make a comprehensive glossary and encyclopedia of the terms used and articles embraced in the tariff law, and to secure information as to the cost of production of such goods in this country and the cost of their production in foreign countries. I have therefore appointed a tariff board consisting of three members and have directed them to perform all the duties above described. This work will perhaps take two or three years, and I ask from Congress a continuing annual appropriation equal to that already made for its prosecution. I believe that the work of this board will be of prime utility and importance whenever Congress shall deem it wise again to readjust the customs duties. If the facts secured by the tariff board are of such a character as to show generally that the rates of duties imposed by the present tariff law are excessive under the principles of protection as described in the platform of the successful party at the late election, I shall not hesitate to invite the attention of Congress to this fact and to the necessity for action predicated thereon. Nothing, however, halts business and interferes with the course of prosperity so much as the threatened revision of the tariff, and until the facts are at hand, after careful and deliberate investigation, upon which such revision can properly be undertaken, it seems to me unwise to attempt it. The amount of misinformation that creeps into arguments pro and con in respect to tariff rates is such as to require the kind of investigation that I have directed the tariff board to make, an investigation undertaken by it wholly without respect to the effect which the facts may have in calling for a readjustment of the rates of duty.\n WAR DEPARTMENT.\n In the interest of immediate economy and because of the prospect of a deficit, I have required a reduction in the estimates of the War Department for the coming fiscal year, which brings the total estimates down to an amount forty-five millions less than the corresponding estimates for last year. This could only be accomplished by cutting off new projects and suspending for the period of one year all progress in military matters. For the same reason I have directed that the Army shall not be recruited up to its present authorized strength. These measures can hardly be more than temporary--to last until our revenues are in better condition and until the whole question of the expediency of adopting a definite military policy can be submitted to Congress, for I am sure that the interests of the military establishment are seriously in need of careful consideration by Congress. The laws regulating the organization of our armed forces in the event of war need to be revised in order that the organization can be modified so as to produce a force which would be more consistently apportioned throughout its numerous branches. To explain the circumstances upon which this opinion is based would necessitate a lengthy discussion, and I postpone it until the first convenient opportunity shall arise to send to Congress a special message upon this subject.\n The Secretary of War calls attention to a number of needed changes in the Army in all of which I concur, but the point upon which I place most emphasis is the need for an elimination bill providing a method by which the merits of officers shall have some effect upon their advancement and by which the advancement of all may be accelerated by the effective elimination of a definite proportion of the least efficient. There are in every army, and certainly in ours, a number of officers who do not violate their duty in any such way as to give reason for a court-martial or dismissal, but who do not show such aptitude and skill and character for high command as to justify their remaining in the active service to be Promoted. Provision should be made by which they may be retired on a certain proportion of their pay, increasing with their length of service at the time of retirement. There is now a personnel law for the Navy which itself needs amendment and to which I shall make further reference. Such a law is needed quite as much for the Army.\n The coast defenses of the United States proper are generally all that could be desired, and in some respects they are rather more elaborate than under present conditions are needed to stop an enemy's fleet from entering the harbors defended. There is, however, one place where additional defense is badly needed, and that is at the mouth of Chesapeake Bay, where it is proposed to make an artificial island for a fort which shall prevent an enemy's fleet from entering this most important strategical base of operations on the whole Atlantic and Gulf coasts. I hope that appropriate legislation will be adopted to secure the construction of this defense.\n The military and naval joint board have unanimously agreed that it would be unwise to make the large expenditures which at one time were contemplated in the establishment of a naval base and station in the Philippine Islands, and have expressed their judgment, in which I fully concur, in favor of making an extensive naval base at Pearl Harbor, near Honolulu, and not in the Philippines. This does not dispense with the necessity for the comparatively small appropriations required to finish the proper coast defenses in the Philippines now under construction on the island of Corregidor and elsewhere or to complete a suitable repair station and coaling supply station at Olongapo, where is the floating dock \"Dewey.\" I hope that this recommendation of the joint board will end the discussion as to the comparative merits of Manila Bay and Olongapo as naval stations, and will lead to prompt measures for the proper equipment and defense of Pearl Harbor.\n THE NAVY.\n The return of the battle-ship fleet from its voyage around the world, in more efficient condition than when it started, was a noteworthy event of interest alike to our citizens and the naval authorities of the world. Besides the beneficial and far-reaching effect on our personal and diplomatic relations in the countries which the fleet visited, the marked success of the ships in steaming around the world in all weathers on schedule time has increased respect for our Navy and has added to our national prestige.\n Our enlisted personnel recruited from all sections of the country is young and energetic and representative of the national spirit. It is, moreover, owing to its intelligence, capable of quick training into the modern man-of-warsman. Our officers are earnest and zealous in their profession, but it is a regrettable fact that the higher officers are old for the responsibilities of the modern navy, and the admirals do not arrive at flag rank young enough to obtain adequate training in their duties as flag officers. This need for reform in the Navy has been ably and earnestly presented to Congress by my predecessor, and I also urgently recommend the subject for consideration.\n Early in the coming session a comprehensive plan for the reorganization of the officers of all corps of the Navy will be presented to Congress, and I hope it will meet with action suited to its urgency.\n Owing to the necessity for economy in expenditures, I have directed the curtailment of recommendations for naval appropriations so that they are thirty-eight millions less than the corresponding estimates of last year, and the request for new naval construction is limited to two first-class battle ships and one repair vessel.\n The use of a navy is for military purposes, and there has been found need in the Department of a military branch dealing directly with the military use of the fleet. The Secretary of the Navy has also felt the lack of responsible advisers to aid him in reaching conclusions and deciding important matters between coordinate branches of the Department. To secure these results he has inaugurated a tentative plan involving certain changes in the organization of the Navy Department, including the navy-yards, all of which have been found by the Attorney-General to be in accordance with law. I have approved the execution of the plan proposed because of the greater efficiency and economy it promises.\n The generosity of Congress has provided in the present Naval Observatory the most magnificent and expensive astronomical establishment in the world. It is being used for certain naval purposes which might easily and adequately be subserved by a small division connected with the Naval Department at only a fraction of the cost of the present Naval Observatory. The official Board of Visitors established by Congress and appointed in 1901 expressed its conclusion that the official head of the observatory should be an eminent astronomer appointed by the President by and with the advice and consent of the Senate, holding his place by a tenure at least as permanent as that of the Superintendent of the Coast Survey or the head of the Geological Survey, and not merely by a detail of two or three years' duration. I fully concur in this judgment, and urge a provision by law for the appointment of such a director.\n It may not be necessary to take the observatory out of the Navy Department and put it into another department in which opportunity for scientific research afforded by the observatory would seem to be more appropriate, though I believe such a transfer in the long run is the best policy. I am sure, however, I express the desire of the astronomers and those learned in the kindred sciences when I urge upon Congress that the Naval Observatory be now dedicated to science under control of a man of science who can, if need be, render all the service to the Navy Department which this observatory now renders, and still furnish to the world the discoveries in astronomy that a great astronomer using such a plant would be likely to make.\n DEPARTMENT OF JUSTICE. EXPEDITION IN LEGAL PROCEDURE\n The deplorable delays in the administration of civil and criminal law have received the attention of committees of the American Bar Association and of many State Bar Associations, as well as the considered thought of judges and jurists. In my judgment, a change in judicial procedure, with a view to reducing its expense to private litigants in civil cases and facilitating the dispatch of business and final decision in both civil and criminal cases, constitutes the greatest need in our American institutions. I do not doubt for one moment that much of the lawless violence and cruelty exhibited in lynchings is directly due to the uncertainties and injustice growing out of the delays in trials, judgments, and the executions thereof by our courts. Of course these remarks apply quite as well to the administration of justice in State courts as to that in Federal courts, and without making invidious distinction it is perhaps not too much to say that, speaking generally, the defects are less in the Federal courts than in the State courts. But they are very great in the Federal courts. The expedition with which business is disposed of both on the civil and the criminal side of English courts under modern rules of procedure makes the delays in our courts seem archaic and barbarous. The procedure in the Federal courts should furnish an example for the State courts. I presume it is impossible, without an amendment to the Constitution, to unite under one form of action the proceedings at common law and proceedings in equity in the Federal courts, but it is certainly not impossible by a statute to simplify and make short and direct the procedure both at law and in equity in those courts. It is not impossible to cut down still more than it is cut down, the jurisdiction of the Supreme Court so as to confine it almost wholly to statutory and constitutional questions. Under the present statutes the equity and admiralty procedure in the Federal courts is under the control of the Supreme Court, but in the pressure of business to which that court is subjected, it is impossible to hope that a radical and proper reform of the Federal equity procedure can be brought about. I therefore recommend legislation providing for the appointment by the President of a commission with authority to examine the law and equity procedure of the Federal courts of first instance, the law of appeals from those courts to the courts of appeals and to the Supreme Court, and the costs imposed in such procedure upon the private litigants and upon the public treasury and make recommendation with a view to simplifying and expediting the procedure as far as possible and making it as inexpensive as may be to the litigant of little means.\n INJUNCTIONS WITHOUT NOTICE.\n The platform of the successful party in the last election contained the following:\n \"The Republican party will uphold at all times the authority and integrity of the courts, State and Federal, and will ever insist that their powers to enforce their process and to protect life, liberty, and property shall be preserved inviolate. We believe, however, that the rules of procedure in the Federal courts with respect to the issuance of the writ of injunction should be more accurately defined by statute, and that no injunction or temporary restraining order should be issued without notice, except where irreparable injury would result from delay, in which case a speedy hearing thereafter should be granted.\"\n I recommend that in compliance with the promise thus made, appropriate legislation be adopted. The ends of justice will best be met and the chief cause of complaint against ill-considered injunctions without notice will be removed by the enactment of a statute forbidding hereafter the issuing of any injunction or restraining order, whether temporary or permanent, by any Federal court, without previous notice and a reasonable opportunity to he heard on behalf of the parties to be enjoined; unless it shall appear to the satisfaction of the court that the delay necessary to give such notice and hearing would result in irreparable injury to the complainant and unless also the court shall from the evidence make a written finding, which shall be spread upon the court minutes, that immediate and irreparable injury is likely to ensue to the complainant, and shall define the injury, state why it is irreparable, and shall also endorse on the order issued the date and the hour of the issuance of the order. Moreover, every such injunction or restraining order issued without previous notice and opportunity by the defendant to be heard should by force of the statute expire and be of no effect after seven days from the issuance thereof or within any time less than that period which the court may fix, unless within such seven days or such less period, the injunction or order is extended or renewed after previous notice and opportunity to be heard.\n My judgment is that the passage of such an act which really embodies the best practice in equity and is very like the rule now in force in some courts will prevent the issuing of ill-advised orders of injunction without notice and will render such orders when issued much less objectionable by the short time in which they may remain effective.\n ANTI-TRUST AND INTERSTATE COMMERCE LAWS.\n The jurisdiction of the General Government over interstate commerce has led to the passage of the so-called \"Sherman Anti-trust Law\" and the \"Interstate Commerce Law\" and its amendments. The developments in the operation of those laws, as shown by indictments, trials, judicial decisions, and other sources of information, call for a discussion and some suggestions as to amendments. These I prefer to embody in a special message instead of including them in the present communication, and I shall avail myself of the first convenient opportunity to bring these subjects to the attention of Congress.\n JAIL OF THE DISTRICT OF COLUMBIA.\n My predecessor transmitted to the Congress a special message on January 11, 1909, accompanying the report of Commissioners theretofore appointed to investigate the jail, workhouse, etc., in the District of Columbia, in which he directed attention to the report as setting forth vividly, \"the really outrageous conditions in the workhouse and jail.\"\n The Congress has taken action in pursuance of the recommendations of that report and of the President, to the extent of appropriating funds and enacting the necessary legislation for the establishment of a workhouse and reformatory. No action, however, has been taken by the Congress with respect to the jail, the conditions of which are still antiquated and insanitary. I earnestly recommend the passage of a sufficient appropriation to enable a thorough remodeling of that institution to be made without delay. It is a reproach to the National Government that almost under the shadow of the Capitol Dome prisoners should be confined in a building destitute of the ordinary decent appliances requisite to cleanliness and sanitary conditions.\n POST-OFFICE DEPARTMENT. SECOND-CLASS MAIL MATTER.\n The deficit every year in the Post-Office Department is largely caused by the low rate of postage of 1 cent a pound charged on second-class mail matter, which includes not only newspapers, but magazines and miscellaneous periodicals. The actual loss growing out of the transmission of this second-class mail matter at 1 cent a pound amounts to about $63,000,000 a year. The average cost of the transportation of this matter is more than 9 cents a pound.\n It appears that the average distance over which newspapers are delivered to their customers is 291 miles, while the average haul of magazines is 1,049, and of miscellaneous periodicals 1,128 miles. Thus, the average haul of the magazine is three and one-half times and that of the miscellaneous periodical nearly four times the haul of the daily newspaper, yet all of them pay the same postage rate of 1 cent a pound. The statistics of 1907 show that second-class mail matter constituted 63.91 per cent. of the weight of all the mail, and yielded only 5.19 per cent. of the revenue.\n The figures given are startling, and show the payment by the Government of an enormous subsidy to the newspapers, magazines, and periodicals, and Congress may well consider whether radical steps should not be taken to reduce the deficit in the Post-Office Department caused by this discrepancy between the actual cost of transportation and the compensation exacted therefor.\n A great saving might be made, amounting to much more than half of the loss, by imposing upon magazines and periodicals a higher rate of postage. They are much heavier than newspapers, and contain a much higher proportion of advertising to reading matter, and the average distance of their transportation is three and a half times as great.\n The total deficit for the last fiscal year in the Post-Office Department amounted to $17,500,000. The branches of its business which it did at a loss were the second-class mail service, in which the loss, as already said, was $63,000,000, and the free rural delivery, in which the loss was $28,000,000. These losses were in part offset by the profits of the letter postage and other sources of income. It would seem wise to reduce the loss upon second-class mail matter, at least to the extent of preventing a deficit in the total operations of the Post-Office.\n I commend the whole subject to Congress, not unmindful of the spread of intelligence which a low charge for carrying newspapers and periodicals assists. I very much doubt, however, the wisdom of a policy which constitutes so large a subsidy and requires additional taxation to meet it.\n POSTAL SAVINGS BANKS.\n The second subject worthy of mention in the Post-Office Department is the real necessity and entire practicability of establishing postal savings banks. The successful party at the last election declared in favor of postal savings banks, and although the proposition finds opponents in many parts of the country, I am convinced that the people desire such banks, and am sure that when the banks are furnished they will be productive of the utmost good. The postal savings banks are not constituted for the purpose of creating competition with other banks. The rate of interest upon deposits to which they would be limited would be so small as to prevent their drawing deposits away from other banks.\n I believe them to be necessary in order to offer a proper inducement to thrift and saving to a great many people of small means who do not now have banking facilities, and to whom such a system would offer an opportunity for the accumulation of capital. They will furnish a satisfactory substitute, based on sound principle and actual successful trial in nearly all the countries of the world, for the system of government guaranty of deposits now being adopted in several western States, which with deference to those who advocate it seems to me to have in it the seeds of demoralization to conservative banking and certain financial disaster. The question of how the money deposited in postal savings banks shall be invested is not free from difficulty, but I believe that a satisfactory provision for this purpose was inserted as an amendment to the bill considered by the Senate at its last session. It has been proposed to delay the consideration of legislation establishing a postal savings bank until after the report of the Monetary Commission. This report is likely to be delayed, and properly so, cause of the necessity for careful deliberation and close investigation. I do not see why the one should be tied up with the other. It is understood that the Monetary Commission have looked into the systems of banking which now prevail abroad, and have found that by a control there exercised in respect to reserves and the rates of exchange by some central authority panics are avoided. It is not apparent that a system of postal savings banks would in any way interfere with a change to such a system here. Certainly in most of the countries of Europe where control is thus exercised by a central authority, postal savings banks exist and are not thought to be inconsistent with a proper financial and banking system.\n SHIP SUBSIDY.\n Following the course of my distinguished predecessor, I earnestly recommend to Congress the consideration and passage of a ship subsidy bill, looking to the establishment of lines between our Atlantic seaboard and the eastern coast of South America, as well as lines from the west coast of the United States to South America. China, Japan, and the Philippines. The profits on foreign mails are perhaps a sufficient measure of the expenditures which might first be tentatively applied to this method of inducing American capital to undertake the establishment of American lines of steamships in those directions in which we now feel it most important that we should have means of transportation controlled in the interest of the expansion of our trade. A bill of this character has once passed the House and more than once passed the Senate, and I hope that at this session a bill framed on the same lines and with the same purposes may become a law.\n INTERIOR DEPARTMENT. NEW MEXICO AND ARIZONA.\n The successful party in the last election in its national platform declared in favor of the admission as separate States of New Mexico and Arizona, and I recommend that legislation appropriate to this end be adopted. I urge, however, that care be exercised in the preparation of the legislation affecting each Territory to secure deliberation in the selection of persons as members of the convention to draft a constitution for the incoming State, and I earnestly advise that such constitution after adoption by the convention shall be submitted to the people of the Territory for their approval at an election in which the sole issue shall be the merits of the proposed constitution, and if the constitution is defeated by popular vote means shall be provided in the enabling act for a new convention and the drafting of a new constitution. I think it vital that the issue as to the merits of the constitution should not be mixed up with the selection of State officers, and that no election of State officers should be had until after the constitution has been fully approved and finally settled upon.\n ALASKA .\n With respect to the Territory of Alaska, I recommend legislation which shall provide for the appointment by the President of a governor and also of an executive council, the members of which shall during their term of office reside in the Territory, and which shall have legislative powers sufficient to enable it to give to the Territory local laws adapted to its present growth. I strongly deprecate legislation looking to the election of a Territorial legislature in that vast district. The lack of permanence of residence of a large part of the present population and the small number of the people who either permanently or temporarily reside in the district as compared with its vast expanse and the variety of the interests that have to be subserved, make it altogether unfitting in my judgment to provide for a popular election of a legislative body. The present system is not adequate and does not furnish the character of local control that ought to be there. The only compromise it seems to me which may give needed local legislation and secure a conservative government is the one I propose.\n CONSERVATION OF NATIONAL RESOURCES.\n In several Departments there is presented the necessity for legislation looking to the further conservation of our national resources, and the subject is one of such importance as to require a more detailed and extended discussion than can be entered upon in this communication. For that reason I shall take an early opportunity to send a special message to Congress on the subject of the improvement of our waterways, upon the reclamation and irrigation of arid, semiarid, and swamp lands; upon the preservation of our forests and the reforesting of suitable areas; upon the reclassification of the public domain with a view of separating from agricultural settlement mineral, coal, and phosphate lands and sites belonging to the Government bordering on streams suitable for the utilization of water power.\n DEPARTMENT OF AGRICULTURE.\n I commend to your careful consideration the report of the Secretary of Agriculture as showing the immense sphere of usefulness which that Department now fills and the wonderful addition to the wealth of the nation made by the farmers of this country in the crops of the current year.\n DEPARTMENT OF COMMERCE AND LABOR. THE LIGHT-HOUSE BOARD.\n The Light-House Board now discharges its duties under the Department of Commerce and Labor. For upwards of forty years this Board has been constituted of military and naval officers and two or three men of science, with such an absence of a duly constituted executive head that it is marvelous what work has been accomplished. In the period of construction the energy and enthusiasm of all the members prevented the inherent defects of the system from interfering greatly with the beneficial work of the Board, but now that the work is chiefly confined to maintenance and repair, for which purpose the country is divided into sixteen districts, to which are assigned an engineer officer of the Army and an inspector of the Navy, each with a light-house tender and the needed plant for his work, it has become apparent by the frequent friction that arises, due to the absence of any central independent authority, that there must be a complete reorganization of the Board. I concede the advantage of keeping in the system the rigidity of discipline that the presence of naval and military officers in charge insures, but unless the presence of such officers in the Board can be made consistent with a responsible executive head that shall have proper authority, I recommend the transfer of control over the light-houses to a suitable civilian bureau. This is in accordance with the judgment of competent persons who are familiar with the workings of the present system. I am confident that a reorganization can be effected which shall avoid the recurrence of friction between members, instances of which have been officially brought to my attention, and that by such reorganization greater efficiency and a substantial reduction in the expense of operation can be brought about.\n CONSOLIDATION OF BUREAUS.\n I request Congressional authority to enable the Secretary of Commerce and Labor to unite the Bureaus of Manufactures and Statistics. This was recommended by a competent committee appointed in the previous administration for the purpose of suggesting changes in the interest of economy and efficiency, and is requested by the Secretary.\n THE WHITE SLAVE TRADE.\n I greatly regret to have to say that the investigations made in the Bureau of Immigration and other sources of information lead to the view that there is urgent necessity for additional legislation and greater executive activity to suppress the recruiting of the ranks of prostitutes from the streams of immigration into this country--an evil which, for want of a better name, has been called \"The White Slave Trade.\" I believe it to be constitutional to forbid, under penalty, the transportation of persons for purposes of prostitution across national and state lines; and by appropriating a fund of $50,000 to be used by the Secretary of Commerce and Labor for the employment of special inspectors it will be possible to bring those responsible for this trade to indictment and conviction under a federal law.\n BUREAU OF HEALTH\n For a very considerable period a movement has been gathering strength, especially among the members of the medical profession, in favor of a concentration of the instruments of the National Government which have to do with the promotion of public health. In the nature of things, the Medical Department of the Army and the Medical Department of the Navy must be kept separate. But there seems to be no reason why all the other bureaus and offices in the General Government which have to do with the public health or subjects akin thereto should not be united in a bureau to be called the \"Bureau of Public Health.\" This would necessitate the transfer of the Marine-Hospital Service to such a bureau. I am aware that there is wide field in respect to the public health committed to the States in which the Federal Government can not exercise jurisdiction, but we have seen in the Agricultural Department the expansion into widest usefulness of a department giving attention to agriculture when that subject is plainly one over which the States properly exercise direct jurisdiction. The opportunities offered for useful research and the spread of useful information in regard to the cultivation of the soil and the breeding of stock and the solution of many of the intricate problems in progressive agriculture have demonstrated the wisdom of establishing that department. Similar reasons, of equal force, can be given for the establishment of a bureau of health that shall not only exercise the police jurisdiction of the Federal Government respecting quarantine, but which shall also afford an opportunity for investigation and research by competent experts into questions of health affecting the whole country, or important sections thereof, questions which, in the absence of Federal governmental work, are not likely to be promptly solved.\n CIVIL SERVICE COMMISSION.\n The work of the United States Civil Service Commission has been performed to the general satisfaction of the executive officers with whom the Commission has been brought into official communication. The volume of that work and its variety and extent have under new laws, such as the Census Act, and new Executive orders, greatly increased. The activities of the Commission required by the statutes have reached to every portion of the public domain.\n The accommodations of the Commission are most inadequate for its needs. I call your attention to its request for increase in those accommodations as will appear from the annual report for this year.\n POLITICAL CONTRIBUTIONS.\n I urgently recommend to Congress that a law be passed requiring that candidates in elections of Members of the House of Representatives, and committees in charge of their candidacy and campaign, file in a proper office of the United States Government a statement of the contributions received and of the expenditures incurred in the campaign for such elections and that similar legislation be enacted in respect to all other elections which are constitutionally within the control of Congress\n FREEDMAN'S SAVINGS AND TRUST COMPANY.\n Recommendations have been made by my predecessors that Congress appropriate a sufficient sum to pay the balance--about 38 per cent.--of the amounts due depositors in the Freedman's Savings and Trust Company. I renew this recommendation, and advise also that a proper limitation be prescribed fixing a period within which the claims may be presented, that assigned claims be not recognized, and that a limit be imposed on the amount of fees collectible for services in presenting such claims.\n SEMI-CENTENNIAL OF NEGRO FREEDOM.\n The year 1913 will mark the fiftieth anniversary of the issuance of the Emancipation Proclamation granting freedom to the negroes. It seems fitting that this event should be properly celebrated. Already a movement has been started by prominent Negroes, encouraged by prominent white people and the press. The South especially is manifesting its interest in this movement.\n It is suggested that a proper form of celebration would be an exposition to show the progress the Negroes have made, not only during their period of freedom, but also from the time of their coming to this country.\n I heartily indorse this proposal, and request that the Executive be authorized to appoint a preliminary commission of not more than seven persons to consider carefully whether or not it is wise to hold such an exposition, and if so, to outline a plan for the enterprise. I further recommend that such preliminary commission serve without salary, except as to their actual expenses, and that an appropriation be made to meet such expenses.\n CONCLUSION .\n I have thus, in a message compressed as much as the subjects will permit, referred to many of the legislative needs of the country, with the exceptions already noted. Speaking generally, the country is in a high state of prosperity. There is every reason to believe that we are on the eve of a substantial business expansion, and we have just garnered a harvest unexampled in the market value of our agricultural products. The high prices which such products bring mean great prosperity for the farming community, but on the other hand they mean a very considerably increased burden upon those classes in the community whose yearly compensation does not expand with the improvement in business and the general prosperity. Various reasons are given for the high prices. The proportionate increase in the output of gold, which to-day is the chief medium of exchange and is in some respects a measure of value, furnishes a substantial explanation of at least a part of the increase in prices. The increase in population and the more expensive mode of living of the people, which have not been accompanied by a proportionate increase in acreage production, may furnish a further reason. It is well to note that the increase in the cost of living is not confined to this country, but prevails the world over, and that those who would charge increases in prices to the existing protective tariff must meet the fact that the rise in prices has taken place almost wholly in those products of the factory and farm in respect to which there has been either no increase in the tariff or in many instances a very considerable reduction."}