{"title": "December 7 1874 Sixth Annual Message-Ulysses S. Grant", "content": " agrees with the great principles of state which separate parties, but because, generally, he is opposed to negro rule. This is a most delusive cry. Treat the negro as a citizen and a voter, as he is and must remain, and soon parties will be divided, not on the color line, but on principle. Then we shall have no complaint of sectional interference.\n The report of the Attorney-General contains valuable recommendations relating to the administration of justice in the courts of the United States, to which I invite your attention.\n I respectfully suggest to Congress the propriety of increasing the number of judicial districts in the United States to eleven (the present number being nine) and the creation of two additional judgeships. The territory to be traversed by the circuit judges is so great and the business of the courts so steadily increasing that it is growing more and more impossible for them to keep up with the business requiring their attention. Whether this would involve the necessity of adding two more justices of the Supreme Court to the present number I submit to the judgment of Congress.\n The attention of Congress is invited to the report of the Secretary of the Interior and to the legislation asked for by him. The domestic interests of the people are more intimately connected with this Department than with either of the other Departments of Government. Its duties have been added to from time to time until they have become so onerous that without the most perfect system and order it will be impossible for any Secretary of the Interior to keep trace of all official transactions having his sanction and done in his name, and for which he is held personally responsible.\n The policy adopted for the management of Indian affairs, known as the peace policy, has been adhered to with most beneficial results. It is confidently hoped that a few years more will relieve our frontiers from danger of Indian depredations.\n I commend the recommendation of the Secretary for the extension of the homestead laws to the Indians and for some sort of Territorial government for the Indian Territory. A great majority of the Indians occupying this Territory are believed yet to be incapable of maintaining their rights against the more civilized and enlightened white man. Any Territorial form of government given them, therefore, should protect them in their homes and property for a period of at least twenty years, and before its final adoption should be ratified by a majority of those affected.\n The report of the Secretary of the Interior herewith attached gives much interesting statistical information, which I abstain from giving an abstract of, but refer you to the report itself.\n The act of Congress providing the oath which pensioners must subscribe to before drawing their pensions cuts off from this bounty a few survivors of the War of 1812 residing in the Southern States. I recommend the restoration of this bounty to all such. The number of persons whose names would thus be restored to the list of pensioners is not large. They are all old persons, who could have taken no part in the rebellion, and the services for which they were awarded pensions were in defense of the whole country.\n The report of the Commissioner of Agriculture herewith contains suggestions of much interest to the general public, and refers to the sly approaching Centennial and the part his Department is ready to take in it. I feel that the nation at large is interested in having this exposition a success, and commend to Congress such action as will secure a greater general interest in it. Already many foreign nations have signified their intention to be represented at it, and it may be expected that every civilized nation will be represented.\n The rules adopted to improve the civil service of the Government have been adhered to as closely as has been practicable with the opposition with which they meet. The effect, I believe, has been beneficial on the whole, and has tended to the elevation of the service. But it is impracticable to maintain them without direct and positive support of Congress. Generally the support which this reform receives is from those who give it their support only to find fault when the rules are apparently departed from. Removals from office without preferring charges against parties removed are frequently cited as departures from the rules adopted, and the retention of those against whom charges are made by irresponsible persons and without good grounds is also often condemned as a violation of them. Under these circumstances, therefore, I announce that if Congress adjourns without positive legislation on the subject of \"civil-service reform\" I will regard such action as a disapproval of the system, and will abandon it, except so far as to require examinations for certain appointees, to determine their fitness. Competitive examinations will be abandoned.\n The gentlemen who have given their services, without compensation, as members of the board to devise rules and regulations for the government of the civil service of the country have shown much zeal and earnestness in their work, and to them, as well as to myself, it will be a source of mortification if it is to be thrown away. But I repeat that it is impossible to carry this system to a successful issue without general approval and assistance and positive law to support it.\n I have stated that three elements of prosperity to the nation--capital, labor, skilled and unskilled, and products of the soil--still remain with us. To direct the employment of these is a problem deserving the most serious attention of Congress. If employment can be given to all the labor offering itself, prosperity necessarily follows. I have expressed the opinion, and repeat it, that the first requisite to the accomplishment of this end is the substitution of a sound currency in place of one of a fluctuating value. This secured, there are many interests that might be fostered to the great profit of both labor and capital. How to induce capital to employ labor is the question. The subject of cheap transportation has occupied the attention of Congress. Much new light on this question will without doubt be given by the committee appointed by the last Congress to investigate and report upon this subject.\n A revival of shipbuilding, and particularly of iron steamship building, is of vast importance to our national prosperity. The United States is now paying over $100,000,000 per annum for freights and passage on foreign ships--to be carried abroad and expended in the employment and support of other peoples--beyond a fair percentage of what should go to foreign vessels, estimating on the tonnage and travel of each respectively. It is to be regretted that this disparity in the carrying trade exists, and to correct it I would be willing to see a great departure from the usual course of Government in supporting what might usually be termed private enterprise. I would not suggest as a remedy direct subsidy to American steamship lines, but I would suggest the direct offer of ample compensation for carrying the mails between Atlantic Seaboard cities and the Continent on American-owned and American-built steamers, and would extend this liberality to vessels carrying the mails to South American States and to Central America and Mexico, and would pursue the same policy from our Pacific seaports to foreign seaports on the Pacific. It might be demanded that vessels built for this service should come up to a standard fixed by legislation in tonnage, speed, and all other qualities, looking to the possibility of Government requiring them at some time for war purposes. The right also of taking possession of them in such emergency should be guarded.\n I offer these suggestions, believing them worthy of consideration, in all seriousness, affecting all sections and all interests alike. If anything better can be done to direct the country into a course of general prosperity, no one will be more ready than I to second the plan.\n Forwarded herewith will be found the report of the commissioners appointed under an act of Congress approved June 20, 1874, to wind up the affairs of the District government. It will be seen from the report that the net debt of the District of Columbia, less securities on hand and available, is:\n Bonded debt issued prior to July 1, 1874\n $8,883,940.93\n 3.65 bonds, act of Congress June 20, 1874\n 2,088,168.73\n Certificates of the board of audit\n 4,770,558.45\n 15,742,667.61\n Less special-improvement assesments\n (chargeable to private property) in excess of any\n demand against such assessments\n $1,614,054.37\n Less Chesapeake and Ohio Canal bonds\n 75,000.00\n And Washington and Alexandria Railroad bonds\n 59,000.00\n In the hands of the commissioners of the sinking fund\n 1,748,054.37\n Leaving actual debt, less said assets\n 13,994,613.24\n In addition to this there are claims preferred against the government of the District amounting, in the estimated aggregate reported by the board of audit, to $3,147,787.48, of which the greater part will probably be rejected. This sum can with no more propriety be included in the debt account of the District government than can the thousands of claims against the General Government be included as a portion of the national debt. But the aggregate sum thus stated includes something more than the funded debt chargeable exclusively to the District of Columbia. The act of Congress of June 20, 1874, contemplates an apportionment between the United States Government and the District of Columbia in respect of the payment of the principal and interest of the 3.65 bonds. Therefore in computing with precision the bonded debt of the District the aggregate sums above stated as respects 3.65 bonds now issued, the outstanding certificates of the board of audit, and the unadjusted claims pending before that board should be reduced to the extent of the amount to be apportioned to the United States Government in the manner indicated in the act of Congress of June 20, 1874.\n I especially invite your attention to the recommendations of the commissioners of the sinking fund relative to the ambiguity of the act of June 20, 1874, the interest on the District bonds, and the consolidation of the indebtedness of the District.\n I feel much indebted to the gentlemen who consented to leave their private affairs and come from a distance to attend to the business of this District, and for the able and satisfactory manner in which it has been conducted. I am sure their services will be equally appreciated by the entire country.\n It will be seen from the accompanying full report of the board of health that the sanitary condition of the District is very satisfactory.\n In my opinion the District of Columbia should be regarded as the grounds of the national capital, in which the entire people are interested. I do not allude to this to urge generous appropriations to the District, but to draw the attention of Congress, in framing a law for the government of the District, to the magnificent scale on which the city was planned by the founders of the Government; the manner in which, for ornamental purposes, the reservations, streets, and avenues were laid out, and the proportion of the property actually possessed by the General Government. I think the proportion of the expenses of the government and improvements to be borne by the General Government, the cities of Washington and Georgetown, and the county should be carefully and equitably defined.\n In accordance with section 3, act approved June 23, 1874, I appointed a board to make a survey of the mouth of the Mississippi River with a view to determine the best method of obtaining and maintaining a depth of water sufficient for the purposes of commerce, etc.; and in accordance with an act entitled \"An act to provide for the appointment of a commission of engineers to investigate and report a permanent plan for the reclamation of the alluvial basin of the Mississippi River subject to inundation,\" I appointed a commission of engineers. Neither board has yet completed its labors. When their reports are received, they will be forwarded to Congress without delay."}