{"title": "December 7 1841 First Annual Message-John Tyler", "content": " of unfaithfulness or inability, or in those in which its exercise appeared necessary in order to discountenance and suppress that spirit of active partisanship on the part of holders of office which not only withdraws them from the steady and impartial discharge of their official duties, but exerts an undue and injurious influence over elections and degrades the character of the Government itself, inasmuch as it exhibits the Chief Magistrate as being a party through his agents in the secret plots or open workings of political parties. \n In respect to the exercise of this power nothing should be left to discretion which may safely be regulated by law, and it is of high importance to restrain as far as possible the stimulus of personal interests in public elections. Considering the great increase which has been made in public offices in the last quarter of a century and the probability of further increase, we incur the hazard of witnessing violent political contests, directed too often to the single object of retaining office by those who are in or obtaining it by those who are out. Under the influence of these convictions I shall cordially concur in any constitutional measure for regulating and, by regulating, restraining the power of removal. \n I suggest for your consideration the propriety of making without further delay some specific application of the funds derived under the will of Mr. Smithson, of England, for the diffusion of knowledge, and which have heretofore been vested in public stocks until such time as Congress should think proper to give them a specific direction. Nor will you, I feel confident, permit any abatement of the principal of the legacy to be made should it turn out that the stocks in which the investments have been made have undergone a depreciation. \n In conclusion I commend to your care the interests of this District, for which you are the exclusive legislators. Considering that this city is the residence of the Government and for a large part of the year of Congress, and considering also the great cost of the public buildings and the propriety of affording them at all times careful protection, it seems not unreasonable that Congress should contribute toward the expense of an efficient police."}