{"title": "December 6 1910 Second Annual Message-William Taft", "content": " to note the fact that under its present management principles of business economy and efficiency are being applied. For many years there has been a deficit in the operations of the Post-Office Department which has been met by appropriation from the Treasury. The appropriation estimated for last year from the Treasury over and above the receipts of the Department was $17,500,000. I am glad to record the fact that of that $17,500,000 estimated for, $11,500,000 were saved and returned to the Treasury. The personal efforts of the Postmaster-General secured the effective cooperation of the thousands of postmasters and other postal officers throughout the country in carrying out his plans of reorganization and retrenchment. The result is that the Postmaster-General has been able to make his estimate of expenses for the present year so low as to keep within the amount the postal service is expected to earn. It is gratifying to report that the reduction in the deficit has been accomplished without any curtailment of postal facilities. On the contrary the service has been greatly extended during the year in all its branches. A principle which the Postmaster-General has recommended and sought to have enforced in respect to all appointments has been that those appointees who have rendered good service should be reappointed. This has greatly strengthened the interest of postmasters throughout the country in maintaining efficiency and economy in their offices, because they believed generally that this would secure for them a further tenure.\n EXTENSION OF THE CLASSIFIED SERVICE.\n Upon the recommendation of the Postmaster-General, I have included in the classified service all assistant postmasters, and I believe that this giving a secure tenure to those who are the most important subordinates of Postmasters will add much to the efficiency of their offices and an economical administration. A large number of the fourth-class postmasters are now in the classified service. I think it would be wise to put in the classified service the first, second, and third class postmasters. It is more logical to do this than to classify the fourth-class postmasters, for the reason that the fourth-class post-offices are invariably small, and the postmasters are necessarily men who must combine some other business with the postmastership, whereas the first, second, and third class postmasters are paid a sufficient amount to justify the requirement that they shall have no other business and that they shall devote their attention to their post-office duties. To classify first, second, and third class postmasters would require the passage of an act changing the method of their appointment so as to take away the necessity for the advice and consent of the Senate. I am aware that this is inviting from the Senate a concession in respect to its quasi executive power that is considerable, but I believe it to be in the interest of good administration and efficiency of service. To make this change would take the postmasters out of politics; would relieve Congressmen who now are burdened with the necessity of making recommendations for these places of a responsibility that must be irksome and can create nothing but trouble; and it would result in securing from postmasters greater attention to business, greater fidelity, and consequently greater economy and efficiency in the post-offices which they conduct.\n THE FRANKING PRIVILEGE.\n The unrestricted manner in which the franking privilege is now being used by the several branches of the Federal service and by Congress has laid it open to serious abuses, a fact clearly established through investigations recently instituted by the Department. While it has been impossible without a better control of franking to determine the exact expense to the Government of this practice, there can be no doubt that it annually reaches into the millions. It is believed that many abuses of the franking system could be prevented, and consequently a marked economy effected, by supplying through the agencies of the postal service special official envelopes and stamps for the free mail of the Government, all such envelopes and stamps to be issued on requisition to the various branches of the Federal service requiring them, and such records to be kept of all official stamp supplies as will enable the Post-Office Department to maintain a proper postage account covering the entire volume of free Government mail. As the first step in the direction of this reform, special stamps and stamped envelopes have been provided for use instead of franks in the free transmission of the official mail resulting from the business of the new postal savings system. By properly recording the issuance of such stamps and envelopes accurate records can be kept of the cost to the Government of handling the postal savings mail, which is certain to become an important item of expense and one that should be separately determined. In keeping with this plan it is hoped that Congress will authorize the substitution of special official stamps and stamped envelopes for the various forms of franks now used to carry free of postage the vast volume of Departmental and Congressional mail matter. During the past year methods of accounting similar to those employed in the most progressive of our business establishments have been introduced in the postal service and nothing has so impeded the Department's plan in this regard as the impossibility of determining with any exactness how far the various expenses of the postal service are increased by the present unrestricted use of the franking privilege. It is believed that the adoption of a more exact method of dealing with this problem as proposed will prove to be of tremendous advantage in the work of placing the postal service on a strictly businesslike basis.\n SECOND-CLASS MAIL MATTER.\n In my last Annual Message I invited the attention of Congress to the inadequacy of the postal rate imposed upon second-class mail matter in so far as that includes magazines, and showed by figures prepared by experts of the Post-Office Department that the Government was rendering a service to the magazines, costing many millions in excess of the compensation paid. An answer was attempted to this by the representatives of the magazines, and a reply was filed to this answer by the Post-Office Department. The utter inadequacy of the answer, considered in the light of the reply of the Post-Office Department, I think must appeal to any fair-minded person. Whether the answer was all that could be said in behalf of the magazines is another question. I agree that the question is one of fact; but I insist that if the fact is as the experts of the Post-Office Department show, that we are furnishing to the owners of magazines a service worth millions more than they pay for it, then justice requires that the rate should be increased. The increase in the receipts of the Department resulting from this change may be devoted to increasing the usefulness of the Department in establishing a parcels post and in reducing the cost of first-class postage to one cent. It has been said by the Postmaster-General that a fair adjustment might be made under which the advertising part of the magazine should be charged for at a different and higher rate from that of the reading matter. This would relieve many useful magazines that are not circulated at a profit, and would not shut them out from the use of the mails by a prohibitory rate.\n PARCELS POST.\n With respect to the parcels post, I respectfully recommend its adoption on all rural-delivery routes, and that 11 pounds--the international limit--be made the limit of carriage in such post, and this, with a view to its general extension when the income of the Post-Office will permit it and the Postal Savings Banks shall have been fully established. The same argument is made against the parcels post that was made against the postal savings bank--that it is introducing the Government into a business which ought to be conducted by private persons, and is paternalism. The Post-Office Department has a great plant and a great organization, reaching into the most remote hamlet of the United States, and with this machinery it is able to do a great many things economically that if a new organization were necessary it would be impossible to do without extravagant expenditure. That is the reason why the postal savings bank can be carried on at a small additional cost, and why it is possible to incorporate at a very inconsiderable expense a parcels post in the rural-delivery system. A general parcels post will involve a much greater outlay.\n NAVY DEPARTMENT.\n REORGANIZATION.\n In the last annual report of the Secretary of the Navy and in my Annual Message, attention was called to the new detail of officers in the Navy Department by which officers of flag rank were assigned to duty as Aides to the Secretary in respect to naval operations, personnel, inspection, and material. This change was a substantial compliance with the recommendation of the Commission on Naval Reorganization, headed by Mr. Justice Moody, and submitted to President Roosevelt on February 26, 1909. Through the advice of this committee of line officers, the Secretary is able to bring about a proper coordination of all the branches of the naval department with greater military efficiency. The Secretary of the Navy recommends that this new organization be recognized by legislation and thus made permanent. I concur in the recommendation.\n LEGISLATIVE RECOMMENDATIONS.\n The Secretary, in view of the conclusions of a recent Court of Inquiry on certain phases of Marine Corps administration, recommends that the Major-General Commandant of the Marine Corps be appointed for a four years' term, and that officers of the Adjutant and Inspector's department be detailed from the line. He also asks for legislation to improve the conditions now existing in the personnel of officers of the Navy, particularly with regard to the age and experience of flag officers and captains, and points out that it is essential to the highest efficiency of the Navy that the age of our officers be reduced and that flag officers, particularly, should gain proper experience as flag officers, in order to enable them to properly command fleets. I concur in the Secretary's recommendations.\n COVERING OF NAVAL SUPPLY FUND INTO TREASURY.\n I commend to your attention the report of the Secretary on the change in the system of cost accounting in navy-yards, and also to the history of the naval supply fund and the present conditions existing in regard to that matter. Under previous practice and what now seems to have been an erroneous construction of the law, the supply fund of the navy was increased from $2,700,000 to something over $14,000,000, and a system of accounting was introduced which prevented the striking of a proper balance and a knowledge of the exact cost of maintaining the naval establishment. The system has now been abandoned and a Naval Supply Account established by law July 1, 1910. The Naval Supply fund of $2,700,000 is now on deposit in the Treasury to the credit of the Department. The Secretary recommends that the Naval Supply Account be made permanent by law and that the $2,700,000 of the naval supply fund be covered into the Treasury as unnecessary, and I ask for legislative authority to do this. This sum when covered into the Treasury will be really a reduction in the recorded Naval cost for this year.\n ESTIMATES AND BUILDING PROGRAM.\n The estimates of the Navy Department are $5,000,000 less than the appropriations for the same purpose last year, and included in this is the building program of the same amount as that submitted for your consideration last year. It is merely carrying out the plan of building two battleships a year, with a few needed auxiliary vessels. I earnestly hope that this program will be adopted.\n ABOLITION OF NAVY-YARDS.\n The Secretary of the Navy has given personal examination to every navy-yard and has studied the uses of the navy-yards with reference to the necessities of our fleet. With a fleet considerably less than half the size of that of the British navy, we have shipyards more than double the number, and there are several of these shipyards, expensively equipped with modern machinery, which after investigation the Secretary of the Navy believes to be entirely useless for naval purposes. He asks authority to abandon certain of them and to move their machinery to other places where it can be made of use.\n In making these recommendations the Secretary is following directly along progressive lines which have been adopted in our great commercial and manufacturing consolidations in this country; that is, of dismantling unnecessary and inadequate plants and discontinuing their existence where it has been demonstrated that it is unprofitable to continue their maintenance at an expense not commensurate to their product.\n GUANTANAMO PROPER NAVAL BASE.\n The Secretary points out that the most important naval base in the West Indies is Guantanamo, in the southeastern part of Cuba. Its geographical situation is admirably adapted to protect the commercial paths to the Panama Canal, and he shows that by the expenditure of less than half a million dollars, with the machinery which he shall take from other navy-yards, he can create a naval station at Guantanamo of sufficient size and equipment to serve the purpose of an emergency naval base. I earnestly join in the recommendation that he be given the authority which he asks. I am quite aware that such action is likely to arouse local opposition; but I conceive it to be axiomatic that in legislating in the interest of the Navy, and for the general protection of the country by the Navy, mere local pride or pecuniary interest in the establishment of a navy-yard or station ought to play no part. The recommendation of the Secretary is based upon the judgment of impartial naval officers, entirely uninfluenced by any geographical or sectional considerations.\n JOHN PAUL JONES.\n I unite with the Secretary in the recommendation that an appropriation be made to construct a suitable crypt at Annapolis for the custody of the remains of John Paul Jones.\n PEARY .\n The complete success of our country in Arctic exploration should not remain unnoticed. For centuries there has been friendly rivalry in this field of effort between the foremost nations and between the bravest and most accomplished men. Expeditions to the unknown North have been encouraged by enlightened governments and deserved honors have been granted to the daring men who have conducted them. The unparalleled accomplishment of an American in reaching the North Pole, April 6, 1909, approved by critical examination of the most expert scientists, has added to the distinction of our navy, to which he belongs, and reflects credit upon his country. His unique success has received generous acknowledgment from scientific bodies and institutions of learning in Europe and America. I recommend fitting recognition by Congress of the great achievement of Robert Edwin Peary.\n DEPARTMENT OF THE INTERIOR.\n APPEALS TO COURT IN LAND CASES.\n The Secretary of the Interior recommends a change of the law in respect to the procedure in adjudicating claims for lands, by which appeals can be taken from the decisions of the Department to the Court of Appeals of the District of Columbia for a judicial consideration of the rights of the claimant. This change finds complete analogy in the present provision for appeals from the decisions of the Commissioner of Patents. The judgments of the court in such cases would be of decisive value to land claimants generally and to the Department of the Interior in the administration of the law, would enable claimants to bring into Court the final consideration of issues as to the title to Government land and would, I think, obviate a good deal of the subsequent litigation that now arises in our Western courts. The bill is pending, I believe, in the House, having been favorably reported from the Committee on Public Lands, and I recommend its enactment.\n ARREARS WIPED OUT.\n One of the difficulties in the Interior Department and in the Land Office has been the delays attendant upon the consideration by the Land Office and the Secretary of the Interior of claims for patents of public lands to individuals. I am glad to say that under the recent appropriations of the Congress and the earnest efforts of the Secretary and his subordinates, these arrears have been disposed of, and the work of the Department has been brought more nearly up to date in respect to the pending business than ever before in its history. Economies have been effected where possible without legislative assistance, and these are shown in the reduced estimates for the expenses of the Department during the current fiscal year and during the year to come.\n CONSERVATION .\n The subject of the conservation of the public domain has commanded the attention of the people within the last two or three years.\n AGRICULTURAL LANDS.\n There is no need for radical reform in the methods of disposing of what are really agricultural lands. The present laws have worked well. The enlarged homestead law has encouraged the successful farming of lands in the semiarid regions.\n RECLAMATION .\n The total sum already accumulated in the fund provided by the act for the reclamation of arid lands is about $69,449,058.76, and of this, all but $6,241,058.76 has been allotted to the various projects, of which there are thirty. Congress at its last session provided for the issuing of certificates of indebtedness not exceeding twenty millions of dollars, to be redeemed from the reclamation fund when the proceeds of lands sold and from the water-rents should be sufficient. Meantime, in accordance with the provisions of the law, I appointed a board of army engineers to examine the projects and to ascertain which are feasible and worthy of completion. That board has made a report upon the subject, which I shall transmit in a separate message within a few days.\n CONSERVATION ADDRESS.\n In September last conservation Congress was held at St. Paul, at which I delivered an address on the subject of conservation so far as it was within the jurisdiction and possible action of the Federal Government. In that address I assembled from the official records the statistics and facts as to what had been done in this behalf in the administration of my predecessor and in my own, and indicated the legislative measures which I believed to be wise in order to secure the best use, in the public interest, of what remains of our National domain. There was in this address a very full discussion of the reasons which led me to the conclusions stated. For the purpose of saving in an official record a comprehensive resume of the statistics and facts gathered with some difficulty in that address, and to avoid their repetition in the body of this message, I venture to make the address an accompanying appendix. The statistics are corrected to November 15th last.\n SPECIFIC RECOMMENDATIONS.\n For the reasons stated in the conservation address, I recommend:\n First, that the limitation now imposed upon the Executive which forbids his reserving more forest lands in Oregon, Washington, Idaho, Montana, Colorado, and Wyoming, be repealed.\n Second, that the coal deposits of the Government be leased after advertisement inviting competitive bids, for terms not exceeding fifty years, with a minimum rental and royalties upon the coal mined, to be readjusted every ten or twelve years, and with conditions as to maintenance which will secure proper mining, and as to assignment which will prevent combinations to monopolize control of the coal in any one district or market. I do not think that coal measures under 2,500 acres of surface would be too large an amount to lease to any one lessee.\n The Secretary of the Interior thinks there are difficulties in the way of leasing public coal lands, which objections he has set forth in his report, the force of which I freely concede. I entirely approved his stating at length in his report the objections in order that the whole subject may be presented to Congress, but after a full consideration I favor a leasing system and recommend it.\n Third, that the law should provide the same separation in respect to government phosphate lands of surface and mineral rights that now obtains in coal lands and that power to lease such lands upon terms and limitations similar to those above recommended for coal leases, with an added condition enabling the Government to regulate, and if need be to prohibit, the export to foreign countries of the product.\n Fourth, that the law should allow a prospector for oil or gas to have the right to prospect for two years over a certain tract of government land, the right to be evidenced by a license for which he shall pay a small sum; and that upon discovery, a lease may be granted upon terms securing a minimum rental and proper royalties to the Government, and also the conduct of the oil or gas well in accord with the best method for husbanding the supply of oil in the district. The period of the leases should not be as long as those of coal, but they should contain similar provisions as to assignment to prevent monopolistic combinations.\n Fifth, that water-power sites be directly leased by the Federal Government, after advertisement and bidding, for not exceeding fifty years upon a proper rental and with a condition fixing rates charged to the public for units of electric power, both rental and rates to be readjusted equitably every ten years by arbitration or otherwise, with suitable provisions against assignment to prevent monopolistic combinations. Or, that the law shall provide that upon application made by the authorities of the State where the water-power site is situated, it may be patented to the State on condition that the State shall dispose of it under terms like those just described, and shall enforce those terms, or upon failure to comply with the condition the water-power site and all the plant and improvement on the site shall be forfeited and revert to the United States, the President being given the power to declare the forfeiture and to direct legal proceedings for its enforcement. Either of these methods would, I think, accomplish the proper public purpose in respect to water-power sites, but one or the other should be promptly adopted.\n NECESSITY FOR PROMPT ACTION.\n I earnestly urge upon Congress that at this session general conservation legislation of the character indicated be adopted. At its last session this Congress took most useful and proper steps in the cause of conservation by allowing the Executive, through withdrawals, to suspend the action of the existing laws in respect to much of the public domain. I have not thought that the danger of disposing of coal lands in the United States under the present laws in large quantities was so great as to call for their withdrawal, because under the present provisions it is reasonably certain that the Government will receive the real value of the land. But, in respect to oil lands, or phosphate lands, and of gas lands in the United States, and in respect to coal lands in Alaska, I have exercised the full power of withdrawal with the hope that the action of Congress would follow promptly and prevent that tying up of the resources of the country in the western and less settled portion and in Alaska, which means stagnation and retrogression.\n The question of conservation is not a partisan one, and I sincerely hope that even in the short time of the present session consideration may be given to those questions which have now been much discussed, and that action may be taken upon them.\n ALASKA .\n With reference to the government of Alaska, I have nothing to add to the recommendations I made in my last message on the subject. I am convinced that the migratory character of the population, its unequal distribution, and its smallness of number, which the new census shows to be about 50,000, in relation to the enormous expanse of the territory, make it altogether impracticable to give to those people who are in Alaska to-day and may not be there a year hence, the power to elect a legislature to govern an immense territory to which they have a relation so little permanent. It is far better for the development of the territory that it be committed to a commission to be appointed by the Executive, with limited legislative powers sufficiently broad to meet the local needs, than to continue the present insufficient government with few remedial powers, or to make a popular government where there is not proper foundation upon which to rest it.\n The suggestion that the appointment of a commission will lead to the control of the government by corporate or selfish and exploiting interests has not the slightest foundation in fact. Such a government worked well in the Philippines, and would work well in Alaska, and those who are really interested in the proper development of that territory for the benefit of the people who live in it and the benefit of the people of the United States, who own it, should support the institution of such a government.\n ALASKAN RAILWAYS.\n I have been asked to recommend that the credit of the Government be extended to aid the construction of railroads in Alaska. I am not ready now to do so. A great many millions of dollars have already been expended in the construction of at least two railroads, and if laws be passed providing for the proper development of the resources of Alaska, especially for the opening up of the coal lands, I believe that the capital already invested will induce the investment of more capital, sufficient to complete the railroads building, and to furnish cheap coal not only to Alaska but to the whole Pacific coast. The passage of a law permitting the leasing of government coal lands in Alaska after public competition, and the appointment of a commission for the government of the territory, with enabling powers to meet the local needs, will lead to an improvement in Alaska and the development of her resources that is likely to surprise the country.\n NATIONAL PARKS.\n Our national parks have become so extensive and involve so much detail of action in their control that it seems to me there ought to be legislation creating a bureau for their care and control. The greatest natural wonder of this country and the surrounding territory should be included in another national park. I refer to the Grand Canyon of the Colorado.\n PENSIONS .\n The uniform policy of the Government in the matter of granting pensions to those gallant and devoted men who fought to save the life of the Nation in the perilous days of the great Civil War, has always been of the most liberal character. Those men are now rapidly passing away. The best obtainable official statistics show that they are dying at the rate of something over three thousand a month, and, in view of their advancing years, this rate must inevitably, in proportion, rapidly increase. To the man who risked everything on the field of battle to save the Nation in the hour of its direst need, we owe a debt which has not been and should not be computed in a begrudging or parsimonious spirit. But while we should be actuated by this spirit to the soldier himself, care should be exercised not to go to absurd lengths, or distribute the bounty of the Government to classes of persons who may, at this late day, from a mere mercenary motive, seek to obtain some legal relation with an old veteran now tottering on the brink of the grave. The true spirit of the pension laws is to be found in the noble sentiments expressed by Mr. Lincoln in his last inaugural address, wherein, in speaking of the Nation's duty to its soldiers when the struggle should be over, he said we should \"care for him who shall have borne the battle, and for his widow and orphans.\"\n DEPARTMENT OF AGRICULTURE.\n VALUE OF THIS YEAR'S CROPS.\n The report of the Secretary of Agriculture invites attention to the stupendous value of the agricultural products of this country, amounting in all to $8,926,000,000 for this year. This amount is larger than that of 1909 by $305,000,000. The existence of such a crop indicates a good prospect for business throughout the country. A notable change for the better is commented upon by the Secretary in the fact that the South, especially in those regions where the boll weevil has interfered with the growth of cotton, has given more attention to the cultivation of corn and other cereals, so that there is a greater diversification of crops in the South than ever before--and all to the great advantage of that section.\n DEPARTMENT ACTIVITIES.\n The report contains a most interesting account of the activities of the Department in its various bureaus, showing how closely the agricultural progress in this country is following along the lines of improvement recommended by the Department through its publications and the results of its experiment stations in every State, and by the instructions given through the agricultural schools aided by the Federal Government and following the general curriculum urged by the head and bureau chiefs of the Department.\n The activities of the Department have been greatly increased by the enactment of recent legislation, by the pure-food act, the meat-inspection act, the cattle-transportation act, and the act concerning the interstate shipment of game. This department is one of those the scope of whose action is constantly widening, and therefore it is impossible under existing legislation to reduce the cost and their estimates below those of preceding years.\n FARMERS' INCOME AND COST OF LIVING.\n An interesting review of the results of an examination made by the Department into statistics and prices, shows that on the average since 1891, farm products have increased in value 72 per cent while the things which the farmer buys for use have increased but 12 per cent, an indication that present conditions are favorable to the farming community.\n FOREST SERVICE.\n I have already referred to the forests of the United States and their extent, and have urged, as I do again, the removal of the limitation upon the power of the Executive to reserve other tracts of land in six Western States in which withdrawal for this purpose is now forbidden. The Secretary of Agriculture gives a very full description of the disastrous fires that occurred during the last summer in the national forests. A drought more intense than any recorded in the history of the West had introduced a condition into the forests which made fires almost inevitable, and locomotive sparks, negligent campers, and in some cases incendiaries furnished the needed immediate cause. At one time the fires were so extended that they covered a range of a hundred miles, and the Secretary estimates that standing timber of the value of 25 millions of dollars was destroyed. Seventy-six persons in the employ of the Forest Service were killed and many more injured, and I regret to say that there is no provision in the law by which the expenses for their hospital treatment or of their interment could be met out of public funds. The Red Cross contributed a thousand dollars, and the remainder of the necessary expenses was made up by private contribution, chiefly from the force of the Forest Service and its officials. I recommend that suitable legislation be adopted to enable the Secretary of Agriculture to meet the moral obligations of the Government in this respect.\n APPROPRIATION FOR FIRE FIGHTING.\n The specific fund for fighting fires was only about $135,000, but there existed discretion in the Secretary in case of an emergency to apply other funds in his control to this purpose, and he did so to the extent of nearly a million of dollars, which will involve the presentation of a deficiency estimate for the current fiscal year of over $900,000. The damage done was not therefore due to the lack of an appropriation by Congress available to meet the emergency, but the difficulty of fighting it lay in the remote points where the fires began and where it was impossible with the roads and trails as they now exist promptly to reach them. Proper protection necessitates, as the Secretary points out, the expenditure of a good deal more money in the development of roads and trails in the forests, the establishment of lookout stations, and telephone connection between them and places where assistance can be secured.\n REFORESTATION .\n The amount of reforestation shown in the report of the Forest Service--only about 15,000 acres as compared with the 150 millions of acres of national forests--seems small, and I am glad to note that in this regard the Secretary of Agriculture and the chief of the Forest Service are looking forward to far greater activity in the use of available Government land for this purpose. Progress has been made in learning by experiment the best methods of reforesting. Congress is appealed to now by the Secretary of Agriculture to make the appropriations needed for enlarging the usefulness of the Forest Service in this regard. I hope that Congress will approve and adopt the estimate of the Secretary for this purpose.\n DEPARTMENT OF COMMERCE AND LABOR.\n The Secretary of the Department of Commerce and Labor has had under his immediate supervision the application of the merit system of promotion to a large number of employees, and his discussion of this method of promotions based on actual experience, I commend to the attention of Congress.\n THE CENSUS BUREAU.\n The taking of the census has proceeded with promptness and efficiency. The Secretary believes, and I concur, that it will be more thorough and accurate than any census which has heretofore been taken, but it is not perfect. The motive that prompts men with a false civic pride to induce the padding of census returns in order to increase the population of a particular city has been strong enough to lead to fraud in respect to a few cities in this country, and I have directed the Attorney-General to proceed with all the vigor possible against those who are responsible for these frauds. They have been discovered and they will not interfere with the accuracy of the census, but it is of the highest importance that official inquiry of this sort should not be embarrassed by fraudulent conspiracies in some private or local interest.\n BUREAU OF LIGHT-HOUSES.\n The reorganization of the Light-House Board has effected a very considerable saving in the administration, and the estimates for that service for the present year are $428,000 less than for the preceding year. In addition, three tenders, for which appropriations were made, are not being built because they are not at present needed for the service. The Secretary is now asking for a large sum for the addition of lights and other aids to the commerce of the seas, including a number in Alaska. The trade along that coast is becoming so important that I respectfully urge the necessity for following his recommendation.\n BUREAU OF CORPORATIONS.\n The Commissioner of Corporations has just completed the first part of a report on the lumber industry in the United States. This part does not find the existence of a trust or combination in the manufacture of lumber. The Commissioner does find, however, a condition in the ownership of the standing timber of the United States, other than the Government timber, that calls for serious attention. The direct investigation made by the Commissioner covered an area which contains 80 per cent of the privately owned timber of the country. His report shows that one-half of the timber in this area is owned by 200 individuals and corporations; that 14 per cent is owned by 3 corporations, and that there is very extensive interownership of stock, as well as other circumstances, all pointing to friendly relations among those who own a majority of this timber, a relationship which might lead to a combination for the maintenance of a price that would be very detrimental to the public interest, and would create the necessity of removing all tariff obstacles to the free importations of lumber from other countries.\n BUREAU OF FISHERIES.\n I am glad to note in the Secretary's report the satisfactory progress which is being made in respect to the preservation of the seals of the Pribiloff Islands. Very active steps are being taken by the Department of State to secure an arrangement which shall protect the Pribiloff herd from the losses due to pelagic sealing. Meantime the Government has secured seal pelts of the bachelor seals (the killing of which does not interfere with the maintenance of the herd), from the sale of which next month it is expected to realize about $450,000, a sum largely in excess of the rental paid by the lessee of the Government under the previous contract.\n COAST AND GEODETIC SURVEY.\n The Coast and Geodetic Survey has been engaged in surveying the coasts of the Philippine archipelago. This is a heavy work, because of the extended character of the coast line in those Islands, but I am glad to note that about half of the needed survey has been completed. So large a part of the coast line of the archipelago has been unsurveyed as to make navigation in the neighborhood of a number of the islands, and especially on the east side, particularly dangerous.\n BUREAU OF LABOR.\n The Commissioner of Labor has been actively engaged in composing the differences between employers and employees engaged in interstate transportation, under the Erdman Act, jointly with the Chairman of the Interstate Commerce Commission. I can not speak in too high terms of the success of these two officers in conciliation and settlement of controversies which, but for their interposition, would have resulted disastrously to all interests.\n TAX ON PHOSPHOROUS MATCHES.\n I invite attention to the very serious injury caused to all those who are engaged in the manufacture of phosphorous matches. The diseases incident to this are frightful, and as matches can be made from other materials entirely innocuous, I believe that the injurious manufacture could be discouraged and ought to be discouraged by the imposition of a heavy federal tax. I recommend the adoption of this method of stamping out a very serious abuse.\n EIGHT-HOUR LAW.\n Since 1868 it has been the declared purpose of this Government to favor the movement for an eight-hour day by a provision of law that none of the employees employed by or on behalf of the Government should work longer than eight hours in every twenty-four. The first declaration of this view was not accompanied with any penal clause or with any provision for its enforcement, and, though President Grant by a proclamation twice attempted to give it his sanction and to require the officers of the Government to carry it out, the purpose of the framers of the law was ultimately defeated by a decision of the Supreme Court holding that the statute as drawn was merely a direction of the Government to its agents and did not invalidate a contract made in behalf of the Government which provided in the contract for labor for a day of longer hours than eight. Thereafter, in 1892, the present eight-hour law was passed, which provides that the services and employment of all laborers and mechanics who are now or may hereafter be employed by the Government of the United States, by the District of Columbia, or by any contractor or subcontractor on any of the public works of the United States and of the said District of Columbia is hereby restricted to eight hours in any one calendar day. This law has been construed to limit the application of the requirement to those who are directly employed by the Government or to those who are employed upon public works situate upon land owned by the United States. This construction prevented its application to government battle ships and other vessels built in private shipyards and to heavy guns and armor plate contracted for and made at private establishments.\n PENDING BILL.\n The proposed act provides that no laborer or mechanic doing any part of the work contemplated by a contract with the United States in the employ of the contractor or any subcontractor shall be required or permitted to work more than eight hours a day in any one calendar day.\n It seems to me from the past history that the Government has been committed to a policy of encouraging the limitation of the day's work to eight hours in all works of construction initiated by itself, and it seems to me illogical to maintain a difference between government work done on government soil and government work done in a private establishment, when the work is of such large dimensions and involves the expenditure of much labor for a considerable period, so that the private manufacturer may adjust himself and his establishment to the special terms of employment that he must make with his workmen for this particular job. To require, however, that every small contract of manufacture entered into by the Government should be carried out by the contractor with men working at eight hours would be to impose an intolerable burden upon the Government by limiting its sources of supply and excluding altogether the great majority of those who would otherwise compete for its business.\n The proposed act recognizes this in the exceptions which it makes to contracts\n \"for transportation by land or water, for the transmission of intelligence, and for such materials or articles as may usually be bought in the open market whether made to conform to particular specifications or not, or for the purchase of supplies by the Government, whether manufactured to conform to particular specifications or not.\"\n SUBSTITUTE FOR PENDING BILL.\n I recommend that instead of enacting the proposed bill, the meaning of which is not clear and definite and might be given a construction embarrassing to the public interest, the present act be enlarged by providing that public works shall be construed to include not only buildings and work upon public ground, but also ships, armor, and large guns when manufactured in private yards or factories.\n PROVISION FOR SUSPENSION IN EMERGENCIES BY PRESIDENT.\n One of the great difficulties in enforcing this eight-hour law is that its application under certain emergencies becomes exceedingly oppressive and there is a great temptation to subordinate officials to evade it. I think that it would be wiser to allow the President, by Executive order, to declare an emergency in special instances in which the limitation might not apply and, in such cases, to permit the payment by the Government of extra compensation for the time worked each day in excess of eight hours. I may add that my suggestions in respect to this legislation have the full concurrence of the Commissioner of Labor.\n WORKMEN'S COMPENSATION.\n In view of the keen, widespread interest now felt in the United States in a system of compensation for industrial accidents to supplant our present thoroughly unsatisfactory system of employers' liability (a subject the importance of which Congress has already recognized by the appointment of a commission), I recommend that the International Congress on Industrial Insurance be invited to hold its meeting in 1913 in Washington, and that an appropriation of $10,000 be made to cover the necessary expenses of organizing and carrying on the meeting.\n BUREAU OF IMMIGRATION\n DISTRIBUTING IMMIGRANTS.\n The immigration into this country is increasing each year. A large part of it comes through the immigrant station at Ellis Island in the City of New York. An examination of the station and the methods pursued satisfies me that a difficult task is there performed by the commissioner and his force with common sense, the strictest fairness, and with the most earnest desire to enforce the law equitably and mercifully. It has been proposed to enlarge the accommodations so as to allow more of the immigrants to come by that port. I do not think it wise policy to do this. I have no objection to--on the contrary, I recommend--the construction of additional buildings for the purpose of facilitating a closer and more careful examination of each immigrant as he comes in, but I deprecate the enlargement of the buildings and of the force for the purpose of permitting the examination of more immigrants per day than are now examined. If it is understood that no more immigrants can be taken in at New York than are now taken in, and the steamship companies thus are given a reason and a motive for transferring immigrants to other ports, we can be confident that they will be better distributed through the country and that there will not be that congestion in the City of New York which does not make for the better condition of the immigrant or increase his usefulness as a new member of this community. Everything which tends to send the immigrants west and south into rural life helps the country.\n AMENDMENTS RECOMMENDED.\n I concur with the Secretary in his recommendations as to the amendments to the immigration law in increasing the fine against the companies for violation of the regulations, and in giving greater power to the commissioner to enforce more care on the part of the steamship companies in accepting immigrants. The recommendation of the Secretary, in which he urges that the law may be amended so as to discourage the separation of families, is, I think, a good one.\n MISCELLANEOUS SUBJECTS NOT INCLUDED IN DEPARTMENTS.\n BUREAU OF HEALTH.\n In my message of last year I recommended the creation of a Bureau of Health, in which should be embraced all those Government agencies outside of the War and Navy Departments which are now directed toward the preservation of public health or exercise functions germane to that subject. I renew this recommendation. I greatly regret that the agitation in favor of this bureau has aroused a counteragitation against its creation, on the ground that the establishment of such a bureau is to be in the interest of a particular school of medicine. It seems to me that this assumption is wholly unwarranted, and that those responsible for the Government can be trusted to secure in the personnel of the bureau the appointment of representatives of all recognized schools of medicine, and in the management of the bureau entire freedom from narrow prejudice in this regard.\n THE IMPERIAL VALLEY PROJECT.\n By an act passed by Congress the President was authorized to expend a million dollars to construct the needed work to prevent injury to the lands of the Imperial Valley from the overflow of the Colorado River. I appointed a competent engineer to examine the locality and to report a plan for construction. He has done so. In order to complete the work it is necessary to secure the consent of Mexico, for part of the work must be constructed in Mexican territory. Negotiations looking to the securing of such authority are quite near success. The Southern Pacific Railroad Company proposes to assist us in the work by lending equipment and by the transportation of material at cost price, and it is hoped that the work may be completed before any danger shall arise from the spring floods in the river. The work is being done under the supervision of the Secretary of the Interior and his consulting engineer, General Marshall, late Chief of Engineers, now retired.\n This leads me to invite the attention of Congress to the claim made by the Southern Pacific Railroad Company for an amount expended in a similar work of relief called for by a flood and great emergency. This work, as I am informed, was undertaken at the request of my predecessor and under promise to reimburse the railroad company. It seems to me the equity of this claim is manifest, and the only question involved is the reasonable value of the work done. I recommend the payment of the claim in a sum found to be just.\n DISTRICT OF COLUMBIA.\n CHARACTER OF GOVERNMENT.\n The government of the District of Columbia is a good government. The police force, while perhaps it might be given, or acquire, more military discipline in bearing and appearance, is nevertheless an efficient body of men, free from graft, and discharges its important duties in this capital of the nation effectively. The parks and the streets of the city and the District are generally kept clean and in excellent condition. The Commissioners of the District have its affairs well in hand, and, while not extravagant, are constantly looking to those municipal improvements that are expensive but that must be made in a modern growing city like Washington. While all this is true, nevertheless the fact that Washington is governed by Congress, and that the citizens are not responsible and have no direct control through popular election in District matters, properly subjects the government to inquiry and criticism by its citizens, manifested through the public press and otherwise; such criticism should command the careful attention of Congress. Washington is the capital of the nation and its maintenance as a great and beautiful city under national control, every lover of his country has much at heart; and it should present in every way a model in respect of economy of expenditure, of sanitation, of tenement reform, of thorough public instruction, of the proper regulation of public utilities, of sensible and extended charities, of the proper care of criminals and of youth needing reform, of healthful playgrounds and opportunity for popular recreation, and of a beautiful system of parks. I am glad to think that progress is being made in all these directions, but I venture to point out certain specific improvements toward these ends which Congress in its wisdom might adopt. Speaking generally, I think there ought to be more concentration of authority in respect to the accomplishment of some of these purposes with more economy of expenditure.\n PUBLIC PARKS.\n Attention is invited to the peculiar situation existing in regard to the parks of Washington. The park system proper, comprising some 343 different areas, is under the Office of Public Buildings and Grounds, which, however, has nothing to do with the control of Rock Creek Park, the Zoological Park, the grounds of the Department of Agriculture, the Botanic Garden, the grounds of the Capitol, and other public grounds which are regularly open to the public and ought to be part of the park system. Exclusive of the grounds of the Soldiers' Home and of Washington Barracks, the public grounds used as parks in the District of Columbia comprise over 3,100 acres, under ten different controlling officials or bodies. This division of jurisdiction is most unfortunate.\n Large sums of money are spent yearly in beautifying and keeping in good condition these parks and the grounds connected with Government buildings and institutions. The work done on all of them is of the same general character--work for which the Office of Public Buildings and Grounds has been provided by Congress with a special organization and equipment, which are lacking for the grounds not under that office. There can be no doubt that if all work of care and improvement upon the grounds belonging to the United States in the District of Columbia were put, as far as possible, under one responsible head, the result would be not only greater efficiency and economy in the work itself, but greater harmony in the development of the public parks and gardens of the city.\n Congress at its last session provided for two more parks, called the Meridian Hill and Montrose parks, and the District Commissioners have also included in their estimates a sum to be used for the acquisition of much needed park land adjoining the Zoological Park, known as the Klingle Ford tract. The expense of these three parks, included in the estimates"}