{"title": "December 5 1898 Second Annual Message-William McKinley", "content": " noon on that day. The administration of its affairs has been provisionally intrusted to a military governor until the Congress shall otherwise provide. The Cuban Joint Commission has not yet terminated its labors. Owing to the difficulties in the way of removing the large numbers of Spanish troops still in Cuba, the evacuation can not be completed before the 1st of January next.\n Pursuant to the fifth article of the protocol, I appointed William R. Day, lately Secretary of State; Cushman K. Davis, William P. Frye, and George Gray, Senators of the United States, and Whitelaw Reid to be the peace commissioners on the part of the United States. Proceeding in due season to Paris, they there met on the 1st of October five commissioners similarly appointed on the part of Spain. Their negotiations have made hopeful progress, so that I trust soon to be able to lay a definitive treaty of peace before the Senate, with a review of the steps leading to its signature.\n I do not discuss at this time the government or the future of the new possessions which will come to us as the result of the war with Spain. Such discussion will be appropriate after the treaty of peace shall be ratified. In the meantime and until the Congress has legislated otherwise it will be my duty to continue the military governments which have existed since our occupation and give to the people security in life and property and encouragement under a just and beneficent rule.\n As soon as we are in possession of Cuba and have pacified the island it will be necessary to give aid and direction to its people to form a government for themselves. This should be undertaken at the earliest moment consistent with safety and assured success. It is important that our relations with this people shall be of the most friendly character and our commercial relations close and reciprocal. It should be our duty to assist in every proper way to build up the waste places of the island, encourage the industry of the people, and assist them to form a government which shall be free and independent, thus realizing the best aspirations of the Cuban people.\n Spanish rule must be replaced by a just, benevolent, and humane government, created by the people of Cuba, capable of performing all international obligations, and which shall encourage thrift, industry, and prosperity and promote peace and good will among all of the inhabitants, whatever may have been their relations in the past. Neither revenge nor passion should have a place in the new government. Until there is complete tranquillity in the island and a stable government inaugurated military occupation will be continued.\n With the one exception of the rupture with Spain, the intercourse of the United States with the great family of nations has been marked with cordiality, and the close of the eventful year finds most of the issues that necessarily arise in the complex relations of sovereign states adjusted or presenting no serious obstacle to a just and honorable solution by amicable agreement.\n A long unsettled dispute as to the extended boundary between the Argentine Republic and Chile, stretching along the Andean crests from the southern border of the Atacama Desert to Magellan Straits, nearly a third of the length of the South American continent, assumed an acute stage in the early part of the year, and afforded to this Government occasion to express the hope that the resort to arbitration, already contemplated by existing conventions between the parties, might prevail despite the grave difficulties arising in its application. I am happy to say that arrangements to this end have been perfected, the questions of fact upon which the respective commissioners were unable to agree being in course of reference to Her Britannic Majesty for determination. A residual difference touching the northern boundary line across the Atacama Desert, for which existing treaties provided no adequate adjustment, bids fair to be settled in like manner by a joint commission, upon which the United States minister at Buenos Ayres has been invited to serve as umpire in the last resort.\n I have found occasion to approach the Argentine Government with a view to removing differences of rate charges imposed upon the cables of an American corporation in the transmission between Buenos Ayres and the cities of Uruguay and Brazil of through messages passing from and to the United States. Although the matter is complicated by exclusive concessions by Uruguay and Brazil to foreign companies, there is strong hope that a good understanding will be reached and that the important channels of commercial communication between the United States and the Atlantic cities of South America may be freed from an almost prohibitory discrimination.\n In this relation I may be permitted to express my sense of the fitness of an international agreement whereby the interchange of messages over connecting cables may be regulated on a fair basis of uniformity. The world has seen the postal system developed from a congeries of independent and exclusive services into a well-ordered union, of which all countries enjoy the manifold benefits. It would be strange were the nations not in time brought to realize that modern civilization, which owes so much of its progress to the annihilation of space by the electric force, demands that this all-important means of communication be a heritage of all peoples, to be administered and regulated in their common behoof. A step in this direction was taken when the international convention of 1884 for the protection of submarine cables was signed, and the day is, I trust, not far distant when this medium for the transmission of thought from land to land may be brought within the domain of international concert as completely as is the material carriage of commerce and correspondence upon the face of the waters that divide them.\n The claim of Thomas Jefferson Page against Argentina, which has been pending many years, has been adjusted. The sum awarded by the Congress of Argentina was $4,242.35.\n The sympathy of the American people has justly been offered to the ruler and the people of Austria-Hungary by reason of the affliction that has lately befallen them in the assassination of the Empress-Queen of that historic realm.\n On the 10th of September, 1897, a conflict took place at Lattimer, Pa., between a body of striking miners and the sheriff of Luzerne County and his deputies, in which 22 miners were killed and 44 wounded, of whom 10 of the killed and 12 of the wounded were Austrian and Hungarian subjects. This deplorable event naturally aroused the solicitude of the Austro-Hungarian Government, which, on the assumption that the killing and wounding involved the unjustifiable misuse of authority, claimed reparation for the sufferers. Apart from the searching investigation and peremptory action of the authorities of Pennsylvania, the Federal Executive took appropriate steps to learn the merits of the case, in order to be in a position to meet the urgent complaint of a friendly power. The sheriff and his deputies, having been indicted for murder, were tried, and acquitted, after protracted proceedings and the hearing of hundreds of witnesses, on the ground that the killing was in the line of their official duty to uphold law and preserve public order in the State. A representative of the Department of Justice attended the trial and reported its course fully. With all the facts in its possession, this Government expects to reach a harmonious understanding on the subject with that of Austria-Hungary, notwithstanding the renewed claim of the latter, after learning the result of the trial, for indemnity for its injured subjects.\n Despite the brief time allotted for preparation, the exhibits of this country at the Universal Exposition at Brussels in 1897 enjoyed the singular distinction of a larger proportion of awards, having regard to the number and classes of articles entered than those of other countries. The worth of such a result in making known our national capacity to supply the world's markets is obvious.\n Exhibitions of this international character are becoming more frequent as the exchanges of commercial countries grow more intimate and varied. Hardly a year passes that this Government is not invited to national participation at some important foreign center, but often on too short notice to permit of recourse to Congress for the power and means to do so. My predecessors have suggested the advisability of providing by a general enactment and a standing appropriation for accepting such invitations and for representation of this country by a commission. This plan has my cordial approval.\n I trust that the Belgian restrictions on the importation of cattle from the United States, originally adopted as a sanitary precaution, will at an early day be relaxed as to their present features of hardship and discrimination, so as to admit live cattle under due regulation of their slaughter after landing. I am hopeful, too, of favorable change in the Belgian treatment of our preserved and salted meats. The growth of direct trade between the two countries, not alone for Belgian consumption and Belgian products, but by way of transit from and to other continental states, has been both encouraging and beneficial. No effort will be spared to enlarge its advantages by seeking the removal of needless impediments and by arrangements for increased commercial exchanges.\n The year's events in Central America deserve more than passing mention.\n A menacing rupture between Costa Rica and Nicaragua was happily composed by the signature of a convention between the parties, with the concurrence of the Guatemalan representative as a mediator, the act being negotiated and signed on board the United States steamer Alert, then lying in Central American waters. It is believed that the good offices of our envoy and of the commander of that vessel contributed toward this gratifying outcome.\n In my last annual message the situation was presented with respect to the diplomatic representation of this Government in Central America created by the association of Nicaragua, Honduras, and Salvador under the title of the Greater Republic of Central America, and the delegation of their international functions to the Diet thereof. While the representative character of the Diet was recognized by my predecessor and has been confirmed during my Administration by receiving its accredited envoy and granting exequaturs to consuls commissioned under its authority, that recognition was qualified by the distinct understanding that the responsibility of each of the component sovereign Republics toward the United States remained wholly unaffected.\n This proviso was needful inasmuch as the compact of the three Republics was at the outset an association whereby certain representative functions were delegated to a tripartite commission rather than a federation possessing centralized powers of government and administration. In this view of their relation and of the relation of the United States to the several Republics, a change in the representation of this country in Central America was neither recommended by the Executive nor initiated by Congress, thus leaving one of our envoys accredited, as heretofore, separately to two States of the Greater Republic, Nicaragua and Salvador, and to a third State, Costa Rica, which was not a party to the compact, while our other envoy was similarly accredited to a union State, Honduras, and a nonunion State, Guatemala. The result has been that the one has presented credentials only to the President of Costa Rica, the other having been received only by the Government of Guatemala.\n Subsequently the three associated Republics entered into negotiations for taking the steps forecast in the original compact. A convention of their delegates framed for them a federal constitution under the name of the United States of Central America, and provided for a central federal government and legislature. Upon ratification by the constituent States, the 1st of November last was fixed for the new system to go into operation. Within a few weeks thereafter the plan was severely tested by revolutionary movements arising, with a consequent demand for unity of action on the part of the military power of the federal States to suppress them. Under this strain the new union seems to have been weakened through the withdrawal of its more important members. This Government was not officially advised of the installation of the federation and has maintained an attitude of friendly expectancy, while in no wise relinquishing the position held from the outset that the responsibilities of the several States toward us remained unaltered by their tentative relations among themselves.\n The Nicaragua Canal Commission, under the chairmanship of Rear-Admiral John G. Walker, appointed July 24, 1897, under the authority of a provision in the sundry civil act of June 4 of that year, has nearly completed its labors, and the results of its exhaustive inquiry into the proper route, the feasibility, and the cost of construction of an interoceanic canal by a Nicaraguan route will be laid before you. In the performance of its task the commission received all possible courtesy and assistance from the Governments of Nicaragua and Costa Rica, which thus testified their appreciation of the importance of giving a speedy and practical outcome to the great project that has for so many years engrossed the attention of the respective countries.\n As the scope of the recent inquiry embraced the whole subject, with the aim of making plans and surveys for a canal by the most convenient route, it necessarily included a review of the results of previous surveys and plans, and in particular those adopted by the Maritime Canal Company under its existing concessions from Nicaragua and Costa Rica, so that to this extent those grants necessarily hold as essential a part in the deliberations and conclusions of the Canal Commission as they have held and must needs hold in the discussion of the matter by the Congress. Under these circumstances and in view of overtures made to the Governments of Nicaragua and Costa Rica by other parties for a new canal concession predicated on the assumed approaching lapse of the contracts of the Maritime Canal Company with those States, I have not hesitated to express my conviction that considerations of expediency and international policy as between the several governments interested in the construction and control of an interoceanic canal by this route require the maintenance of the status quo until the Canal Commission shall have reported and the United States Congress shall have had the opportunity to pass finally upon the whole matter during the present session, without prejudice by reason of any change in the existing conditions.\n Nevertheless, it appears that the Government of Nicaragua, as one of its last sovereign acts before merging its powers in those of the newly formed United States of Central America, has granted an optional concession to another association, to become effective on the expiration of the present grant. It does not appear what surveys have been made or what route is proposed under this contingent grant, so that an examination of the feasibility of its plans is necessarily not embraced in the report of the Canal Commission. All these circumstances suggest the urgency of some definite action by the Congress at this session if the labors of the past are to be utilized and the linking of the Atlantic and Pacific oceans by a practical waterway is to be realized. That the construction of such a maritime highway is now more than ever indispensable to that intimate and ready intercommunication between our eastern and western seaboards demanded by the annexation of the Hawaiian Islands and the prospective expansion of our influence and commerce in the Pacific, and that our national policy now more imperatively than ever calls for its control by this Government, are propositions which I doubt not the Congress will duly appreciate and wisely act upon.\n A convention providing for the revival of the late United States and Chilean Claims Commission and the consideration of claims which were duly presented to the late commission, but not considered because of the expiration of the time limited for the duration of the commission, was signed May 24, 1897, and has remained unacted upon by the Senate. The term therein fixed for effecting the exchange of ratifications having elapsed, the convention falls unless the time be extended by amendment, which I am endeavoring to bring about, with the friendly concurrence of the Chilean Government.\n The United States has not been an indifferent spectator of the extraordinary events transpiring in the Chinese Empire, whereby portions of its maritime provinces are passing under the control of various European powers; but the prospect that the vast commerce which the energy of our citizens and the necessity of our staple productions for Chinese uses has built up in those regions may not be prejudiced through any exclusive treatment by the new occupants has obviated the need of our country becoming an actor in the scene. Our position among nations, having a large Pacific coast and a constantly expanding direct trade with the farther Orient, gives us the equitable claim to consideration and friendly treatment in this regard, and it will be my aim to subserve our large interests in that quarter by all means appropriate to the constant policy of our Government. The territories of Kiao-chow, of Wei-hai-wei, and of Port Arthur and Talienwan, leased to Germany, Great Britain, and Russia, respectively, for terms of years, will, it is announced, be open to international commerce during such alien occupation; and if no discriminating treatment of American citizens and their trade be found to exist or be hereafter developed, the desire of this Government would appear to be realized.\n In this relation, as showing the volume and value of our exchanges with China and the peculiarly favorable conditions which exist for their expansion in the normal course of trade, I refer to the communication addressed to the Speaker of the House of Representatives by the Secretary of the Treasury on the 14th of last June, with its accompanying letter of the Secretary of State, recommending an appropriation for a commission to study the commercial and industrial conditions in the Chinese Empire and report as to the opportunities for and obstacles to the enlargement of markets in China for the raw products and manufactures of the United States. Action was not taken thereon during the late session. I cordially urge that the recommendation receive at your hands the consideration which its importance and timeliness merit.\n Meanwhile there may be just ground for disquietude in view of the unrest and revival of the old sentiment of opposition and prejudice to alien people which pervades certain of the Chinese provinces. As in the case of the attacks upon our citizens in Szechuen and at Kutien in 1895, the United States minister has been instructed to secure the fullest measure of protection, both local and imperial, for any menaced American interests, and to demand, in case of lawless injury to person or property, instant reparation appropriate to the case. War ships have been stationed at Tientsin for more ready observation of the disorders which have invaded even the Chinese capital, so as to be in a position to act should need arise, while a guard of marines has been sent to Peking to afford the minister the same measure of authoritative protection as the representatives of other nations have been constrained to employ.\n Following close upon the rendition of the award of my predecessor as arbitrator of the claim of the Italian subject Cerruti against the Republic of Colombia, differences arose between the parties to the arbitration in regard to the scope and extension of the award, of which certain articles were contested by Colombia, while Italy claimed their literal fulfillment. The award having been made by the President of the United States, as an act of friendly consideration and with the sole view to an impartial composition of the matter in dispute, I could not but feel deep concern at such a miscarriage, and while unable to accept the Colombian theory that I, in my official capacity, possessed continuing functions as arbitrator, with power to interpret or revise the terms of the award, my best efforts were lent to bring the parties to a harmonious agreement as to the execution of its provisions.\n A naval demonstration by Italy resulted in an engagement to pay the liabilities claimed upon their ascertainment; but this apparent disposition of the controversy was followed by a rupture of diplomatic intercourse between Colombia and Italy, which still continues, although, fortunately, without acute symptoms having supervened. Notwithstanding this, efforts are reported to be continuing for the ascertainment of Colombia's contingent liability on account of Cerruti's debts under the fifth article of the award.\n A claim of an American citizen against the Dominican Republic for a public bridge over the Ozama River, which has been in diplomatic controversy for several years, has been settled by expert arbitration and an award in favor of the claimant amounting to about $90,000. It, however, remains unpaid, despite urgent demands for its settlement according to the terms of the compact.\n There is now every prospect that the participation of the United States in the Universal Exposition to be held in Paris in 1900 will be on a scale commensurate with the advanced position held by our products and industries in the world's chief marts.\n The preliminary report of Mr. Moses P. Handy, who, under the act approved July 19, 1897, was appointed special commissioner with a view to securing all attainable information necessary to a full and complete understanding by Congress in regard to the participation of this Government in the Paris Exposition, was laid before you by my message of December 6, 1897, and showed the large opportunities opened to make known our national progress in arts, science, and manufactures, as well as the urgent need of immediate and adequate provision to enable due advantage thereof to be taken. Mr. Handy's death soon afterwards rendered it necessary for another to take up and complete his unfinished work, and on January 11 last Mr. Thomas W. Cridler, Third Assistant Secretary of State, was designated to fulfill that task. His report was laid before you by my message of June 14, 1898, with the gratifying result of awakening renewed interest in the projected display. By a provision in the sundry civil appropriation act of July 1, 1898, a sum not to exceed $650,000 was allotted for the organization of a commission to care for the proper preparation and installation of American exhibits and for the display of suitable exhibits by the several Executive Departments, particularly by the Department of Agriculture, the Fish Commission, and the Smithsonian Institution, in representation of the Government of the United States.\n Pursuant to that enactment I appointed Mr. Ferdinand W. Peck, of Chicago, commissioner-general, with an assistant commissioner-general and a secretary. Mr. Peck at once proceeded to Paris, where his success in enlarging the scope and variety of the United States exhibit has been most gratifying. Notwithstanding the comparatively limited area of the exposition site--less than one-half that of the World's Fair at Chicago--the space assigned to the United States has been increased from the absolute allotment of 157,403 square feet reported by Mr. Handy to some 202,000 square feet, with corresponding augmentation of the field for a truly characteristic representation of the various important branches of our country's development. Mr. Peck's report will be laid before you. In my judgment its recommendations will call for your early consideration, especially as regards an increase of the appropriation to at least one million dollars in all, so that not only may the assigned space be fully taken up by the best possible exhibits in every class, but the preparation and installation be on so perfect a scale as to rank among the first in that unparalleled competition of artistic and inventive production, and thus counterbalance the disadvantage with which we start as compared with other countries whose appropriations are on a more generous scale and whose preparations are in a state of much greater forwardness than our\n Where our artisans have the admitted capacity to excel, where our inventive genius has initiated many of the grandest discoveries of these later days of the century, and where the native resources of our land are as limitless as they are valuable to supply the world's needs, it is our province, as it should be our earnest care, to lead in the march of human progress, and not rest content with any secondary place. Moreover, if this be due to ourselves, it is no less due to the great French nation whose guests we become, and which has in so many ways testified its wish and hope that our participation shall befit the place the two peoples have won in the field of universal development.\n The commercial arrangement made with France on the 28th of May, 1898, under the provisions of section 3 of the tariff act of 1897, went into effect on the 1st day of June following. It has relieved a portion of our export trade from serious embarrassment. Further negotiations are now pending under section 4 of the same act with a view to the increase of trade between the two countries to their mutual advantage. Negotiations with other governments, in part interrupted by the war with Spain, are in progress under both sections of the tariff act. I hope to be able to announce some of the results of these negotiations during the present session of Congress.\n Negotiations to the same end with Germany have been set on foot. Meanwhile no effort has been relaxed to convince the Imperial Government of the thoroughness of our inspection of pork products for exportation, and it is trusted that the efficient administration of this measure by the Department of Agriculture will be recognized as a guaranty of the healthfulness of the food staples we send abroad to countries where their use is large and necessary.\n I transmitted to the Senate on the 10th of February last information touching the prohibition against the importation of fresh fruits from this country, which had then recently been decreed by Germany on the ground of danger of disseminating the San Jose scale insect. This precautionary measure was justified by Germany on the score of the drastic steps taken in several States of the Union against the spread of the pest, the elaborate reports of the Department of Agriculture being put in evidence to show the danger to German fruit-growing interests should the scale obtain a lodgment in that country. Temporary relief was afforded in the case of large consignments of fruit then on the way by inspection and admission when found noninfected. Later the prohibition was extended to dried fruits of every kind, but was relaxed so as to apply only to unpeeled fruit and fruit waste. As was to be expected, the alarm reached to other countries, and Switzerland has adopted a similar inhibition. Efforts are in progress to induce the German and Swiss Governments to relax the prohibition in favor of dried fruits shown to have been cured under circumstances rendering the existence of animal life impossible.\n Our relations with Great Britain have continued on the most friendly footing. Assenting to our request, the protection of Americans and their interests in Spanish jurisdiction was assumed by the diplomatic and consular representatives of Great Britain, who fulfilled their delicate and arduous trust with tact and zeal, eliciting high commendation. I may be allowed to make fitting allusion to the instance of Mr. Ramsden, Her Majesty's consul at Santiago de Cuba, whose untimely death after distinguished service and untiring effort during the siege of that city was sincerely lamented.\n In the early part of April last, pursuant to a request made at the instance of the Secretary of State by the British ambassador at this capital, the Canadian government granted facilities for the passage of four United States revenue cutters from the Great Lakes to the Atlantic coast by way of the Canadian canals and the St. Lawrence River. The vessels had reached Lake Ontario and were there awaiting the opening of navigation when war was declared between the United States and Spain. Her Majesty's Government thereupon, by a communication of the latter part of April, stated that the permission granted before the outbreak of hostilities would not be withdrawn provided the United States Government gave assurance that the vessels in question would proceed direct to a United States port without engaging in any hostile operation. This Government promptly agreed to the stipulated condition, it being understood that the vessels would not be prohibited from resisting any hostile attack.\n It will give me especial satisfaction if I shall be authorized to communicate to you a favorable conclusion of the pending negotiations with Great Britain in respect to the Dominion of Canada. It is the earnest wish of this Government to remove all sources of discord and irritation in our relations with the neighboring Dominion. The trade between the two countries is constantly increasing, and it is important to both countries that all reasonable facilities should be granted for its development.\n The Government of Greece strongly urges the onerousness of the duty here imposed upon the currants of that country, amounting to 100 per cent or more of their market value. This fruit is stated to be exclusively a Greek product, not coming into competition with any domestic product. The question of reciprocal commercial relations with Greece, including the restoration of currants to the free list, is under consideration.\n The long-standing claim of Bernard Campbell for damages for injuries sustained from a violent assault committed against him by military authorities in the island of Haiti has been settled by the agreement of that Republic to pay him $10,000 in American gold. Of this sum $5,000 has already been paid. It is hoped that other pending claims of American citizens against that Republic may be amicably adjusted.\n Pending the consideration by the Senate of the treaty signed June 1897, by the plenipotentiaries of the United States and of the Republic of Hawaii, providing for the annexation of the islands, a joint resolution to accomplish the same purpose by accepting the offered cession and incorporating the ceded territory into the Union was adopted by the Congress and approved July 7, 1898. I thereupon directed the United States steamship Philadelphia to convey Rear-Admiral Miller to Honolulu, and intrusted to his hands this important legislative act, to be delivered to the President of the Republic of Hawaii, with whom the Admiral and the United States minister were authorized to make appropriate arrangements for transferring the sovereignty of the islands to the United States. This was simply but impressively accomplished on the 12th of August last by the delivery of a certified copy of the resolution to President Dole, who thereupon yielded up to the representative of the Government of the United States the sovereignty and public property of the Hawaiian Islands.\n Pursuant to the terms of the joint resolution and in exercise of the authority thereby conferred upon me, I directed that the civil, judicial, and military powers theretofore exercised by the officers of the Government of the Republic of Hawaii should continue to be exercised by those officers until Congress shall provide a government for the incorporated territory, subject to my power to remove such officers and to fill vacancies. The President, officers, and troops of the Republic thereupon took the oath of allegiance to the United States, thus providing for the uninterrupted continuance of all the administrative and municipal functions of the annexed territory until Congress shall otherwise enact.\n Following the further provision of the joint resolution, I appointed the Hons. Shelby M. Cullom, of Illinois, John T. Morgan, of Alabama, Robert R. Hitt, of Illinois, Sanford B. Dole, of Hawaii, and Walter F. Frear, of Hawaii, as commissioners to confer and recommend to Congress such legislation concerning the Hawaiian Islands as they should deem necessary or proper. The commissioners having fulfilled the mission confided to them, their report will be laid before you at an early day. It is believed that their recommendations will have the earnest consideration due to the magnitude of the responsibility resting upon you to give such shape to the relationship of those mid-Pacific lands to our home Union as will benefit both in the highest degree, realizing the aspirations of the community that has cast its lot with us and elected to share our political heritage, while at the same time justifying the foresight of those who for three-quarters of a century have looked to the assimilation of Hawaii as a natural and inevitable consummation, in harmony with our needs and in fulfillment of our cherished traditions.\n The questions heretofore pending between Hawaii and Japan growing out of the alleged mistreatment of Japanese treaty immigrants were, I am pleased to say, adjusted before the act of transfer by the payment of a reasonable indemnity to the Government of Japan.\n Under the provisions of the joint resolution, the existing customs relations of the Hawaiian Islands with the United States and with other countries remain unchanged until legislation shall otherwise provide. The consuls of Hawaii here and in foreign countries continue to fulfill their commercial agencies, while the United States consulate at Honolulu is maintained for all appropriate services pertaining to trade and the revenue. It would be desirable that all foreign consuls in the Hawaiian Islands should receive new exequaturs from this Government.\n The attention of Congress is called to the fact that, our consular offices having ceased to exist in Hawaii and being about to cease in other countries coming under the sovereignty of the United States, the provisions for the relief and transportation of destitute American seamen in these countries under our consular regulations will in consequence terminate. It is proper, therefore, that new legislation should be enacted upon this subject in order to meet the changed conditions.\n The interpretation of certain provisions of the extradition convention of December 11, 1861, has been at various times the occasion of controversy with the Government of Mexico. An acute difference arose in the case of the Mexican demand for the delivery of Jesus Guerra, who, having led a marauding expedition near the border with the proclaimed purpose of initiating an insurrection against President Diaz, escaped into Texas. Extradition was refused on the ground that the alleged offense was political in its character, and therefore came within the treaty proviso of nonsurrender. The Mexican contention was that the exception only related to purely political offenses, and that as Guerra's acts were admixed with the common crime of murder, arson, kidnaping, and robbery, the option of nondelivery became void, a position which this Government was unable to admit in view of the received international doctrine and practice in the matter. The Mexican Government, in view of this, gave notice January 24, 1898, of the termination of the convention, to take effect twelve months from that date, at the same time inviting the conclusion of a new convention, toward which negotiations are on foot.\n In this relation I may refer to the necessity of some amendment of our existing extradition statute. It is a common stipulation of such treaties that neither party shall be bound to give up its own citizens, with the added proviso in one of our treaties, that with Japan, that it may surrender if it see fit. It is held in this country by an almost uniform course of decisions that where a treaty negatives the obligation to surrender the President is not invested with legal authority to act. The conferment of such authority would be in the line of that sound morality which shrinks from affording secure asylum to the author of a heinous crime. Again, statutory provision might well be made for what is styled extradition by way of transit, whereby a fugitive surrendered by one foreign government to another may be conveyed across the territory of the United States to the jurisdiction of the demanding state. A recommendation in this behalf made in the President's message of 1886 was not acted upon. The matter is presented for your consideration.\n The problem of the Mexican free zone has been often discussed with regard to its inconvenience as a provocative of smuggling into the United States along an extensive and thinly guarded land border. The effort made by the joint resolution of March 1, 1895, to remedy the abuse charged by suspending the privilege of free transportation in bond across the territory of the United States to Mexico failed of good result, as is stated in Report No. 702 of the House of Representatives, submitted in the last session, March 11, 1898. As the question is one to be conveniently met by wise concurrent legislation of the two countries looking to the protection of the revenues by harmonious measures operating equally on either side of the boundary, rather than by conventional arrangements, I suggest that Congress consider the advisability of authorizing and inviting a conference of representatives of the Treasury Departments of the United States and Mexico to consider the subject in all its complex bearings, and make report with pertinent recommendations to the respective Governments for the information and consideration of their Congresses.\n The Mexican Water Boundary Commission has adjusted all matters submitted to it to the satisfaction of both Governments save in three important cases--that of the \"Chamizal\" at El Paso, Tex., where the two commissioners failed to agree, and wherein, for this case only, this Government has proposed to Mexico the addition of a third member; the proposed elimination of what are known as \"Bancos,\" small isolated islands formed by the cutting off of bends in the Rio Grande, from the operation of the treaties of 1884 and 1889, recommended by the commissioners and approved by this Government, but still under consideration by Mexico; and the subject of the \"Equitable distribution of the waters of the Rio Grande,\" for which the commissioners recommended an international dam and reservoir, approved by Mexico, but still under consideration by this Government. Pending these questions it is necessary to extend the life of the commission, which expires December 23 next.\n The coronation of the young Queen of the Netherlands was made the occasion of fitting congratulations.\n The claim of Victor H. McCord against Peru, which for a number of years has been pressed by this Government and has on several occasions attracted the attention of the Congress, has been satisfactorily adjusted. A protocol was signed May 17, 1898, whereby, the fact of liability being admitted, the question of the amount to be awarded was submitted to the chief justice of Canada as sole arbitrator. His award sets the indemnity due the claimant at $40,000.\n The Government of Peru has given the prescribed notification of its intention to abrogate the treaty of friendship, commerce, and navigation concluded with this country August 31, 1887. As that treaty contains many important provisions necessary to the maintenance of commerce and good relations, which could with difficulty be replaced by the negotiation of renewed provisions within the brief twelve months intervening before the treaty terminates, I have invited suggestions by Peru as to the particular provisions it is desired to annul, in the hope of reaching an arrangement whereby the remaining articles may be provisionally saved.\n His Majesty the Czar having announced his purpose to raise the Imperial Russian mission at this capital to the rank of an embassy, I responded, under the authority conferred by the act of March 3, 1893, by commissioning and accrediting the actual representative at St. Petersburg in the capacity of ambassador extraordinary and plenipotentiary. The Russian ambassador to this country has since presented his credentials.\n The proposal of the Czar for a general reduction of the vast military establishments that weigh so heavily upon many peoples in time of peace was communicated to this Government with an earnest invitation to be represented in the conference which it is contemplated to assemble with a view to discussing the means of accomplishing so desirable a result. His Majesty was at once informed of the cordial sympathy of this Government with the principle involved in his exalted proposal and of the readiness of the United States to take part in the conference. The active military force of the United States, as measured by our population, territorial area, and taxable wealth, is, and under any conceivable prospective conditions must continue to be, in time of peace so conspicuously less than that of the armed powers to whom the Czar's appeal is especially addressed that the question can have for us no practical importance save as marking an auspicious step toward the betterment of the condition of the modern peoples and the cultivation of peace and good will among them; but in this view it behooves us as a nation to lend countenance and aid to the beneficent project.\n The claims of owners of American sealing vessels for seizure by Russian cruisers in Bering Sea are being pressed to a settlement. The equities of the cases justify the expectation that a measure of reparation will eventually be accorded in harmony with precedent and in the light of the proven facts.\n The recommendation made in my special message of April 27 last is renewed, that appropriation be made to reimburse the master and owners of the Russian bark Hans for wrongful arrest of the master and detention of the vessel in February, 1896, by officers of the United States district court for the southern district of Mississippi. The papers accompanying my said message make out a most meritorious claim and justify the urgency with which it has been presented by the Government of Russia.\n Malietoa Laupepa, King of Samoa, died on August 22 last. According to Article I of the general act of Berlin, \"his successor shall be duly elected according to the laws and customs of Samoa.\"\n Arrangements having been agreed upon between the signatories of the general act for the return of Mataafa and the other exiled Samoan chiefs, they were brought from Jaluit by a German war vessel and landed at Apia on September 18 last.\n Whether the death of Malietoa and the return of his old-time rival Mataafa will add to the undesirable complications which the execution of the tripartite general act has heretofore developed remains to be seen. The efforts of this Government will, as heretofore, be addressed toward a harmonious and exact fulfillment of the terms of the international engagement to which the United States became a party in 1889.\n The Cheek claim against Siam, after some five years of controversy, has been adjusted by arbitration under an agreement signed July 6, 1897, an award of 706,721 ticals (about $187,987.78 ), with release of the Cheek estate from mortgage claims, having been rendered March 21, 1898, in favor of the claimant by the arbitrator, Sir Nicholas John Hannen, British chief justice for China and Japan.\n An envoy from Siam has been accredited to this Government and has presented his credentials.\n Immediately upon the outbreak of the war with Spain the Swiss Government, fulfilling the high mission it has deservedly assumed as the patron of the International Red Cross, proposed to the United States and Spain that they should severally recognize and carry into execution, as a modus vivendi, during the continuance of hostilities, the additional articles proposed by the international conference of Geneva, October 20, 1868, extending the effects of the existing Red Cross convention of 1864 to the conduct of naval war. Following the example set by France and Germany in 1870 in adopting such a modus vivendi, and in view of the accession of the United States to those additional articles in 1882, although the exchange of ratifications thereof still remained uneffected, the Swiss proposal was promptly and cordially accepted by us, and simultaneously by Spain.\n This Government feels a keen satisfaction in having thus been enabled to testify its adherence to the broadest principles of humanity even amidst the clash of war, and it is to be hoped that the extension of the Red Cross compact to hostilities by sea as well as on land may soon become an accomplished fact through the general promulgation of the additional naval Red Cross articles by the maritime powers now parties to the convention of 1864.\n The important question of the claim of Switzerland to the perpetual cantonal allegiance of American citizens of Swiss origin has not made hopeful progress toward a solution, and controversies in this regard still continue.\n The newly accredited envoy of the United States to the Ottoman Porte carries instructions looking to the disposal of matters in controversy with Turkey for a number of years. He is especially charged to press for a just settlement of our claims for indemnity by reason of the destruction of the property of American missionaries resident in that country during the Armenian troubles of 1895, as well as for the recognition of older claims of equal justness.\n He is also instructed to seek an adjustment of the dispute growing out of the refusal of Turkey to recognize the acquired citizenship of Ottoman-born persons naturalized in the United States since 1869 without prior imperial consent, and in the same general relation he is directed to endeavor to bring about a solution of the question which has more or less acutely existed since 1869 concerning the jurisdictional rights of the United States in matters of criminal procedure and punishment under Article IV of the treaty of 1830. This latter difficulty grows out of a verbal difference, claimed by Turkey to be essential, between the original Turkish text and the promulgated translation.\n After more than two years from the appointment of a consul of this country to Erzerum, he has received his exequatur.\n The arbitral tribunal appointed under the treaty of February 2, 1897, between Great Britain and Venezuela, to determine the boundary line between the latter and the colony of British Guiana, is to convene at Paris during the present month. It is a source of much gratification to this Government to see the friendly resort of arbitration applied to the settlement of this controversy, not alone because of the earnest part we have had in bringing about the result, but also because the two members named on behalf of Venezuela, Mr. Chief Justice Fuller and Mr. Justice Brewer, chosen from our highest court, appropriately testify the continuing interest we feel in the definitive adjustment of the question according to the strictest rules of justice. The British members, Lord Herschell and Sir Richard Collins, are jurists of no less exalted repute, while the fifth member and president of the tribunal, M. F. De Martens, has earned a world-wide reputation as an authority upon international law.\n The claim of Felipe Scandella against Venezuela for arbitrary expulsion and injury to his business has been adjusted by the revocation of the order of expulsion and by the payment of the sum of $16,000.\n I have the satisfaction of being able to state that the Bureau of the American Republics, created in 1890 as the organ for promoting commercial intercourse and fraternal relations among the countries of the Western Hemisphere, has become a more efficient instrument of the wise purposes of its founders, and is receiving the cordial support of the contributing members of the international union which are actually represented in its board of management. A commercial directory, in two volumes, containing a mass of statistical matter descriptive of the industrial and commercial interests of the various countries, has been printed in English, Spanish, Portuguese, and French, and a monthly bulletin published in these four languages and distributed in the Latin-American countries as well as in the United States has proved to be a valuable medium for disseminating information and furthering the varied interests of the international union.\n During the past year the important work of collecting information of practical benefit to American industries and trade through the agency of the diplomatic and consular officers has been steadily advanced, and in order to lay such data before the public with the least delay the practice was begun in January, 1898, of issuing the commercial reports from day to day as they are received by the Department of State. It is believed that for promptitude as well as fullness of information the service thus supplied to our merchants and manufacturers will be found to show sensible improvement and to merit the liberal support of Congress.\n The experiences of the last year bring forcibly home to us a sense of the burdens and the waste of war. We desire, in common with most civilized nations, to reduce to the lowest possible point the damage sustained in time of war by peaceable trade and commerce. It is true we may suffer in such cases less than other communities, but all nations are damaged more or less by the state of uneasiness and apprehension into which an outbreak of hostilities throws the entire commercial world. It should be our object, therefore, to minimize, so far as practicable, this inevitable loss and disturbance. This purpose can probably best be accomplished by an international agreement to regard all private property at sea as exempt from capture or destruction by the forces of belligerent powers. The United States Government has for many years advocated this humane and beneficent principle, and is now in position to recommend it to other powers without the imputation of selfish motives. I therefore suggest for your consideration that the Executive be authorized to correspond with the governments of the principal maritime powers with a view of incorporating into the permanent law of civilized nations the principle of the exemption of all private property at sea, not contraband of war, from capture or destruction by belligerent powers.\n The Secretary of the Treasury reports that the receipts of the Government from all sources during the fiscal year ended June 30, 1898, including $64,751,223 received from sale of Pacific railroads, amounted to $405,321,335, and its expenditures to $443,168,582. There was collected from customs $149,575,062 and from internal revenue $170,900,641. Our dutiable imports amounted to $324,635,479, a decrease of $58,156,690 over the preceding year, and importations free of duty amounted to $291,414,175, a decrease from the preceding year of $90,524,068. Internal-revenue receipts exceeded those of the preceding year by $24,212,067.\n The total tax collected on distilled spirits was $92,546,999; on manufactured tobacco, $36,230,522, and on fermented liquors, $39,515,421. We exported merchandise during the year amounting to $1,231,482,330, an increase of $180,488,774 from the preceding year.\n It is estimated upon the basis of present revenue laws that the receipts of the Government for the year ending June 30, 1899, will be $577,874,647, and its expenditures $689,874,647, resulting in a deficiency of $112,000,000.\n On the 1st of December, 1898, there was held in the Treasury gold coin amounting to $138,441,547, gold bullion amounting to $138,502,545, silver bullion amounting to $"}