{"title": "December 6 1858 Second Annual Message-James Buchanan", "content": " proceeded still further and issued a decree banishing him from the country. Our minister immediately notified them that if this decree should be carried into execution he would feel it to be his duty to adopt \"the most decided measures that belong to the powers and obligations of the representative office.\" Notwithstanding this warning, the banishment was enforced, and Mr. Forsyth promptly announced to the Government the suspension of the political relations of his legation with them until the pleasure of his own Government should be ascertained.\n This Government did not regard the contribution imposed by the decree of the 15th May last to be in strictness a \"forced loan,\" and as such prohibited by the tenth article of the treaty of 1826 between Great Britain and Mexico, to the benefits of which American citizens are entitled by treaty; yet the imposition of the contribution upon foreigners was considered an unjust and oppressive measure. Besides, internal factions in other parts of the Republic were at the same time levying similar exactions upon the property of our citizens and interrupting their commerce. There had been an entire failure on the part of our minister to secure redress for the wrongs which our citizens had endured, notwithstanding his persevering efforts. And from the temper manifested by the Mexican Government he had repeatedly assured us that no favorable change could be expected until the United States should \"give striking evidence of their will and power to protect their citizens,\" and that \"severe chastening is the only earthly remedy for our grievances.\" From this statement of facts it would have been worse than idle to direct Mr. Forsyth to retrace his steps and resume diplomatic relations with that Government, and it was therefore deemed proper to sanction his withdrawal of the legation from the City of Mexico.\n Abundant cause now undoubtedly exists for a resort to hostilities against the Government still holding possession of the capital. Should they succeed in subduing the constitutional forces, all reasonable hope will then have expired of a peaceful settlement of our difficulties. On the other hand, should the constitutional party prevail and their authority be established over the Republic, there is reason to hope that they will be animated by a less unfriendly spirit and may grant that redress to American citizens which justice requires so far as they may possess the means. But for this expectation I should at once have recommended to Congress to grant the necessary power to the President to take possession of a sufficient portion of the remote and unsettled territory of Mexico, to be held in pledge until our injuries shall be redressed and our just demands be satisfied. We have already exhausted every milder means of obtaining justice. In such a case this remedy of reprisals is recognized by the law of nations, not only as just in itself, but as a means of preventing actual war.\n But there is another view of our relations with Mexico, arising from the unhappy condition of affairs along our southwestern frontier, which demands immediate action. In that remote region, where there are but few white inhabitants, large bands of hostile and predatory Indians roam promiscuously over the Mexican States of Chihuahua and Sonora and our adjoining Territories. The local governments of these States are perfectly helpless and are kept in a state of constant alarm by the Indians. They have not the power, if they possessed the will, even to restrain lawless Mexicans from passing the border and committing depredations on our remote settlers. A state of anarchy and violence prevails throughout that distant frontier. The laws are a dead letter and life and property wholly insecure. For this reason the settlement of Arizona is arrested, whilst it is of great importance that a chain of inhabitants should extend all along its southern border sufficient for their own protection and that of the United States mail passing to and from California. Well-founded apprehensions are now entertained that the Indians and wandering Mexicans, equally lawless, may break up the important stage and postal communication recently established between our Atlantic and Pacific possessions. This passes very near to the Mexican boundary throughout the whole length of Arizona. I can imagine no possible remedy for these evils and no mode of restoring law and order on that remote and unsettled frontier but for the Government of the United States to assume a temporary protectorate over the northern portions of Chihuahua and Sonora and to establish military posts within the same; and this I earnestly recommend to Congress. This protection may be withdrawn as soon as local governments shall be established in these Mexican States capable of performing their duties to the United States, restraining the lawless, and preserving peace along the border.\n I do not doubt that this measure will be viewed in a friendly spirit by the governments and people of Chihuahua and Sonora, as it will prove equally effectual for the protection of their citizens on that remote and lawless frontier as for citizens of the United States. And in this connection permit me to recall your attention to the condition of Arizona. The population of that Territory, numbering, as is alleged, more than 10,000 souls, are practically without a government, without laws, and without any regular administration of justice. Murder and other crimes are committed with impunity. This state of things calls loudly for redress, and I therefore repeat my recommendation for the establishment of a Territorial government over Arizona.\n The political condition of the narrow isthmus of Central America, through which transit routes pass between the Atlantic and Pacific oceans, presents a subject of deep interest to all commercial nations. It is over these transits that a large proportion of the trade and travel between the European and Asiatic continents is destined to pass. To the United States these routes are of incalculable importance as a means of communication between their Atlantic and Pacific possessions. The latter now extend throughout seventeen degrees of latitude on the Pacific coast, embracing the important State of California and the flourishing territories of Oregon and Washington. All commercial nations therefore have a deep and direct interest that these communications shall be rendered secure from interruption. If an arm of the sea connecting the two oceans penetrated through Nicaragua and Costa Rica, it could not be pretended that these States would have the right to arrest or retard its navigation to the injury of other nations. The transit by land over this narrow isthmus occupies nearly the same position. It is a highway in which they themselves have little interest when compared with the vast interests of the rest of the world. Whilst their rights of sovereignty ought to be respected, it is the duty of other nations to require that this important passage shall not be interrupted by the civil wars and revolutionary outbreaks which have so frequently occurred in that region. The stake is too important to be left at the mercy of rival companies claiming to hold conflicting contracts with Nicaragua. The commerce of other nations is not to stand still and await the adjustment of such petty controversies. The Government of the United States expect no more than this, and they will not be satisfied with less. They would not, if they could, derive any advantage from the Nicaragua transit not common to the rest of the World. Its neutrality and protection for the common use of all nations is their only object. They have no objection that Nicaragua shall demand and receive a fair compensation from the companies and individuals who may traverse the route, but they insist that it shall never hereafter be closed by an arbitrary decree of that Government. If disputes arise between it and those with whom they may have entered into contracts, these must be adjusted by some fair tribunal provided for the purpose, and the route must not be closed pending the controversy. This is our whole policy, and it can not fail to be acceptable to other nations.\n All these difficulties might be avoided if, consistently with the good faith of Nicaragua, the use of this transit could be thrown open to general competition, providing at the same time for the payment of a reasonable rate to the Nicaraguan Government on passengers and freight. In August, 1852, the Accessory Transit Company made its first interoceanic trip over the Nicaraguan route, and continued in successful operation, with great advantage to the public, until the 18th February, 1856, when it was closed and the grant to this company as well as its charter were summarily and arbitrarily revoked by the Government of President Rivas. Previous to this date, however, in 1854, serious disputes concerning the settlement of their accounts had arisen between the company and the Government, threatening the interruption of the route at any moment. These the United States in vain endeavored to compose. It would be useless to narrate the various proceedings which took place between the parties up till the time when the transit was discontinued. Suffice it to say that since February, 1856, it has remained closed, greatly to the prejudice of citizens of the United States. Since that time the competition has ceased between the rival routes of Panama and Nicaragua, and in consequence thereof an unjust and unreasonable amount has been exacted from our citizens for their passage to and from California\n A treaty was signed on the 16th day of November, 1857, by the Secretary of State and minister of Nicaragua, under the stipulations of which the use and protection of the transit route would have been secured, not only to the United States, but equally to all other nations. How and on what pretext this treaty has failed to receive the ratification of the Nicaraguan Government will appear by the papers herewith communicated from the State Department. The principal objection seems to have been to the provision authorizing the United States to employ force to keep the route open in case Nicaragua should fail to perform her duty in this respect. From the feebleness of that Republic, its frequent changes of government, and its constant internal dissensions, this had become a most important stipulation, and one essentially necessary, not only for the security of the route, but for the safety of American citizens passing and repassing to and from our Pacific possessions. Were such a stipulation embraced in a treaty between the United States and Nicaragua, the knowledge of this fact would of itself most probably prevent hostile parties from committing aggressions on the route, and render our actual interference for its protection unnecessary.\n The executive government of this country in its intercourse with foreign nations is limited to the employment of diplomacy alone. When this fails it can proceed no further. It can not legitimately resort to force without the direct authority of Congress, except in resisting and repelling hostile attacks. It would have no authority to enter the territories of Nicaragua even to prevent the destruction of the transit and protect the lives and property of our own citizens on their passage. It is true that on a sudden emergency of this character the President would direct any armed force in the vicinity to march to their relief, but in doing this he would act upon his own responsibility.\n Under these circumstances I earnestly recommend to Congress the passage of an act authorizing the president, under such restrictions as they may deem proper, to employ the land and naval forces of the United States in preventing the transit from being obstructed or closed by lawless violence, and in protecting the lives and property of American citizens traveling thereupon, requiring at the same time that these forces shall be withdrawn the moment the danger shall have passed away. Without such a provision our citizens will be constantly exposed to interruption in their progress and to lawless violence.\n A similar necessity exists for the passage of such an act for the protection of the Panama and Tehuantepec routes. In reference to the Panama route, the United States, by their existing treaty with New Granada, expressly guarantee the neutrality of the Isthmus, \"with the view that the free transit from the one to the other sea may not be interrupted or embarrassed in any future time while this treaty exists.\"\n In regard to the Tehuantepec route, which has been recently opened under the most favorable auspices, our treaty with Mexico of the 30th December, 1853, secures to the citizens of the United States a right of transit over it for their persons and merchandise and stipulates that neither Government shall \"interpose any obstacle\" thereto. It also concedes to the United States the \"right to transport across the Isthmus, in closed bags, the mails of the United States not intended for distribution along the line of the communication; also the effects of the United States Government and its citizens which may be intended for transit and not for distribution on the Isthmus, free of custom-house or other charges by the Mexican Government.\"\n These treaty stipulations with New Granada and Mexico, in addition to the considerations applicable to the Nicaragua route, seem to require legislation for the purpose of carrying them into effect.\n The injuries which have been inflicted upon our citizens in Costa Rica and Nicaragua during the last two or three years have received the prompt attention of this Government. Some of these injuries were of the most aggravated character. The transaction at Virgin Bay in April, 1856, when a company of unarmed Americans, who were in no way connected with any belligerent conduct or party, were fired upon by the troops of Costa Rica and numbers of them killed and wounded, was brought to the knowledge of Congress by my predecessor soon after its occurrence, and was also presented to the Government of Costa Rica for that immediate investigation and redress which the nature of the case demanded. A similar course was pursued with reference to other outrages in these countries, some of which were hardly less aggravated in their character than the transaction at Virgin Bay. At the time, however, when our present minister to Nicaragua was appointed, in December, 1857, no redress had been obtained for any of these wrongs and no reply even had been received to the demands which had been made by this Government upon that of Costa Rica more than a year before. Our minister was instructed, therefore, to lose no time in expressing to those Governments the deep regret with which the President had witnessed this inattention to the just claims of the United States and in demanding their prompt and satisfactory adjustment. Unless this demand shall be complied with at an early day it will only remain for this Government to adopt such other measures as may be necessary in order to obtain for itself that justice which it has in vain attempted to secure by peaceful means from the Governments of Nicaragua and Costa Rica. While it has shown, and will continue to show, the most sincere regard for the rights and honor of these Republics, it can not permit this regard to be met by an utter neglect on their part of what is due to the Government and citizens of the United States.\n Against New Granada we have long-standing causes of complaint, arising out of the unsatisfied claims of our citizens upon that Republic, and to these have been more recently added the outrages committed upon our citizens at Panama in April, 1856. A treaty for the adjustment of these difficulties was concluded by the Secretary of State and the minister of New Granada in September, 1857, which contained just and acceptable provisions for that purpose. This treaty was transmitted to Bogota and was ratified by the Government of New Granada, but with certain amendments. It was not, however, returned to this city until after the close of the last session of the Senate. It will be immediately transmitted to that body for their advice and consent, and should this be obtained it will remove all our existing causes of complaint against New Granada on the subject of claims.\n Questions have arisen between the two Governments as to the right of New Granada to levy a tonnage duty upon the vessels of the United States in its ports of the Isthmus and to levy a passenger tax upon our citizens arriving in that country, whether with a design to remain there or to pass from ocean to ocean by the transit route; and also a tax upon the mail of the United States transported over the Panama Railroad. The Government of New Granada has been informed that the United States would consider the collection of either of these taxes as an act in violation of the treaty between the two countries, and as such would be resisted by the United States. At the same time, we are prepared to discuss these questions in a spirit of amity and justice and with a sincere desire to adjust them in a satisfactory manner. A negotiation for that purpose has already been commenced. No effort has recently been made to collect these taxes nor is any anticipated under present circumstances.\n With the Empire of Brazil our relations are of the most friendly character. The productions of the two countries, and especially those of an agricultural nature, are such as to invite extensive mutual exchanges. A large quantity of American flour is consumed in Brazil, whilst more than treble the amount in value of Brazilian coffee is consumed in the United States. Whilst this is the case, a heavy duty has been levied until very recently upon the importation of American flour into Brazil. I am gratified, however, to be able to inform you that in September last this has been reduced from $1.32 to about 49 cents per barrel, and the duties on other articles of our production have been diminished in nearly the same proportion.\n I regret to state that the Government of Brazil still continues to levy an export duty of about 11 per cent on coffee, notwithstanding this article is admitted free from duty in the United States. This is a heavy charge upon the consumers of coffee in our country, as we purchase half of the entire surplus crop of that article raised in Brazil. Our minister, under instructions, will reiterate his efforts to have this export duty removed, and it is hoped that the enlightened Government of the Emperor will adopt this wise, just, and equal policy. In that event, there is good reason to believe that the commerce between the two countries will greatly increase, much to the advantage of both. The claims of our citizens against the Government of Brazil are not in the aggregate of very large amount; but some of these rest upon plain principles of justice and their settlement ought not to be longer delayed. A renewed and earnest, and I trust a successful, effort will be made by our minister to procure their final adjustment.\n On the 2d of June last Congress passed a joint resolution authorizing the President \"to adopt such measures and use such force as in his judgment may be necessary and advisable\" \"for the the purpose of the differences between the United States and the Republic of Paraguay, in connection with the attack on the United States steamer Water Witch and with other measures referred to\" in his annual message, and on the 12th of July following they made an appropriation to defray the expenses and compensation of a commissioner to that Republic should the President deem it proper to make such all appointment.\n In compliance with these enactments, I have appointed a commissioner, who has proceeded to Paraguay with full powers and instructions to settle these differences in an amicable and peaceful manner if this be practicable. His experience and discretion justify the hope that he may prove successful in convincing the Paraguayan Government that it is due both to honor and justice that they should voluntarily and promptly make atonement for the wrongs which they have committed against the United States and indemnify our injured citizens whom they have forcibly despoiled of their property.\n Should our commissioner prove unsuccessful after a sincere and earnest effort to accomplish the object of his mission, then no alternative will remain but the employment of force to obtain \"just satisfaction\" from Paraguay. In view of this contingency, the Secretary of the Navy, under my direction, has fitted out and dispatched a naval force to rendezvous near Buenos Ayres, which, it is believed, will prove sufficient for the occasion. It is my earnest desire, however, that it may not be found necessary to resort to this last alternative.\n When Congress met in December last the business of the country had just been crushed by one of those periodical revulsions which are the inevitable consequence of our unsound and extravagant system of bank credits and inflated currency. With all the elements of national wealth in abundance, our manufactures were suspended, our useful public and private enterprises were arrested, and thousands of laborers were deprived of employment and reduced to want. Universal distress prevailed among the commercial, manufacturing, and mechanical classes. This revulsion was felt the more severely in the United States because similar causes had produced the like deplorable effects throughout the commercial nations of Europe. All were experiencing sad reverses at the same moment. Our manufacturers everywhere suffered severely, not because of the recent reduction in the tariff of duties on imports, but because there was no demand at any price for their productions. The people were obliged to restrict themselves in their purchases to articles of prime necessity. In the general prostration of business the iron manufacturers in different States probably suffered more than any other class, and much destitution was the inevitable consequence among the great number of workmen who had been employed in this useful branch of industry. There could be no supply where there was no demand. To present an example, there could be no demand for railroad iron after our magnificent system of railroads, extending its benefits to every portion of the Union, had been brought to a dead pause. The same consequences have resulted from similar causes to many other branches of useful manufactures. It is self-evident that where there is no ability to purchase manufactured articles these can not be sold, and consequently must cease to be produced.\n No government, and especially a government of such limited powers as that of the United States, could have prevented the late revulsion. The whole commercial world seemed for years to have been rushing to this catastrophe. The same ruinous consequences would have followed in the United States whether the duties upon foreign imports had remained as they were under the tariff of 1846 or had been raised to a much higher standard. The tariff of 1857 had no agency in the result. The general causes existing throughout the world could not have been controlled by the legislation of any particular country.\n The periodical revulsions which have existed in our past history must continue to return at intervals so long as our present unbounded system of bank credits shall prevail. They will, however, probably be the less severe in future, because it is not to be expected, at least for many years to come, that the commercial nations of Europe, with whose interests our own are so materially involved, will expose themselves to similar calamities. But this subject was treated so much at large in my last annual message that I shall not now pursue it further. Still, I respectfully renew the recommendation in favor of the passage of a uniform bankrupt law applicable to banking institutions. This is all the direct power over the subject which I believe the Federal Government possesses. Such a law would mitigate, though it might not prevent, the evil. The instinct of self-preservation might produce a wholesome restraint upon their banking business if they knew in advance that a suspension of specie payments would inevitably produce their civil death.\n But the effects of the revulsion are now slowly but surely passing away. The energy and enterprise of our citizens, with our unbounded resources, will within the period of another year restore a state of wholesome industry and trade. Capital has again accumulated in our large cities. The rate of interest is there very low. Confidence is gradually reviving, and so soon as it is discovered that this capital can be profitably employed in commercial and manufacturing enterprises and in the construction of railroads and other works of public and private improvement prosperity will again smile throughout the land. It is vain, however, to disguise the fact from ourselves that a speculative inflation of our currency without a corresponding inflation in other countries whose manufactures come into competition with our own must ever produce disastrous results to our domestic manufactures. No tariff short of absolute prohibition can prevent these evil consequences. In connection with this subject it is proper to refer to our financial condition. The same causes which have produced pecuniary distress throughout the country have so reduced the amount of imports from foreign countries that the revenue has proved inadequate to meet the necessary expenses of the Government. To supply the deficiency, Congress, by the act of December 23, 1857, authorized the issue of $20,000,000 of Treasury notes; and this proving inadequate, they authorized, by the act of June 14, 1858, a loan of $20,000,000,\" to be applied to the payment of appropriations made by law.\"\n No statesman would advise that we should go on increasing the national debt to meet the ordinary expenses of the Government. This would be a most ruinous policy. In case of war our credit must be our chief resource, at least for the first year, and this would be greatly impaired by having contracted a large debt in time of peace. It is our true policy to increase our revenue so as to equal our expenditures. It would be ruinous to continue to borrow. Besides, it may be proper to observe that the incidental protection thus afforded by a revenue tariff would at the present moment to some extent increase the confidence of the manufacturing interests and give a fresh impulse to our reviving business. To this surely no person will object.\n In regard to the mode of assessing and collecting duties under a strictly revenue tariff, I have long entertained and often expressed the opinion that sound policy requires this should be done by specific duties in cases to which these can be properly applied. They are well adapted to commodities which are usually sold by weight or by measure, and which from their nature are of equal or of nearly equal value. Such, for example, are the articles of iron of different classes, raw sugar, and foreign wines and spirits.\n In my deliberate judgment specific duties are the best, if not the only, means of securing the revenue against false and fraudulent invoices, and such has been the practice adopted for this purpose by other commercial nations. Besides, specific duties would afford to the American manufacturer the incidental advantages to which he is fairly entitled under a revenue tariff. The present system is a sliding scale to his disadvantage. Under it, when prices are high and business prosperous, the duties rise in amount when he least requires their aid. On the contrary, when prices fall and he is struggling against adversity, the duties are diminished in the same proportion, greatly to his injury. Neither would there be danger that a higher rate of duty than that intended by Congress could be levied in the form of specific duties. It would be easy to ascertain the average value of any imported article for a series of years, and, instead of subjecting it to an ad valorem duty at a certain rate per centum, to substitute in its place an equivalent specific duty.\n By such an arrangement the consumer would not be injured. It is true he might have to pay a little more duty on a given article in one year, but, if so, he would pay a little less in another, and in a series of years these would counterbalance each other and amount to the same thing so far as his interest is concerned. This inconvenience would be trifling when contrasted with the additional security thus afforded against frauds upon the revenue, in which every consumer is directly interested.\n I have thrown out these suggestions as the fruit of my own observation, to which Congress, in their better judgment, will give such weight as they may justly deserve.\n The report of the Secretary of the Treasury will explain in detail the operations of that Department of the Government. The receipts into the Treasury from all sources during the fiscal year ending June 30, 1858, including the Treasury notes authorized by the act of December 23, 1857, were $70,273,869.59, which amount, with the balance of $17,710,114.27 remaining in the Treasury at the commencement of the year, made an aggregate for the service of the year of $87,983,983.86.\n The public expenditures during the fiscal year ending June 30, 1858, amounted to $81,585,667.76, of which $9,684,537.99 were applied to the payment of the public debt and the redemption of Treasury notes with the interest thereon, leaving in the Treasury on July 1, 1858, being the commencement of the present fiscal year, $6,398,316.10.\n The receipts into the Treasury during the first quarter of the present fiscal year, commencing the 1st of July, 1858, including one-half of the loan of $20,000,000, with the premium upon it, authorized by the act of June 14, 1858, were $25,230,879.46, and the estimated receipts for the remaining three quarters to the 30th of June, 1859, from ordinary sources are $38,500,000, making, with the balance before stated, an aggregate of $70,129,195.56.\n The expenditures during the first quarter of the present fiscal year were $21,708,198.51, of which $1,010,142.37 were applied to the payment of the public debt and the redemption of Treasury notes and the interest thereon. The estimated expenditures during the remaining three quarters to June 30, 1859, are $52,357,698.48, making an aggregate of $74,065,896.99, being an excess of expenditure beyond the estimated receipts into the Treasury from ordinary sources during the fiscal year to the 30th of June, 1859, of $3,936,701.43. Extraordinary means are placed by law within the command of the Secretary of the Treasury, by the reissue of Treasury notes redeemed and by negotiating the balance of the loan authorized by the act of June 14, 1858, to the extent of $11,000,000, which, if realized during the present fiscal year, will leave a balance in the Treasury on the 1st day of July, 1859, of $7,063,298.57.\n The estimated receipts during the next fiscal year, ending June 30, 1860, are $62,000,000, which, with the above-estimated balance of $7,063,298.57 make an aggregate for the service of the next fiscal year of $69,063,298.57. The estimated expenditures during the next fiscal year, ending June 30, 1860, are $73,139,147.46, which leaves a deficit of estimated means, compared with the estimated expenditures, for that year, commencing on July 1, 1859, of $4,075,848.89.\n In addition to this sum the Postmaster-General will require from the Treasury for the service of the Post-Office Department $3,838,728, as explained in the report of the Secretary of the Treasury, which will increase the estimated deficit on June 30, 1860, to $7,914,576.89. To provide for the payment of this estimated deficiency, which will be increased by such appropriations as may be made by Congress not estimated for in the report of the Treasury Department, as well as to provide for the gradual redemption from year to year of the outstanding Treasury notes, the Secretary of the Treasury recommends such a revision of the present tariff as will raise the required amount. After what I have already said I need scarcely add that I concur in the opinion expressed in his report--that the public debt should not be increased by an additional loan--and would therefore strongly urge upon Congress the duty of making at their present session the necessary provision for meeting these liabilities.\n The public debt on July 1, 1858, the commencement of the present fiscal year, was $25,155,977.66.\n During the first quarter of the present year the sum of $10,000,000 has been negotiated of the loan authorized by the act of June 14, 1858, making the present outstanding public debt, exclusive of Treasury notes, $35,155,977.66. There was on the 1st of July, 1858, of Treasury notes issued by authority of the act of December 23, 1857, unredeemed, the sum of $19,754,800, making the amount of actual indebtedness at that date $54,910,777.66. To this will be added $10,000,000 during the present fiscal year, this being the remaining half of the loan of $20,000,000 not yet negotiated.\n The rapid increase of the public debt and the necessity which exists for a modification of the tariff to meet even the ordinary expenses of the Government ought to admonish us all, in our respective spheres of duty, to the practice of rigid economy. The objects of expenditure should be limited in number, as far as this may be practicable, and the appropriations necessary to carry them into effect ought to be disbursed under the strictest accountability. Enlightened economy does not consist in the refusal to appropriate money for constitutional purposes essential to the defense, progress, and prosperity of the Republic, but in taking care that none of this money shall be wasted by mismanagement in its application to the objects designated by law.\n Comparisons between the annual expenditure at the present time and what it was ten or twenty years ago are altogether fallacious. The rapid increase of our country in extent and population renders a corresponding increase of expenditure to some extent unavoidable. This is constantly creating new objects of expenditure and augmenting the amount required for the old. The true questions, then, are, Have these objects been unnecessarily multiplied, or has the amount expended upon any or all of them been larger than comports with due economy? In accordance with these principles, the heads of the different Executive Departments of the Government have been instructed to reduce their estimates for the next fiscal year to the lowest standard consistent with the efficiency of the service, and this duty they have performed in a spirit of just economy. The estimates of the Treasury, War, Navy, and Interior Departments have each been in some degree reduced, and unless a sudden and unforeseen emergency should arise it is not anticipated that a deficiency will exist in either within the present or the next fiscal year. The Post-Office Department is placed in a peculiar position, different from the other Departments, and to this I shall hereafter refer.\n I invite Congress to institute a rigid scrutiny to ascertain whether the expenses in all the Departments can not be still further reduced, and I promise them all the aid in my power in pursuing the investigation.\n I transmit herewith the reports made to me by the Secretaries of War, of the Navy, of the Interior, and of the Postmaster-General. They each contain valuable information and important recommendations, to which I invite the attention of Congress.\n In my last annual message I took occasion to recommend the immediate construction of ten small steamers of light draft, for the purpose of increasing the efficiency of the Navy. Congress responded to the recommendation by authorizing the construction of eight of them. The progress which has been made in executing this authority is stated in the report of the Secretary of the Navy. I concur with him in the opinion that a greater number of this class of vessels is necessary for the purpose of protecting in a more efficient manner the persons and property of American citizens on the high seas and in foreign countries, as well as in guarding more effectually our own coasts. I accordingly recommend the passage of an act for this purpose.\n The suggestions contained in the report of the Secretary of the Interior, especially those in regard to the disposition of the public domain, the pension and bounty-land system, the policy toward the Indians, and the amendment of our patent laws, are worthy of the serious consideration of Congress.\n The Post-Office Department occupies a position very different from that of the other Departments. For many years it was the policy of the Government to render this a self-sustaining Department; and if this can not now be accomplished, in the present condition of the country, we ought to make as near an approach to it as may be practicable.\n The Postmaster-General is placed in a most embarrassing position by the existing laws. He is obliged to carry these into effect. He has no other alternative. He finds, however, that this can not be done without heavy demands upon the Treasury over and above what is received for postage, and these have been progressively increasing from year to year until they amounted for the last fiscal year, ending on the 30th of June, 1858, to more than $4,500,000, whilst it is estimated that for the present fiscal year they will amount to $6,290,000. These sums are exclusive of the annual appropriation of $700,000 for \"compensation for the mail service performed for the two Houses of Congress and the other Departments and officers of the Government in the transmission of free matter.\"\n The cause of these large deficits is mainly attributable to the increased expense of transporting the mails. In 1852 the sum paid for this service was but a fraction above four millions and a quarter. Since that year it has annually increased, until in 1858 it has reached more than eight millions and a quarter, and for the service of 1859 it is estimated that it will amount to more than $10,000,000.\n The receipts of the Post-Office Department can be made to approach or to equal its expenditure only by means of the legislation of Congress. In applying any remedy care should be taken that the people shall not be deprived of the advantages which they are fairly entitled to enjoy from the Post-Office Department. The principal remedies recommended to the consideration of Congress by the Postmaster-General are to restore the former rate of postage upon single letters to 5 cents; to substitute for the franking privilege the delivery to those now entitled to enjoy it of post-office stamps for their correspondence, and to direct the Department in making contracts for the transportation of the mail to confine itself to the payment of the sum necessary for this single purpose, without requiring it to be transported in post coaches or carriages of any particular description. Under the present system the expense to the Government is greatly increased by requiring that the mail shall be carried in such vehicles as will accommodate passengers. This will be done, without pay from the Department, over all roads where the travel will remunerate the contractors.\n These recommendations deserve the grave consideration of Congress. I would again call your attention to the construction of a Pacific railroad. Time and reflection have but served to confirm me in the truth and justice of the observations which I made on this subject in my last annual message, to which I beg leave respectfully to refer.\n It is freely admitted that it would be inexpedient for this Government to exercise the power of constructing the Pacific railroad by its own immediate agents. Such a policy would increase the patronage of the Executive to a dangerous extent, and introduce a system of jobbing and corruption which no vigilance on the part of Federal officials could either prevent or detect. This can only be done by the keen eye and active and careful supervision of individual and private interest. The construction of this road ought therefore to be committed to companies incorporated by the States or other agencies whose pecuniary interests would be directly involved. Congress might then assist them in the work by grants of land or of money, or both, under such conditions and restrictions as would secure the transportation of troops and munitions of war free from any charge and that of the United States mail at a fair and reasonable price.\n The progress of events since the commencement of your last session has shown how soon difficulties disappear before a firm and determined resolution. At that time such a road was deemed by wise and patriotic men to be a visionary project. The great distance to be overcome and the intervening mountains and deserts in the way were obstacles which, in the opinion of many, could not be surmounted. Now, after the lapse of but a single year, these obstacles, it has been discovered, are far less formidable than they were supposed to be, and mail stages with passengers now pass and repass regularly twice in each week, by a common wagon road, between San Francisco and St. Louis and Memphis in less than twenty-five days. The service has been as regularly performed as it was in former years between New York and this city.\n Whilst disclaiming all authority to appropriate money for the construction of this road, except that derived from the war-making power of the Constitution, there are important collateral considerations urging us to undertake the work as speedily as possible. The first and most momentous of these is that such a road would be a powerful bond of union between the States east and west of the Rocky Mountains. This is so self-evident as to require no illustration.\n But again, in a commercial point of view, I consider this the great question of the day. With the eastern front of our Republic stretching along the Atlantic and its western front along the Pacific, if all the parts should be united by a safe, easy, and rapid intercommunication we must necessarily command a very large proportion of the trade both of Europe and Asia. Our recent treaties with China and Japan will open these rich and populous Empires to our commerce; and the history of the world proves that the nation which has gained possession of the trade with eastern Asia has always become wealthy and powerful. The peculiar geographical position of California and our Pacific possessions invites American capital and enterprise into this fruitful field. To reap the rich harvest, however, it is an indispensable prerequisite that we shall first have a railroad to convey and circulate its products throughout every portion of the Union. Besides, such a railroad through our temperate latitude, which would not be impeded by the frosts and snows of winter nor by the tropical heats of summer, would attract to itself much of the travel and the trade of all nations passing between Europe and Asia.\n On the 21st of August last Lieutenant J. N. Maffit, of the United States brig Dolphin, captured the slaver Echo (formerly the Putnam, of New Orleans) near Kay Verde, on the coast of Cuba, with more than 300 African negroes on board. The prize, under the command of Lieutenant Bradford, of the United States Navy, arrived at Charleston on the 27th August, when the negroes, 306 in number, were delivered into the custody of the United States marshal for the district of South Carolina. They were first placed in Castle Pinckney, and afterwards in Fort Sumter, for safe-keeping, and were detained there until the 19th September, when the survivors, 271 in number, were delivered on board the United States steamer Niagara to be transported to the coast of Africa under the charge of the agent of the United States, pursuant to the provisions of the act of the 3d March, 1819, \"in addition to the acts prohibiting the slave trade.\" Under the second section of this act the President is \"authorized to make such regulations and arrangements as he may deem expedient for the safe-keeping, support, and removal beyond the limits of the United States of all such negroes, mulattoes, or persons of color\" captured by vessels of the United States as may be delivered to the marshal of the district into which they are brought, \"and to appoint a proper person or persons residing upon the coast of Africa as agent or agents for receiving the negroes, mulattoes, or persons of color delivered from on board vessels seized in the prosecution of the slave trade by commanders of United States armed vessels.\"\n A doubt immediately arose as to the true construction of this act. It is quite clear from its terms that the President was authorized to provide \"for the safe-keeping, support, and removal\" of these negroes up till the time of their delivery to the agent on the coast of Africa, but no express provision was made for their protection and support after they had reached the place of their destination. Still, an agent was to be pointed to receive them in Africa, and it could not have been supposed that Congress intended he should desert them at the moment they were received and turn them loose on that inhospitable coast to perish for want of food or to become again the victims of the slave trade. Had this been the intention of Congress, the employment of an agent to receive them, who is required to reside on the coast, was unnecessary, and they might have been landed by our vessels anywhere in Africa and left exposed to the sufferings and the fate which would certainly await them.\n Mr. Monroe, in his special message of December 17, 1819, at the first session after the act was passed, announced to Congress what in his opinion was its true construction. He believed it to be his duty under it to follow these unfortunates into Africa and make provision for them there until they should be able to provide for themselves. In communicating this interpretation of the act to Congress he stated that some doubt had been entertained as to its true intent and meaning, and he submitted the question to them so that they might, \"should it be deemed advisable, amend the same before further proceedings are had under it.\" Nothing was done by Congress to explain the act, and Mr. Monroe proceeded to carry it into execution according to his own interpretation. This, then, became the practical construction. When the Africans from on board the Echo were delivered to the marshal at Charleston, it became my duty to consider what disposition ought to be made of them under the law. For many reasons it was expedient to remove them from that locality as speedily as possible. Although the conduct of the authorities and citizens of Charleston in giving countenance to the execution of the law was just what might have been expected from their high character, yet a prolonged continuance of 300 Africans in the immediate vicinity of that city could not have failed to become a source of inconvenience and anxiety to its inhabitants. Where to send them was the question. There was no portion of the coast of Africa to which they could be removed with any regard to humanity except to Liberia. Under these circumstances an agreement was entered into with the Colonization Society on the 7th of September last, a copy of which is herewith transmitted, under which the society engaged, for the consideration of $45,000, to receive these Africans in Liberia from the agent of the United States and furnish them during the period of one year thereafter with comfortable shelter, clothing, provisions, and medical attendance, causing the children to receive schooling, and all, whether children or adults, to be instructed in the arts of civilized life suitable to their condition. This aggregate of $45,000 was based upon an allowance of $150 for each individual; and as there has been considerable mortality among them and may be more before they reach Africa, the society have agreed, in an equitable spirit, to make such a deduction from the amount as under the circumstances may appear just and reasonable. This can not be fixed until we shall ascertain the actual number which may become a charge to the society. It was also distinctly agreed that under no circumstances shall this Government be called upon for any additional expenses. The agents of the society manifested a laudable desire to conform to the wishes of the Government throughout the transaction. They assured me that after a careful calculation they would be required to expend the sum of $150 on each individual in complying with the agreement, and they would have nothing left to remunerate them for their care, trouble, and responsibility. At all events, I could make no better arrangement, and there was no other alternative. During the period when the Government itself, through its own agents, undertook the task of providing for captured negroes in Africa the cost per head was very much greater.\n There having been no outstanding appropriation applicable to this purpose, I could not advance any money on the agreement. I therefore recommend that an appropriation may be made of the amount necessary to carry it into effect.\n Other captures of a similar character may, and probably will, be made by our naval forces, and I earnestly recommend that Congress may amend the second section of the act of March 3, 1819, so as to free its construction from the ambiguity which has so long existed and render the duty of the President plain in executing its provisions.\n I recommend to your favorable regard the local interests of the District of Columbia. As the residence of Congress and the Executive Departments of the Government, we can not fail to feel a deep concern in its welfare. This is heightened by the high character and the peaceful and orderly conduct of its resident inhabitants.\n I can not conclude without performing the agreeable duty of expressing my gratification that Congress so kindly responded to the recommendation of my last annual message by affording me sufficient time before the close of their late session for the examination of all the bills presented to me for approval. This change in the practice of Congress has proved to be a wholesome reform. It exerted a beneficial influence on the transaction of legislative business and elicited the general approbation of the country. It enabled Congress to adjourn with that dignity and deliberation so becoming to the representatives of this great Republic, without having crowded into general appropriation bills provisions foreign to their nature and of doubtful constitutionality and expediency. Let me warmly and strongly commend this precedent established by themselves as a guide to their proceedings during the present session."}