{"title": "December 2 1850 First Annual Message-Millard Fillmore", "content": " sections of the Republic. Itrequired many months of discussion and deliberation to secure the concurrenceof a majority of Congress in their favor. It would be strange if they hadbeen received with immediate approbation by people and States prejudicedand heated by the exciting controversies of their representatives. I believethose measures to have been required by the circumstances and conditionof the country. I believe they were necessary to allay asperities and animositiesthat were rapidly alienating one section of the country from another anddestroying those fraternal sentiments which are the strongest supportsof the Constitution. They were adopted in the spirit of conciliation andfor the purpose of conciliation. I believe that a great majority of ourfellow citizens sympathize in that spirit and that purpose, and in themain approve and are prepared in all respects to sustain these enactments.I can not doubt that the American people, bound together by kindred bloodand common traditions, still cherish a paramount regard for the Union oftheir fathers, and that they are ready to rebuke any attempt to violateits integrity, to disturb the compromises on which it is based, or to resistthe laws which have been enacted under its authority.  The series of measures to which I have alluded are regarded by me asa settlement in principle and substance--a final settlement of the dangerousand exciting subjects which they embraced. Most of these subjects, indeed,are beyond your reach, as the legislation which disposed of them was inits character final and irrevocable. It may be presumed from the oppositionwhich they all encountered that none of those measures was free from imperfections,but in their mutual dependence and connection they formed a system of compromisethe most conciliatory and best for the entire country that could be obtainedfrom conflicting sectional interests and opinions.  For this reason I recommend your adherence to the adjustment establishedby those measures until time and experience shall demonstrate the necessityof further legislation to guard against evasion or abuse.  By that adjustment we have been rescued from the wide and boundlessagitation that surrounded us, and have a firm, distinct, and legal groundto rest upon. And the occasion, I trust, will justify me in exhorting mycountrymen to rally upon and maintain that ground as the best, if not theonly, means of restoring peace and quiet to the country and maintaininginviolate the integrity of the Union.  And now, fellow-citizens, I can not bring this communication to a closewithout invoking you to join me in humble and devout thanks to the GreatRuler of Nations for the multiplied blessings which He has graciously bestowedupon us. His hand, so often visible in our preservation, has stayed thepestilence, saved us from foreign wars and domestic disturbances, and scatteredplenty throughout the land.  Our liberties, religions and civil, have been maintained, the fountainsof knowledge have all been kept open, and means of happiness widely spreadand generally enjoyed greater than have fallen to the lot of any othernation. And while deeply penetrated with gratitude for the past, let ushope that His all-wise providence will so guide our counsels as that theyshall result in giving satisfaction to our constituents, securing the peaceof the country, and adding new strength to the united Government underwhich we live."}