{"title": "December 3 1912 Fourth Annual Message-William Taft", "content": " does not in any way minimize the importance of the proposal, but it gives more accurate information upon some of the phases of the question than we have heretofore had.\n DEPARTMENT OF COMMERCE AND LABOR\n I commend to Congress an examination of the report of the Secretary of Commerce and Labor, and especially that part in which he discusses the office of the Bureau of Corporations, the value to commerce of a proposed trade commission, and the steps which he has taken to secure the organization of a national chamber of commerce. I heartily commend his view that the plan of a trade commission which looks to the fixing of prices is altogether impractical and ought not for a moment to be considered as a possible solution of the trust question.\n The trust question in the enforcement of the Sherman antitrust law is gradually solving itself, is maintaining the principle and restoring the practice of competition, and if the law is quietly but firmly enforced, business will adjust itself to the statutory requirements, and the unrest in commercial circles provoked by the trust discussion will disappear.\n PANAMA-PACIFIC INTERNATIONAL EXPOSITION\n In conformity with a joint resolution of Congress, an Executive proclamation was issued last February, inviting the nations of the world to participate in the Panama-Pacific International Exposition to be held at San Francisco to celebrate the construction of the Panama, Canal. A sympathetic response was immediately forthcoming, and several nations have already selected the sites for their buildings. In furtherance of my invitation, a special commission visited European countries during the past summer, and received assurance of hearty cooperation in the task of bringing together a universal industrial, military, and naval display on an unprecedented scale. It is evident that the exposition will be an accurate mirror of the world's activities as they appear 400 years after the date of the discovery of the Pacific Ocean.\n It is the duty of the United States to make the nations welcome at San Francisco and to facilitate such acquaintance between them and ourselves as will promote the expansion of commerce and familiarize the world with the new trade route through the Panama Canal. The action of the State governments and individuals assures a comprehensive exhibit of the resources of this country and of the progress of the people. This participation by State and individuals should be supplemented by an adequate showing of the varied and unique activities of the National Government. The United States can not with good grace invite foreign governments to erect buildings and make expensive exhibits while itself refusing to participate. Nor would it be wise to forego the opportunity to join with other nations in the inspiring interchange of ideas tending to promote intercourse, friendship, and commerce. It is the duty of the Government to foster and build up commerce through the canal, just as it was the duty of the Government to construct it.\n I earnestly recommend the appropriation at this session of such a sum as will enable the United States to construct a suitable building, install a governmental exhibit, and otherwise participate in the Panama-Pacific International Exposition in a manner commensurate with the dignity of a nation whose guests are to be the people of the world. I recommend also such legislation as will facilitate the entry of material intended for exhibition and protect foreign exhibitors against infringement of patents and the unauthorized copying of patterns and designs. All aliens sent to San Francisco to construct and care for foreign buildings and exhibits should be admitted without restraint or embarrassment.\n THE DISTRICT OF COLUMBIA AND THE CITY OF WASHINGTON\n The city of Washington is a beautiful city, with a population of 352,936, of whom 98,667 are colored. The annual municipal budget is about $14,ooo,ooo. The presence of the National Capital and other governmental structures constitutes the chief beauty and interest of the city. The public grounds are extensive, and the opportunities for improving the city and making it still more attractive are very great. Under a plan adopted some years ago, one half the cost of running the city is paid by taxation upon the property, real and personal, of the citizens and residents, and the other half is borne by the General Government. The city is expanding at a remarkable rate, and this can only be accounted for by the coming here from other parts of the country of well-to-do people who, having finished their business careers elsewhere, build and make this their permanent place of residence.\n On the whole, the city as a municipality is very well governed. It is well lighted, the water supply is good, the streets are well paved, the police force is well disciplined, crime is not flagrant, and while it has purlieus and centers of vice, like other large cities, they are not exploited, they do not exercise any influence or control in the government of the city, and they are suppressed in as far as it has been found practicable. Municipal graft is inconsiderable. There are interior courts in the city that are noisome and centers of disease and the refuge of criminals, but Congress has begun to clean these out, and progress has been made in the case of the most notorious of these, which is known as \"Willow Tree Alley.\" This movement should continue.\n The mortality for the past year was at the rate Of 17.80 per 1,000 of both races; among the whites it was 14.61 per thousand, and among the blacks 26.12 per thousand. These are the lowest mortality rates ever recorded in the District.\n One of the most crying needs in the government of the District is a tribunal or public authority for the purpose of supervising the corporations engaged in the operation of public utilities. Such a bill is pending in Congress and ought to pass. Washington should show itself under the direction of Congress to be a city with a model form of government, but as long as such authority over public utilities is withheld from the municipal government, it must always be de- fective.\n Without undue criticism of the present street railway accommodations, it can be truly said that under the spur of a public utilities commission they might be substantially improved.\n While the school system of Washington perhaps might be bettered in the economy of its management and the distribution of its buildings, its usefulness has nevertheless greatly increased in recent years, and it now offers excellent facilities for primary and secondary education.\n From time to time there is considerable agitation in Washington in favor of granting the citizens of the city the franchise and constituting an elective government. I am strongly opposed to this change. The history of Washington discloses a number of experiments of this kind, which have always been abandoned as unsatisfactory. The truth is this is a city governed by a popular body, to wit, the Congress of the United States, selected from the people of the United States, who own Washington. The people who come here to live do so with the knowledge of the origin of the city and the restrictions, and therefore voluntarily give up the privilege of living in a municipality governed by popular vote. Washington is so unique in its origin and in its use for housing and localizing the sovereignty of the Nation that the people who live here must regard its peculiar character and must be content to subject themselves to the control of a body selected by all the people of the Nation. I agree that there are certain inconveniences growing out of the government of a city by a national legislature like Congress, and it would perhaps be possible to lessen these by the delegation by Congress to the District Commissioners of greater legislative power for the enactment of local laws than they now possess, especially those of a police character.\n Every loyal American has a personal pride in the beauty of Washington and in its development and growth. There is no one with a proper appreciation of our Capital City who would favor a niggardly policy in respect to expenditures from the National Treasury to add to the attractiveness of this city, which belongs to every citizen of the entire country, and which no citizen visits without a sense of pride of ownership. We have had restored by a Commission of Fine Arts, at the instance of a committee of the Senate, the original plan of the French engineer L'Enfant for the city of Washington, and we know with great certainty the course which the improvement of Washington should take. Why should there be delay in making this improvement in so far as it involves the extension of the parking system and the construction of greatly needed public buildings ? Appropriate buildings for the State Department, the Department of justice, and the Department of Commerce and Labor have been projected, plans have been approved, and nothing is wanting but the appropriations for the beginning and completion of the structures. A hall of archives is also badly needed, but nothing has been done toward its construction, although the land for it has long been bought and paid for. Plans have been made for the union of Potomac Park with the valley of Rock Creek and Rock Creek Park, and the necessity for the connection between the Soldiers' Home and Rock Creek Park calls for no comment. I ask again why there should be delay in carrying out these plans We have the money in the Treasury, the plans are national in their scope, and the improvement should be treated as a national project. The plan will find a hearty approval throughout the country. I am quite sure, from the information which I have, that, at comparatively small expense, from that part of the District of Columbia which was retroceded to Virginia, the portion including the Arlington estate, Fort Myer, and the palisades of the Potomac can be acquired by purchase and the jurisdiction of the State of Virginia over this land ceded to the Nation. This ought to be done.\n The construction of the Lincoln Memorial and of a memorial bridge from the base of the Lincoln Monument to Arlington would be an appropriate and symbolic expression of the union of the North and the South at the Capital of the Nation. I urge upon Congress the appointment of a commission to undertake these national improvements, and to submit a plan for their execution; and when the plan has been submitted and approved, and the work carried out, Washington will really become what it ought to be-the most beautiful city in the world."}