{"title": "February 15 2019 Speech Declaring a National Emergency-Donald Trump", "content": "  I actually have a couple people on CNN that have been very good.  I have some on MSNBC.  The other day, they did a great report of me.  I said, “Where the hell did that come from?”  I think it was the only one in over a year.\n\n So the crazy thing is, I just had, as you know, Rasmussen — 52 percent in the polls.  It’s my highest poll number.  And people get what we’re doing.  They get it.  They really get it.  And I’m honored by it.\n\n Yes.  Jim Acosta.\n\n Q    Thank you, Mr. President.  I wonder if you could comment on this disconnect that we seem to have in this country, where you are presenting information about what’s happening at the border — calling it an “invasion,” talking about women with duct tape over their mouths, and so on — and yet there’s a lot of reporting out there, there’s a lot of crime data out there, there’s a lot of Department of Homeland Security data out there that shows border crossings at a near-record low —\n\n THE PRESIDENT:  That’s because of us.  But it’s still —\n\n Q    — that shows undocumented immigrants committing crime at lower levels —\n\n THE PRESIDENT:  Excuse me.  It’s still massive numbers of crossings.\n\n Q    — that shows undocumented criminals — or undocumented immigrants committing crime at lower levels than native-born Americans.  What do you say —\n\n THE PRESIDENT:  You don’t really believe that stat, do you?  Do you really believe that stat?\n\n Q    What do you — well, let me ask you this —\n\n THE PRESIDENT:  Take a look at our federal prisons.\n\n Q    I believe in facts and statistics and data, but —\n\n THE PRESIDENT:  Okay?  Any more?  Quick, let’s go.\n\n Q    Let me just ask you this: What do you say to your critics who say that you are creating a national emergency, that you’re concocting a national emergency here in order to get your wall because you couldn’t get it through other ways?\n\n THE PRESIDENT:  I ask the Angel Moms: What do you think?  Do you think I’m creating something?\n\n Ask these incredible women, who lost their daughters and their sons.  Okay?\n\n PARTICIPANT:  This is real.\n\n THE PRESIDENT:  Because your question is a very political question because you have an agenda.  You’re CNN.  You’re fake news.  You have an agenda.  The numbers that you gave are wrong.\n\n Take a look at our federal prison population.  See how many of them, percentage-wise, are illegal aliens.  Just see.  Go ahead and see.  It’s a fake question.\n\n Yes.  Go ahead.\n\n Q    Can I ask a follow-up?\n\n Q    Thank you, Mr. President.  Just to follow up on that, unifying crime reporting statistics — numbers from your own Border Patrol, numbers from this government — show that the amount of illegal immigrants are down, there is not violence on the border, and that most —\n\n THE PRESIDENT:  There’s not violence on the border?\n\n Q    There’s not as much violence as —\n\n THE PRESIDENT:  Oh, really?\n\n Q    Let me — wait a minute.  Wait a minute.  Wait —\n\n THE PRESIDENT:  You had 26 people killed —\n\n Q    Let me finish the question, please.  Let me finish the question, please.\n\n THE PRESIDENT:  Two weeks ago, 26 people were killed in a gunfight on the border —\n\n Q    I understand what you’re — I understand what you’re saying.\n\n THE PRESIDENT:  — a mile away from where I went.\n\n Q    I was there.  I understand.  That’s not the question.  The question is —\n\n THE PRESIDENT:  Do we forget about that?\n\n Q    No, I’m not forgetting about it.  I’m asking you to clarify where you get your numbers, because most of the DEA crime reporting statistics that we see show that drugs are coming across at the ports of entry, that illegal immigration is down, and the violence is down.\n\n THE PRESIDENT:  Okay.\n\n Q    So what do you base your facts on?\n\n THE PRESIDENT:  Okay, let me — come on, let’s go.  Sort of — sort of —\n\n Q    And, secondly —\n\n THE PRESIDENT:  No, no.  You get one.  You get one.  Ready?\n\n Q    Well, the second question is —\n\n THE PRESIDENT:  Just sit down.  Wait.  Sit down.  Sit down.\n\n Q    Could you please answer it?\n\n THE PRESIDENT:  Sit down.  You get one question.\n\n I get my numbers from a lot of sources — like Homeland Security, primarily.  And the numbers that I have from Homeland Security are a disaster.  And you know what else is a disaster?  The numbers that come out of Homeland Security, Kirstjen, for the cost that we spend and the money that we lose because of illegal immigration: Billions and billions of dollars a month.  Billions and billions of dollars.  And it’s unnecessary.\n\n Q    So your own government stats are wrong, are you saying?\n\n THE PRESIDENT:  No, no.  I use many stats.  I use many stats.\n\n Q    Could you share those stats with us?\n\n THE PRESIDENT:  Let me tell you, you have stats that are far worse than the ones that I use.  But I use many stats, but I also use Homeland Security.\n\n All right, next question.\n\n Q    And do you — wait a minute.  Just a quick follow-up.\n\n THE PRESIDENT:  Go ahead.  No.  Go.  Please.\n\n Q    Thank you, Mr. President.  I just want to bring you back to China for a second.  The White House put out a statement today talking about the March 1st deadline.  The other day, though, you gave the possibility that maybe this could slide.  Are you eyeing a possible extension — 30 days, maybe 60 days?  What is the status there?  Or is March 1st the deadline?\n\n THE PRESIDENT:  Yeah.  Very good question.  So it’s a very big deal.  I guess you could say it’s like — must be the biggest deal ever made, if you think.  Trade with China, how big does that get?  Although if you look, the USCMA is right up there.  But it’s very complicated.  There are many, many points that we’re bringing up that nobody ever brought up or thought to bring up, but they’re very important, because we were on the wrong side of every one of them.\n\n There is a possibility that I will extend the date.  And if I do that, if I see that we’re close to a deal or the deal is going in the right direction, I would do that at the same tariffs that we’re charging now.  I would not increase the tariffs.\n\n Q    Let me also ask you about the debt, sir, because it’s gone from a shade under $20 trillion from when you took office.  Now it’s a shade over $22 trillion and heading in the wrong direction.  What are your plans to reverse it?\n\n THE PRESIDENT:  Well, it’s all about growth.  But before I —\n\n Q    (Inaudible.)\n\n THE PRESIDENT:  — really focus on that — and you have to remember, President Obama put on more debt on this country than every President in the history of our country combined.  So when I took over, we had one man that put on more debt than every other President combined.  Combine them all.  So you can’t be talking about that.  But I talk about it because I consider it very important.\n\n But first, I have to straighten out the military.  The military was depleted.  And if we don’t have a strong military — that hopefully we won’t have to use because it’s strong — if we don’t have a strong military, you don’t have to worry about debt; you have bigger problems.  So I have to straighten out the military.  That’s why I did the $700- and $716 billion.  But growth will straighten it out.\n\n You saw last month, the trade deficit went way down.  Everybody said, “What happened?”  Well, what’s happening is growth.  But before I can focus too much on that, a very big expense is military.  And we have no choice but to straighten out our military.\n\n Q    Is growth the only answer, sir, or is (inaudible)?\n\n THE PRESIDENT:  Yes, ma’am, go ahead.\n\n Q    Thank you, Mr. President.  On North Korea — back on the last summit, you guys came out with a pretty general agreement.\n\n THE PRESIDENT:  Yes.\n\n Q    I was wondering what you thought has, you know, been accomplished since the last summit.  And then —\n\n THE PRESIDENT:  A lot.\n\n Q    — are we going to be seeing anything concrete —\n\n THE PRESIDENT:  A lot has been accomplished.  Okay.\n\n Q    — on denuclearization.\n\n THE PRESIDENT:  Yeah.  A lot has been accomplished.  We’re dealing with them, we’re talking to them.\n\n When I came into office, I met right there, in the Oval Office, with President Obama.  And I sat in those beautiful chairs and we talked.  It was supposed to be 15 minutes.  As you know, it ended up being many times longer than that.\n\n And I said, “What’s the biggest problem?”  He said, “By far, North Korea.”  And I don’t want to speak for him, but I believe he would have gone to war with North Korea.  I think he was ready to go to war.  In fact, he told me he was so close to starting a big war with North Korea.  And where are we now?  No missiles.  No rockets.  No nuclear testing.  We’ve learned a lot.\n\n But much more importantly than all of it — much more important — much, much more important that that is we have a great relationship.  I have a very good relationship with Kim Jong Un.  And I’ve done a job.  In fact, I think I can say this: Prime Minister Abe of Japan gave me the most beautiful copy of a letter that he sent to the people who give out a thing called the Nobel Prize.  He said, “I have nominated you…” or “Respectfully, on behalf of Japan, I am asking them to give you the Nobel Peace Prize.”  I said, “Thank you.”  Many other people feel that way too.  I’ll probably never get it, but that’s okay.\n\n They gave it to Obama.  He didn’t even know what he got it for.  He was there for about 15 seconds and he got the Nobel Prize.  He said, “Oh, what did I get it for?”  With me, I probably will never get it.\n\n But if you look at Idlib Province in Syria, I stopped the slaughter of perhaps 3 million people.  Nobody talk about that.  They don’t talk about that.  Russia and Iran and Syria were going to go in and perhaps destroy 3 million people in order to get 45,000 terrorists.  And I heard about it from a woman who had her parents and her brothers living there, and she said, “Please, please.”  And I thought — I said, “No, it can’t happen.  What are you talking about?”  “No, they’re going to get…”  And I come home, and I read a certain paper where the story was there that they were actually forming to go into — to really — to really do big destruction.  And I put out a statement that “you better not do it.”\n\n And in all fairness to Russia and Iran and Syria, they didn’t attack.  Or they’re doing it surgically, at least.  Saved a lot of people.  We do a lot of good work.  This administration does a tremendous job, and we don’t get credit for it.  But I think the people understand what we do.\n\n So Prime Minister Abe gave me — I mean, it’s the most beautiful five letter — five-page letter.  Nobel Prize.  He sent it to them.  You know why?  Because he had rocket ships and he had missiles flying over Japan.  And they had alarms going off; you know that.  Now, all of a sudden, they feel good; they feel safe.  I did that.\n\n And it was a very tough dialogue at the beginning.  Fire and fury.  Total annihilation.  “My button is bigger than yours” and “my button works.”  Remember that?  You don’t remember that.  And people said, “Trump is crazy.”  And you know what it ended up being?  A very good relationship.  I like him a lot and he likes me a lot.  Nobody else would have done that.\n\n The Obama administration couldn’t have done it.  Number one, they probably wouldn’t have done it.  And number two, they didn’t have the capability to do it.\n\n So I just want to thank everybody.  I want to wish our Attorney General great luck and speed, and enjoy your life.  (Laughter.)  Bill, good luck.  A tremendous reputation.  I know you’ll do a great job.  Thank you very much.  And thank you, everybody.  Thank you very much.  Thank you."}