{"title": "February 2 1888 Message Regarding Civil Service Reform-Grover Cleveland", "content": ".\n\n(c) From any bureau of the Treasury Department in which business relating to customs is transacted to any classified customs district, and from any such district to any such bureau, upon requisition by the Secretary of the Treasury.\n\n2. No person may be transferred as herein authorized until the board of examiners, acting under (a) of clause I, or until the Commission, acting under (b) or (c) of clause 1 of this rule, shall have certified to the officer making the transfer requisition that the person whom it is proposed to transfer has passed an examination to test fitness for the place to which he is to be transferred, and that such person has been at least six months preceding the date of the certificate in the classified service of the Department or customs district from which the transfer is to be made.\n\nCUSTOMS RULE VII.\n\nUpon requisition of a nominating officer in any customs district the board of examiners thereof shall certify for reinstatement in any office under his jurisdiction, in a grade requiring no higher examination than the one in which he was formerly employed, any person who within one year next preceding the date of the requisition has, through no delinquency or misconduct, been separated from the classified service of said office.\n\nCUSTOMS RULE VIII.\n\nEach nominating officer of a classified customs district shall report to the board of examiners--\n\n(a) Every probational and absolute appointment, and every appointment under any exception to examination authorized by Customs Rule II, clause 5, made within his jurisdiction.\n\n(b) Every refusal by him to nominate a probationer for absolute appointment and every refusal or neglect to accept an appointment in the classified service under him.\n\n(c) Every transfer into the classified service under him.\n\n(d) Every separation from the classified service under him, and whether the separation was caused by dismissal, resignation, or death. Places excepted from examination are within the classified service.\n\n(e) Every restoration to the classified service under him of any person who may have been separated therefrom by dismissal or resignation.\n\nPOSTAL RULES.\n\nPOSTAL RULE I.\n\n1. The classified postal service shall include the officers, clerks, and other persons in the several post-offices classified under the provisions of section 6 of the act to regulate and improve the civil service of the United States, approved January 16, 1883.\n\n2. Whenever the officers, clerks, and other persons in any post-office number as many as fifty, any existing classification of the postal service made by the Postmaster-General under section 6 of the act of January 16, 1883, shall apply thereto, and thereafter the Commission shall provide examinations to test the fitness of persons to fill vacancies in said post-office and these rules shall be in force therein. Every revision of the classification of any post-office under section 6 of the act above mentioned, and every inclusion of a post-office within the classified postal service, shall be reported to the President.\n\nPOSTAL RULE II.\n\n1. To test fitness for admission to the classified postal service examinations shall be provided as follows:\n\nClerk examination. --This examination shall not include more than the following subjects:\n\n(a) Orthography.\n\n(b) Copying.\n\n(c) Penmanship.\n\n(d) Arithmetic--fundamental rules, fractions, and percentage.\n\n(e) Elements of the English language.\n\n(f) Letter writing.\n\n(g) Elements of the geography, history, and government of the United States.\n\nCarrier examination. --This examination shall not include more than the following subjects:\n\n(a) Orthography.\n\n(b) Copying.\n\n(c) Penmanship.\n\n(d) Arithmetic--fundamental rules.\n\n(e) Elements of the geography of the United States.\n\n(f) Knowledge of the locality of the post-office delivery.\n\n(g) Physical tests.\n\nMessenger examination.--This examination shall not include more than the following subjects:\n\n(a) Orthography.\n\n(b) Copying.\n\n(c) Penmanship.\n\n(d) Arithmetic--fundamental rules.\n\n(e) Physical tests.\n\nThis examination shall also be used to test fitness for the position of piler, stamper, junior clerk, or other places the duties of which are chiefly manual.\n\nSpecial examinations.--These examinations shall test fitness for positions requiring knowledge of a language other than the English language, or special or technical knowledge or skill. Each special examination shall include, in addition to the special subject upon which the applicant is to be tested, so many of the subjects of the clerk examination as the Commission may determine.\n\nNoncompetitive examinations.--Such examinations may, with the approval of the Commission, be held under conditions stated in General Rule III, clause 2.\n\n2. No person shall be examined for the position of clerk if under 18 years of age; and no person shall be examined for the position of messenger, stamper, or junior clerk if under 16 or over 45 years of age; and no person shall be examined for the position of carrier if under 21 or over 40 years of age. No person shall be examined for any other position in the classified postal service if under 18 or over 45 years of age.\n\n3. Any person desiring examination for admission to the classified postal service must make request, in his own handwriting, for a blank form of application, which request, and also his application, shall be addressed as directed by the Commission.\n\n4. The date of reception and also of approval by the board of each of such applications shall be noted on the application paper.\n\n5. Exceptions from examinations in the classified postal service are hereby made as follows:\n\n(a) Assistant postmaster.\n\n(b) One private secretary or one confidential clerk of the postmaster.\n\n(c) Cashier.\n\n(d) Assistant cashier.\n\n(e) Superintendents designated by the Post-Office Department and reported as such to the Commission.\n\n(f) Custodians of money, stamps, stamped envelopes, or postal cards, designated as such by the Post-Office Department and so reported to the Commission, for whose fidelity the postmaster is under official bond.\n\n6. No person appointed to a place under any exception to examination hereby made shall within one year after appointment be transferred to another place not also excepted from examination; but a person who has served not less than one year in an examination-excepted place may be transferred in the post-office in which he is serving to a place not excepted from examination: Provided, That before any such transfer may be made the Commission must certify that the person whom it is proposed to so transfer has passed an examination to test fitness for the place proposed to be filled by such transfer.\n\nPOSTAL RULE III.\n\n1. The papers of every examination shall be marked under the direction of the Commission, and each competitor shall be graded on a scale of 100, according to the general average determined by the marks made by the examiners on his papers.\n\n2. The Commission shall appoint in each classified post-office a board of examiners, which shall--\n\n(a) Conduct all examinations held to test fitness for entrance to or promotion in the classified service of the post-office in which the board is located.\n\n(b) Mark the papers of such examinations, unless otherwise directed, as provided for by General Rule III, clause 12.\n\n(c) Conduct such examinations for the classified departmental service as the Commission may direct.\n\n3. The papers of an examination having been marked, the board of examiners shall ascertain--\n\n(a) The name of every competitor who has, under section 1754 of the Revised Statutes, claim of preference in civil appointments, and who has attained a general average of not less than 65 per cent; and all such competitors are hereby declared eligible to the class or place to test fitness for which the examination was held.\n\n(b) The name of every other competitor who has attained a general average of not less than 70 per cent; and all such applicants are hereby declared eligible to the class or place to test fitness for which the examination was held.\n\n4. The names of all preference-claiming competitors whose general average is not less than 65 per cent, together with the names of all other competitors whose general average is not less than 70 per cent, shall be entered upon the register of persons eligible to the class or place to test fitness for which the examination was held. The names of male and of female eligibles shall be listed separately.\n\n5. The grade of each competitor shall be expressed by the whole number nearest the general average attained by him, and the grade of each eligible shall be noted upon the register of eligibles in connection with his name. When two or more eligibles are of the same grade, preference in certification shall be determined by the order in which their application papers were filed.\n\n6. Immediately after the general averages shall have been ascertained each competitor shall be notified that he has passed or has failed to pass.\n\n7. If a competitor fail to pass, he may, with the consent of the board, approved by the Commission, be allowed reexamination at any time within six months from the date of failure without filing a new application; but a competitor failing to pass, desiring to take again the same examination, must, if not allowed reexamination within six months front the date of failure, make in due form a new application therefor.\n\n8. No person who has passed an examination shall while eligible on the register supplied by such examination be reexamined, unless he shall furnish evidence satisfactory to the Commission that at the time of his examination he was, because of illness or for other good cause, incapable of doing himself justice in said examination.\n\n9. The term of eligibility to appointment in the classified postal service shall be one year from the day on which the name of the eligible is entered on the register.\n\nPOSTAL RULE IV.\n\n1. Vacancies in the classified service of a post-office, unless among the places excepted from examination, if not filled by either transfer or promotion, shall be filled in the following manner:\n\n(a) The postmaster at a post-office in which a vacancy may exist shall, in form and manner to be prescribed by the Commission, request the board of examiners to certify to him the names of either males or females eligible to the vacant place.\n\n(b) If fitness for the place to be filled is tested by competitive examination, the board of examiners shall certify the names of three males or three females, these names to be those of the eligibles who, standing higher in grade than any other three eligibles of the same sex on the register from which certification is to be made, have not been certified three times from said register: Provided , That if upon said register there are the names of eligibles who, under section 1754 of the Revised Statutes, have claim of preference in civil appointments, the names of such eligibles shall be certified before the names of other eligibles higher in grade. The Commission shall make regulations that will secure to each of such preference-claiming eligibles, in the order of his grade among other preference claimants, opportunity to have his claim of preference considered and determined by the appointing officer. (c) Each name on any register of eligibles may be certified only three times.\n\n2. Of the three names certified to him the postmaster must select one; and if at the time of making this selection there are more vacancies than one, he may select more than one name. Each person thus designated for appointment shall be notified, and upon reporting in person to the postmaster shall be appointed for a probational period of six months, at the end of which period, if his conduct and capacity be satisfactory to the postmaster, he shall receive absolute appointment; but if his conduct and capacity be not satisfactory to said officer, he shall be notified that he will not receive absolute appointment, and this notification shall discharge him from the service.\n\n3. The postmaster of each classified post-office shall require the superintendent of each division of his office to carefully observe and report in writing the services rendered by and the character and qualifications of each probationer serving under him. These reports shall be preserved on file, and the Commission may prescribe the form and manner in which they shall be made.\n\nPOSTAL RULE V.\n\nUntil promotion regulations shall have been applied to a classified post-office promotions therein may be made upon any test of fitness determined upon by the postmaster, if not disapproved by the Commission: Provided, That no employee shall be promoted to any grade he could not enter by appointment under the minimum age limitation applied thereto by Postal Rule II, clause 2.\n\nPOSTAL RULE VI.\n\n1. Transfers may be made as follows:\n\n(a) From one classified post-office to another, upon requisition of the Postmaster-General.\n\n(b) From any classified post-office to the Post-Office Department, and from the Post-Office Department to any classified post-office, upon requisition of the Postmaster-General.\n\n2. No person may be transferred as herein authorized until the Commission shall have certified to the officer making the transfer requisition that the person whom it is proposed to transfer has passed an examination to test fitness for the place to which he is to be transferred, and that such person has been at least six months next preceding the date of the certificate in the classified service of the Department or post-office from which the transfer is to be made.\n\nPOSTAL RULE VII.\n\nUpon the requisition of a postmaster the board of examiners for his office shall certify for reinstatement, in a grade requiring no higher examination than the one in which he was formerly employed, any person who within one year next preceding the date of the requisition has through no delinquency or misconduct been separated from the classified service in said office.\n\nPOSTAL RULE VIII.\n\nEach postmaster in the classified postal service shall report to the board of examiners--\n\n(a) Every probational and every absolute appointment, and every appointment under any exception to examination authorized by Postal Rule II, clause 5, made in his office.\n\n(b) Every refusal to make an absolute appointment in his office and every refusal or neglect to accept an appointment in the classified service under him.\n\n(c) Every transfer into the classified service under him.\n\n(d) Every separation from the classified service under him, and whether the separation was caused by dismissal, resignation, or death. Places excepted from examination are within the classified service.\n\n(e) Every restoration to the classified service under him of any person who may have been separated therefrom by dismissal or resignation.\n\nThese rules shall take effect March 1, 1888."}