{"title": "February 6 2020 Remarks after His Acquittal -Donald Trump", "content": " appreciate it. Thank you very much.\n A man who’s braver than me and braver than all of us in this room. He got — he got whacked. He got whacked. My Steve, right? I went to the hospital with our great First Lady that night. Right, honey? And we saw a man that was not going to make it. He was not going to make it. He was — the doctor — and I told him his wife — I said, “She loves you.” “Why do you say that?” Because she was devastated.\n A lot of wives wouldn’t give a damn. (Laughter.) A lot of — a lot of wives — a lot of wives would have said, “Oh, yeah.” I said, “How’s he doing?” “Oh…” She couldn’t even talk. She was inconsolable. Most wives would say, “Not good. Listen, I’m going home now.” (Laughter.) But the doctor came in — the wife is like — she was a total mess. She was really devastated. And he really — it looked like he had a 20, 25 percent chance. I think you set a record for blood loss.\n And, Steve Scalise, I — actually, honestly, I think you’re better looking now. You’re more handsome now. (Laughter.) You — you weren’t that good looking. You look good now. (Laughter.) He looks better now. Can you believe it? I don’t know what the hell that is. (Applause.) It’s true. Better now. (Applause.) What a guy.\n And he was practicing — he was practicing for the baseball game against, I guess, the Democrats, right? And this whack-job started shooting. Hurt Roger — I don’t know if Roger is here. But hurt a number of people — hit them. But really hit Steve. He — Steve was at second base. He was the second baseman. And he went down and it was terrible. I mean, I saw the whole thing and it was terrible.\n Fortunately, you had two brave policemen with you. Because of your high position in Congress, you had two policemen and they were amazing — the man and a woman. And they came and they didn’t have rifles. They were against a, supposedly, pretty good sharpshooter with rifles — good equipment. And all they had was a gun. And they started coming in from the outfield, shooting. And they’re so far away that a handgun is not preferred. This guy has the rifle and he’s hitting people. And he was going to move up and there was no out. I mean, if he would have been able to move up, there was no way to get out. The entrance was a single entranceway on the other side, where he was.\n So everyone went into the dugout — ran into the dugout, but Steve was really hit badly in the stomach, and — with a bullet that rips you apart. It was supposed to do that. It rips — it rips you apart.\n And these two people came charging forward. Boom. Boom. Boom. And one of them — you know who — one of them — him? — got the shooter. Hit him. And then got him. Killed him from the long distance. It was amazing. If you didn’t have those two people — you can imagine, right? You could imagine what would happen.\n So Melania and I went to the hospital that night. And he was in such bad shape, and he’s been working ever since, so hard. But six months ago, they had a baseball game at the Nationals Park. And I’m watching and it’s — it’s on television. And it’s just, you know, a game. People — you want to win it, right? And Steve’s at second base. The poor guy can’t even walk.\n Do you remember Bobby Richardson for the New York Yankees? He was known for range, Louie. Range. He had the greatest range. If a ball is hit to shortstop — Bobby Richardson is the second player, the second baseman — Bobby Richardson would field the ball. If it’s hit to first base, he’ll throw it to the first baseman. He had unbelievable range. This was not Steve Scalise. (Laughter.) Steve had no range. (Laughter.) One foot and he has to fall down, right? Because, you know, he was trying to get better. I don’t know who the hell put you on the field. (Laughter.)\n And this is a true story. So the game starts and the first pitch — Steve is standing at second base and the guy is really in bad shape. And I said, “This is terrible.” A shot — groundball shot is hit to second and Steve. I say — I didn’t have time to think too much, but I said, “This is not good. That ball is going toward him.”\n And this guy stopped that ball, caught the call. He’s now laying down. He throws the ball to first base. He gets him out. I said, “It’s the most incredible thing.” I’ve never seen — athletically — (applause) — I’ve never seen anything like it, right?\n And he gets him out and they then took him out of the game, which was a very wise thing because you could never do that again in a million years. (Laughter.) But you weren’t going to let that ball go through. I don’t care if it was hit by the greatest of all time, right? That ball was not going through you, because you are a warrior. Steve is — he is fantastic. You are fantastic. You and Liz and Kevin.\n What a great — what a group. I mean, what a group. I got lucky. I got lucky because you need the right people. If I had the wrong people there, he — maybe a different story. Maybe we’d be celebrating something else. But I really want to thank you, Steve Scalise.\n And, Elise, you — I just read this story; she’s the most incredible — what’s going on with you, Elise. So I even said — you know, I was up campaigning for her, helping her. But I thought, “She looks good. She looks like good talent.” But did I not realize, when she opens that mouth, you were killing them, Elise. (Laughter.) You were killing them. (Applause.)\n Elise — and there’s a big story in the New York Post — I love the New York Post because they treat me well. There aren’t too many of you that do. But today, you’re treating me well. I even had a great headline — New York Times, Washington Post. I had all of these great headlines. Maybe we should just end it right there. (Laughter.)\n But you had the greatest story, yesterday in the Post, that people from all over the country are contributing to her campaign. They were so enthralled with the way you handled yourself, what you said, the way you said it. And I’ll always be your friend. I think it was — it’s really an amazing story. What a great future you have. What a great future. Thank you. (Applause.) The First Lady agrees, by the way. The First Lady agrees.\n And Michael Turner, you can represent me anytime. Where’s Michael? Where is he? (Applause.) Or you can represent me. How good were you? There’s another — there’s another Perry Mason type, I think. Right? What do you think, John? But, Michael, you were fantastic and we appreciate it.\n Brad Wenstrup. Where’s Brad? Brad. (Applause.) Great, great job. This is a big day for lawyers. You notice only the lawyers stayed? All the lawyers stayed behind.\n Lee Zeldin. How good are you? How good are you? (Applause.) Man.\n And, Louie, your name is not down. They didn’t give me your name. Do you know — if I didn’t announce Louie — (laughter) — whoever the hell made this list, I got to get rid of because I — if I wouldn’t have announced Louie, it might have been the end of the presidency. (Laughter.) Louie, you have been so great. So tough and so smart. I got it just — (laughs) — I got it. But Louie has been amazing. He’s a tough guy. He’s a smart guy. He’s streetwise like crazy. We love Texas, and we’re with you all the way, Louie. We’re with you all the way. Thank you very much. (Applause.)\n So that’s the story. We have a great group of warriors, and there are others left, and, I guess, probably, I’m sure I didn’t mention a few, and I apologize if that’s the case. How’s CPAC doing? Good? Huh? My man, stand up please, will you? He’s the one who said, “You should run.” (Applause.) Right?\n Matt said — it’s like five years ago, six years ago. And I made a speech, and then they do some kind of a straw poll: “Who made the best speech?” And he said, “I made the best speech.” With all this professional — I hate to say this: With all these professional politicians, they voted, by far, the best speech was Trump. He calls me, he says, “You should run for politics.” I say, “What do I know about politics?”\n But you know what? We learned quickly, and our country has never done better than it’s doing right now. (Applause.) So it’s been good. (Applause.) But thank you, Matt. Great. Say hello.\n So that’s the story. We’ve been treated very unfairly. Fortunately, we have great men and women that came to our defense. If we didn’t, this would have been a horrific incident for our country. When you have Lisa and Peter, the lovers, the FBI lovers: “I want to believe the path you threw out for” Deputy Director Andrew McCabe. That’s the office. “There’s no way he gets elected” — meaning me. “There’s no way he gets elected.”\n This is Peter, to Lisa. He’s probably trying to impress her, for obvious reasons. (Laughter.) “There’s no way he gets elected. But I’m afraid we can’t take the risk.” Now, think of this. In other words, if I get elected, they can’t — “they”; two low-lifes — they can’t take the risk. They can’t take the risk. Think of it.\n And that’s where it came up, the greatest word of all: “insurance policy.” So he says, “But I’m afraid we can’t take the risk. She may lose.” It’s like an insurance policy. In the unlikely event you die before you’re 40 — in other words, if I won, they were going to do exactly what they did to us. They were going to try and overthrow the government of the United States — a duly elected president.\n And if I didn’t fire James Comey, we would have never found this stuff. Because when I fired that sleazebag, all hell broke out. They were ratting on each other. They were running for the hills. Let’s see what happens. Let’s see what happens. It’s in the hands of some very talented people. We’re going to have to see what happens.\n But I can tell you, in my opinion, these are the crookedest, most dishonest, dirtiest people I’ve ever seen. They said — this is Strzok: “God, Hillary should win 100 million to one.” This is about me. This is an agent from the FBI. Look how they let her off. Thirty-three thousand emails deleted. Nothing happens to her. Nothing happens. It’s unbelievable.\n But think of that — “God, Hillary should win” — when these guys are investigating Hillary. Then they go to work for Mueller — the two of them — and when Muller found out that everybody knew that they were 100 percent this way, he let them go. But they deleted all of their emails and text messages.\n So when we got the phone, they were all deleted. Could you imagine the treasure trove? They illegally deleted. So they left. They left Bob Mueller. He had the look, but he didn’t have a lot of other things. Always had the look. Mr. G-Man.\n And I love the FBI and the FBI loves me — 99 percent. It was the top scum. And the FBI people don’t like the top scum.\n So think of that: 100 million to one. And he’s investigating me. And then, “God, Trump is a loathsome human being, isn’t he?” These are the people looking at me. I’m really not a bad person. And Page said, “Yes, he’s awful.” How would you like to have that? This is just — this is the good stuff. There’s stuff a hundred times worse than that. These are all dirty people.\n And now, I just heard that they’re suing the United States of America because they were interfered with. We’re not going to let it happen. Just not going to let it happen. We cannot let this happen to our country. We can’t. (Applause.)\n So, I’m going to leave now. And I don’t know if any of you have anything to say. You could say it. But this is sort of a day of celebration, because we went through hell.\n And I’m sure that Pelosi and Cryin’ Chuck — I’ve known this guy all the — the only time I ever saw him cry was when it was appropriate. Known him for a long time. Cryin’ Chuck. But I’m sure they’ll try and cook up other things. They’ll go through the state of New York. They’ll go through other places. They’ll do whatever they can. Because instead of wanting to heal our country and fix our country, all they want to do — in my opinion, it’s almost like they want to destroy our country. We can’t let it happen.\n Jim Jordan, did you want to say something? Go ahead. Huh? Mark?\n REPRESENTATIVE MEADOWS: No, I just — I wanted to just say that this reflection today, it is a small reflection of the kind of support you have all across the country. We’ve got your back. (Applause.)\n THE PRESIDENT: Well, thank you. Thank you. Thank you. (Applause.)\n This was a highly partisan situation. Pelosi said — I copied it down exactly. Before the impeachment — she wanted to impeach from day one, by the way. Don’t let it fool you. You know, she said, “No, the impeachment is a very serious thing.” I said, “She wants to impeach. Watch.”\n Impeachment is so divisive to the country that unless there’s something so compelling and so overwhelming and bipartisan — bipartisan. It was 197 to nothing. And other than one failed presidential candidate — and I call that “half a vote” because he actually voted for us on the other one. But we had one failed presidential candidate. That’s the only half a vote we lost. So, we had almost 53 to nothing. We had 197 to nothing. And the only one that voted against was a guy that can’t stand the fact that he ran one of the worst campaigns in the history of the presidency.\n But she said, “There’s something so compelling — it has to be so compelling and so overwhelming and bipartisan. I don’t think we should go down that path, because it divides the country” — she was right about that — “and it’s just not worth it.” That was Nancy Pelosi a year ago. Right?\n And I think it’s a shame. I think it’s a shame. But as I said, if we can put this genius to work on roads and highways and bridges and all of the things we can do — prescription drugs. You know, we had — Secretary Azar is here and I want to thank him for this, but we had — first time in 51 years, where drug prices actually came down last year. First time in 51 years. But what we can do, working with both parties in Congress, is — would be unbelievable. It would be unbelievable — all we can do.\n And I know Chuck Grassley is working very hard on it and Mitch is working very hard on it. But what we can do is — is incredible. What we can do, just generally. We’ve done so much without it. We’ve rebuilt our military. We’ve cut regulations at a level that nobody thought possible. We’ll always protect our Second Amendment; we all know that.\n But I just want to tell you that it’s an honor to be with you all. I want to apologize to my family for having them have to go through a phony, rotten deal by some very evil and sick people. And Ivanka is here, and my — my sons and my whole family, and that includes Barron. (Applause.) That includes Barron, who is up there as a young boy.\n Stand up, honey. (Applause.) Ivanka, thank you, honey. Come. Come. (Applause.) (The President hugs Ivanka Trump.)\n Come here, baby. (Applause.) (The President hugs the First Lady.)\n So I just want to thank my family for sticking through it. This was not part of the deal. I was going to run for President, and if I won, I was going do a great job. I didn’t know that I was going to run, and then when I got in, I was going to have to run again and again and again. Every week, I had to run again. That wasn’t the deal, but they stuck with me.\n And I’m so glad I did it because we are making progress and doing things for our great people that everybody said couldn’t be done. Our country is thriving. Our country is just respected again. And it’s an honor to be with the people in this room.\n Thank you very much, everybody. (Applause.) Thank you. Thank you very much. Thank you. (Applause.)"}