{"title": "February 29 1964 Press Conference at the State Department-Lyndon B. Johnson", "content": " to the selective decisions of the few.\n\n I shall have my Press Secretary hold daily briefings, at least two a day, and make available all information that can be made available to the press. From time to time I will see individual members of the press about press business, and I may see some of my full-time friends socially, occasionally, I hope without too much criticism.\n\n Other times I will have them in my office, if I have any announcements that I think worthy of their attention and taking their time. At other times I will have a meeting like this to reach the folks who the press may not be able to reach through the ordinary newspaper or magazine media so that we can have radio coverage and television coverage.\n\n I know of nothing in the President's job that is more important than being held accountable to the people, explaining to the people the reasons for his action, and telling the people something about the problems that confront him, because they are a very understanding group once they have the facts.\n\n Q. Mr. President, there have been rumors, particularly from the Republicans, that you may be willing to compromise the public accommodations section of the civil rights bill. Is that true, and if not, is there any part of the bill that you feel might be the subject of compromise?\n\n THE PRESIDENT. I have never discussed this with anyone and I would suspect that those rumors which you talk about, which I have read about, are strictly Republican in origin. I will say that the civil rights bill which passed the House is the bill that this administration recommends. I am in favor of it passing the Senate exactly in its present form. I realize there will be some Senators who will want to strengthen it, some who will want to weaken it. But so far as this administration is concerned, its position is firm and we stand on the House bill.\n\n Q. Mr. President, much of the speculation on Viet-Nam in the past week has been occasioned by that phrase in your speech last weekend about a dangerous game in Viet-Nam. I think many of us are puzzled about what was the intention of that phrase and could you clarify your intentions for us?\n\n THE PRESIDENT. The speculation on Viet-Nam has been going on for some time. I was out there in 1961. There was a good deal of speculation then. In my California speech I intended to say just what I did, that aggressors who intend to envelop peaceful, liberty-loving, free people, and attempt to do so through aggressive means, are playing a very dangerous game. That is what I said, that is what I meant, and that is a very dangerous situation there and has been for some time.\n\n Q. Mr. President, would you further assess the situation in the far East in the light of Mr. Bundy's appointment there, and the problems he may face?\n\n THE PRESIDENT. We know that we have very serious problems in that area. We want to have the very best people that we can handling those problems. As I told you, on. the ground in Viet-Nam we have Ambassador Lodge. He has been sent additional assistance since I took office in November, and there are several new and very highly competent faces that have gone out at his request and with his approval.\n\n Mr. Hilsman felt that he should return to his faculty duties and he submitted his resignation to us. We had a reasonable time to select his successor. We reviewed the several possible persons to succeed him. We felt Mr. Hilsman was a very able and a very conscientious and very effective public servant, and we realized it was difficult to fill his shoes.\n\n We finally concluded, after conferring with Secretary Rusk at some length, that we should ask Secretary McNamara if he would be willing to let Mr. Bundy resign his place under his administration and move over to the State Department to take over Mr. Hilsman's duties.\n\n Thorough consideration was given to it and Mr. McNamara reluctantly agreed, but did agree and we have been able to prevail upon Mr. Bundy to do that. We think that he is the best possible successor that we could have to Mr. Hilsman, and we do think that this whole area needs every bit of the best manpower that it can get.\n\n Thank you, Mr. President."}