{"title": "January 14 1969 State of the Union Address-Lyndon B. Johnson", "content": " to become, in a moment of tragedy, the President of the United States.\n\n My term of office has been marked by a series of challenges, both at home and throughout the world.\n\n In meeting some of these challenges, the Nation has found a new confidence. In meeting others, it knew turbulence and doubt, and fear and hate.\n\n Throughout this time, I have been sustained by my faith in representative democracy--a faith that I had learned here in this Capitol Building as an employee and as a Congressman and as a Senator.\n\n I believe deeply in the ultimate purposes of this Nation--described by the Constitution, tempered by history, embodied in progressive laws, and given life by men and women that have been elected to serve their fellow citizens.\n\n Now for five most demanding years in the White House, I have been strengthened by the counsel and the cooperation of two great former Presidents, Harry S. Truman and Dwight David Eisenhower. I have been guided by the memory of my pleasant and close association with the beloved John F. Kennedy, and with our greatest modern legislator, Speaker Sam Rayburn.\n\n I have been assisted by my friend every step of the way, Vice President Hubert Humphrey. I am so grateful that I have been supported daily by the loyalty of Speaker McCormack and Majority Leader Albert.\n\n I have benefited from the wisdom of Senator Mike Mansfield, and I am sure that I have avoided many dangerous pitfalls by the good commonsense counsel of the President Pro Tem of the Senate, Senator Richard Brevard Russell.\n\n I have received the most generous cooperation from the leaders of the Republican Party in the Congress of the United States, Senator Dirksen and Congressman Gerald Ford, the Minority Leader.\n\n No President should ask for more, although I did upon occasions. But few Presidents have ever been blessed with so much.\n\n President-elect Nixon, in the days ahead, is going to need your understanding, just as I did. And he is entitled to have it. I hope every Member will remember that the burdens he will bear as our President, will be borne for all of us. Each of us should try not to increase these burdens for the sake of narrow personal or partisan advantage.\n\n Now, it is time to leave. I hope it may be said, a hundred years from now, that by working together we helped to make our country more just, more just for all of its people, as well as to insure and guarantee the blessings of liberty for all of our posterity.\n\n That is what I hope. But I believe that at least it will be said that we tried."}