{"title": "January 24 1995 State of the Union Address-Bill Clinton", "content": " do have a responsibility to assess the impact of your work and to understand the damage that comes from the incessant, repetitive, mindless violence and irresponsible conduct that permeates our media all the time.\n\n We've got to ask our community leaders and all kinds of organizations to help us stop our most serious social problem, the epidemic of teen pregnancies and births where there is no marriage. I have sent to Congress a plan to target schools all over this country with antipregnancy programs that work. But government can only do so much. Tonight I call on parents and leaders all across this country to join together in a national campaign against teen pregnancy to make a difference. We can do this, and we must.\n\n And I would like to say a special word to our religious leaders. You know, I'm proud of the fact the United States has more houses of worship per capita than any country in the world. These people who lead our houses of worship can ignite their congregations to carry their faith into action, can reach out to all of our children, to all of the people in distress, to those who have been savaged by the breakdown of all we hold dear. Because so much of what must be done must come from the inside out and our religious leaders and their congregations can make all the difference, they have a role in the New Covenant as well.\n\n There must be more responsibility for all of our citizens. You know, it takes a lot of people to help all the kids in trouble stay off the streets and in school. It takes a lot of people to build the Habitat for Humanity houses that the Speaker celebrates on his lapel pin. It takes a lot of people to provide the people power for all of the civic organizations in this country that made our communities mean so much to most of us when we were kids. It takes every parent to teach the children the difference between right and wrong and to encourage them to learn and grow and to say no to the wrong things but also to believe that they can be whatever they want to be.\n\n I know it's hard when you're working harder for less, when you're under great stress to do these things. A lot of our people don't have the time or the emotional stress, they think, to do the work of citizenship.\n\n Most of us in politics haven't helped very much. For years, we've mostly treated citizens like they were consumers or spectators, sort of political couch potatoes who were supposed to watch the TV ads either promise them something for nothing or play on their fears and frustrations. And more and more of our citizens now get most of their information in very negative and aggressive ways that are hardly conducive to honest and open conversations. But the truth is, we have got to stop seeing each other as enemies just because we have different views.\n\n If you go back to the beginning of this country, the great strength of America, as de Tocqueville pointed out when he came here a long time ago, has always been our ability to associate with people who were different from ourselves and to work together to find common ground. And in this day, everybody has a responsibility to do more of that. We simply cannot want for a tornado, a fire, or a flood to behave like Americans ought to behave in dealing with one another.\n\n I want to finish up here by pointing out some folks that are up with the First Lady that represent what I'm trying to talk about—citizens. I have no idea what their party affiliation is or who they voted for in the last election. But they represent what we ought to be doing.\n\n Cindy Perry teaches second graders to read in AmeriCorps in rural Kentucky. She gains when she gives. She's a mother of four. She says that her service inspired her to get her high school equivalency last year. She was married when she was a teenager—stand up, Cindy. She was married when she was a teenager. She had four children. But she had time to serve other people, to get her high school equivalency, and she's going to use her AmeriCorps money to go back to college.\n\n Chief Stephen Bishop is the police chief of Kansas City. He's been a national leader—stand up, Steve. He's been a national leader in using more police in community policing, and he's worked with AmeriCorps to do it. And the crime rate in Kansas City has gone down as a result of what he did.\n\n Corporal Gregory Depestre went to Haiti as part of his adopted country's force to help secure democracy in his native land. And I might add, we must be the only country in the world that could have gone to Haiti and taken Haitian-Americans there who could speak the language and talk to the people. And he was one of them, and we're proud of him.\n\n The next two folks I've had the honor of meeting and getting to know a little bit, the Reverend John and the Reverend Diana Cherry of the AME Zion Church in Temple Hills, Maryland. I'd like to ask them to stand. I want to tell you about them. In the early '80s, they left government service and formed a church in a small living room in a small house, in the early '80s. Today that church has 17,000 members. It is one of the three or four biggest churches in the entire United States. It grows by 200 a month. They do it together. And the special focus of their ministry is keeping families together.\n\n Two things they did make a big impression on me. I visited their church once, and I learned they were building a new sanctuary closer to the Washington, DC, line in a higher crime, higher drug rate area because they thought it was part of their ministry to change the lives of the people who needed them. The second thing I want to say is that once Reverend Cherry was at a meeting at the White House with some other religious leaders, and he left early to go back to this church to minister to 150 couples that he had brought back to his church from all over America to convince them to come back together, to save their marriages, and to raise their kids. This is the kind of work that citizens are doing in America. We need more of it, and it ought to be lifted up and supported.\n\n The last person I want to introduce is Jack Lucas from Hattiesburg, Mississippi. Jack, would you stand up? Fifty years ago, in the sands of Iwo Jima, Jack Lucas taught and learned the lessons of citizenship. On February 20, 1945, he and three of his buddies encountered the enemy and two grenades at their feet. Jack Lucas threw himself on both of them. In that moment, he saved the lives of his companions, and miraculously in the next instant, a medic saved his life. He gained a foothold for freedom, and at the age of 17, just a year older than his grandson who is up there with him today—and his son, who is a West Point graduate and a veteran—at 17, Jack Lucas became the youngest Marine in history and the youngest soldier in this century to win the Congressional Medal of Honor. All these years later, yesterday, here's what he said about that day: \"It didn't matter where you were from or who you were, you relied on one another. You did it for your country.\"\n\n We all gain when we give, and we reap what we sow. That's at the heart of this New Covenant. Responsibility, opportunity, and citizenship, more than stale chapters in some remote civic book, they're still the virtue by which we can fulfill ourselves and reach our God-given potential and be like them and also to fulfill the eternal promise of this country, the enduring dream from that first and most sacred covenant. I believe every person in this country still believes that we are created equal and given by our Creator the right to life, liberty and the pursuit of happiness. This is a very, very great country. And our best days are still to come.\n\n Thank you, and God bless you all."}