{"title": "January 16 1833 Message Regarding South Carolina Nullification of Federal Legislation-Andrew Jackson", "content": " to Congress information of the state of the Union, and recommend to their consideration such measures as he shall judge necessary and expedient, imposes the additional obligation of recommending to Congress such more efficient provision for executing the laws as may from time to time be found requisite.\n\nThe same instrument confers on Congress the power not merely to lay and collect taxes, duties, imposts, and excises, to pay the debts and provide for the common defense and general welfare, but \"to make all laws which shall be necessary and proper for carrying into effect the foregoing powers and all other powers vested by the Constitution in the Government of the United States or in any department or officer thereof,\" and also to provide for calling forth the militia for executing the laws of the Union. In all cases similar to the present the duties of the Government become the measure of its powers, and whenever it fails to exercise a power necessary and proper to the discharge of the duty prescribed by the Constitution it violates the public trusts not less than it would in transcending its proper limits. To refrain, therefore, from the high and solemn duties thus enjoined, however painful the performance may be, and thereby tacitly permit the rightful authority of the Government to be contemned and its laws obstructed by a single State, would neither comport with its own safety nor the rights of the great body of the American people.\n\nIt being thus shown to be the duty of the Executive to execute the laws by all constitutional means, it remains to consider the extent of those already at his disposal and what it may be proper further to provide.\n\nIn the instructions of the Secretary of the Treasury to the collectors in South Carolina the provisions and regulations made by the act of 1799, and also the fines, penalties, and forfeitures for their enforcement, are particularly detailed and explained. It may be well apprehended, however, that these provisions may prove inadequate to meet such an open, powerful, organized opposition as is to be commenced after the 1st of February next.\n\nSubsequently to the date of these instructions and to the passage of the ordinance, information has been received from sources entitled to be relied on that owing to the popular excitement in the State and the effect of the ordinance declaring the execution of the revenue laws unlawful a sufficient number of persons in whom confidence might be placed could not be induced to accept the office of inspector to oppose with any probability of success the force which will no doubt be used when an attempt is made to remove vessels and their cargoes from the custody of the officers of the customs, and, indeed, that it would be impracticable for the collector, with the aid of any number of inspectors whom he may be authorized to employ, to preserve the custody against such an attempt.\n\nThe removal of the custom-house from Charleston to Castle Pinckney was deemed a measure of necessary precaution, and though the authority to give that direction is not questioned, it is nevertheless apparent that a similar precaution can not be observed in regard to the ports of Georgetown and Beaufort, each of which under the present laws remains a port of entry and exposed to the obstructions meditated in that quarter.\n\nIn considering the best means of avoiding or of preventing the apprehended obstruction to the collection of the revenue, and the consequences which may ensue, it would appear to be proper and necessary to enable the officers of the customs to preserve the custody of vessels and their cargoes, which by the existing laws they are required to take, until the duties to which they are liable shall be paid or secured. The mode by which it is contemplated to deprive them of that custody is the process of replevin and that of capias in withernam , in the nature of a distress from the State tribunals organized by the ordinance.\n\nAgainst the proceeding in the nature of a distress it is not perceived that the collector can interpose any resistance whatever, and against the process of replevin authorized by the law of the State he, having no common-law power, can only oppose such inspectors as he is by statute authorized and may find it practicable to employ, and these, from the information already adverted to, are shown to be wholly inadequate.\n\nThe respect which that process deserves must therefore be considered.\n\nIf the authorities of South Carolina had not obstructed the legitimate action of the courts of the United States, or if they had permitted the State tribunals to administer the law according to their oath under the Constitution and the regulations of the laws of the Union, the General Government might have been content to look to them for maintaining the custody and to encounter the other inconveniences arising out of the recent proceedings. Even in that case, however, the process of replevin from the courts of the State would be irregular and unauthorized. It has been decided by the Supreme Court of the United States that the courts of the United States have exclusive jurisdiction of all seizures made on land or water for a breach of the laws of the United States, and any intervention of a State authority which, by taking the thing seized out of the hands of the United States officer, might obstruct the exercise of this jurisdiction is unlawful; that in such case the court of the United States having cognizance of the seizure may enforce a redelivery of the thing by attachment or other summary process; that the question under such a seizure whether a forfeiture has been actually incurred belongs exclusively to the courts of the United States, and it depends on the final decree whether the seizure is to be deemed rightful or tortuous; and that not until the seizure be finally judged wrongful and without probable cause by the courts of the United States can the party proceed at common law for damages in the State courts.\n\nBut by making it \"unlawful for any of the constituted authorities, whether of the United States or of the State, to enforce the laws for the payment of duties, and declaring that all judicial proceedings which shall be hereafter had in affirmance of the contracts made with purpose to secure the duties imposed by the said acts are and shall be held utterly null and void,\" she has in effect abrogated the judicial tribunals within her limits in this respect, has virtually denied the United States access to the courts established by their own laws, and declared it unlawful for the judges to discharge those duties which they are sworn to perform. In lieu of these she has substituted those State tribunals already adverted to, the judges whereof are not merely forbidden to allow an appeal or permit a copy of their record, but are previously sworn to disregard the laws of the Union and enforce those only of South Carolina, and thus deprived of the function essential to the judicial character of inquiring into the validity of the law and the right of the matter, become merely ministerial instruments in aid of the concerted obstruction of the laws of the Union.\n\nNeither the process nor authority of these tribunals thus constituted can be respected consistently with the supremacy of the laws or the rights and security of the citizen. If they be submitted to, the protection due from the Government to its officers and citizens is withheld, and there is at once an end not only to the laws, but to the Union itself.\n\nAgainst such a force as the sheriff may, and which by the replevin law of South Carolina it is his duty to exercise, it can not be expected that a collector can retain his custody with the aid of the inspectors. In such case, it is true, it would be competent to institute suits in the United States courts against those engaged in the unlawful proceeding, or the property might be seized for a violation of the revenue laws, and, being libeled in the proper courts, an order might be made for its redelivery, which would be committed to the marshal for execution. But in that case the fourth section of the act, in broad and unqualified terms, makes it the duty of the sheriff \"to prevent such recapture or seizure, or to redeliver the goods, as the case may be,\" \"even under any process, order, or decrees, or other pretext contrary to the true intent and meaning of the ordinance aforesaid.\" It is thus made the duty of the sheriff to oppose the process of the courts of the United States, and for that purpose, if need be, to employ the whole power of the county. And the act expressly reserves to him all power which, independently of its provisions, he could have used. In this reservation it obviously contemplates a resort to other means than those particularly mentioned.\n\nIt is not to be disguised that the power which it is thus enjoined upon the sheriff to employ is nothing less than the posse comitatus in all the rigor of the ancient common law. This power, though it may be used against unlawful resistance to judicial process, is in its character forcible, and analogous to that conferred upon the marshals by the act of 1795. It is, in fact, the embodying of the whole mass of the population, under the command of a single individual, to accomplish by their forcible aid what could not be effected peaceably and by the ordinary means. It may properly be said to be a relic of those ages in which the laws could be defended rather by physical than moral force, and in its origin was conferred upon the sheriffs of England to enable them to defend their county against any of the King's enemies when they came into the land, as well as for the purpose of executing process. In early and less civilized times it was intended to include \"the aid and attendance of all knights and others who were bound to have harness.\" It includes the right of going with arms and military equipment, and embraces larger classes and greater masses of population than can be compelled by the laws of most of the States to perform militia duty. If the principles of the common law are recognized in South Carolina (and from this act it would seem they are), the power of summoning the posse comitatus will compel, under the penalty of fine and imprisonment, every man over the age of 15, and able to travel, to turn out at the call of the sheriff, and with such weapons as may be necessary; and it my justify beating, and even killing, such as may resist. The use of the posse comitatus is therefore a direct application of force, and can not be otherwise regarded than as the employment of the whole militia force of the county, and in an equally efficient form under a different name. No proceeding which resorts to this power to the extent contemplated by the act can be properly denominated peaceable.\n\nThe act of South Carolina, however, does not rely altogether upon this forcible remedy. For even attempting to resist or disobey, though by the aid only of the ordinary officers of the customs, the process of replevin, the collector and all concerned are subjected to a further proceeding in the nature of a distress of their personal effects, and are, moreover, made guilty of a misdemeanor, and liable to be punished by a fine of not less than $1,000 nor more than $5,000 and to imprisonment not exceeding two years and not less than six months; and for even attempting to execute the order of the court for retaking the property the marshal and all assisting would be guilty of a misdemeanor and liable to a fine of not less than $3,000 nor more than $10,000 and to imprisonment not exceeding two years nor less than one; and in case the goods should be retaken under such process it is made the absolute duty of the sheriff to retake them.\n\nIt is not to be supposed that in the face of these penalties, aided by the powerful force of the county, which would doubtless be brought to sustain the State officers, either that the collector would retain the custody in the first instance or that the marshal could summon sufficient aid to retake the property pursuant to the order or other process of the court.\n\nIt is, moreover, obvious that in this conflict between the powers of the officers of the United States and of the State (unless the latter be passively submitted to) the destruction to which the property of the officers of the customs would be exposed, the commission of actual violence, and the loss of lives would be scarcely avoidable.\n\nUnder these circumstances and the provisions of the acts of South Carolina the execution of the laws is rendered impracticable even through the ordinary judicial tribunals of the United States. There would certainly be fewer difficulties, and less opportunity of actual collision between the officers of the United States and of the State, and the collection of the revenue would be more effectually secured--if, indeed, it can be done in any other way--by placing the custom-house beyond the immediate power of the county.\n\nFor this purpose it might be proper to provide that whenever by any unlawful combination or obstruction in any State or in any port it should become impracticable faithfully to collect the duties, the President of the United States should be authorized to alter and abolish such of the districts and ports of entry as should be necessary, and to establish the custom-house at some secure place within some port or harbor of such State; and in such cases it should be the duty of the collector to reside at such place, and to detain all vessels and cargoes until the duties imposed by law should be properly secured or paid in cash, deducting interest; that in such cases it should be unlawful to take the vessel and cargo from the custody of the proper officer of the customs unless by process from the ordinary judicial tribunals of the United States, and that in case of an attempt otherwise to take the property by a force too great to be overcome by the officers of the customs it should be lawful to protect the possession of the officers by the employment of the land and naval forces and militia, under provisions similar to those authorized by the eleventh section of the act of the 9th of January, 1809.\n\nThis provision, however, would not shield the officers and citizens of the United States, acting under the laws, from suits and prosecutions in the tribunals of the State which might thereafter be brought against them, nor would it protect their property from the proceeding by distress, and it may well be apprehended that it would be insufficient to insure a proper respect to the process of the constitutional tribunals in prosecutions for offenses against the United States and to protect the authorities of the United States, whether judicial or ministerial, in the performance of their duties. It would, moreover, be inadequate to extend the protection due from the Government to that portion of the people of South Carolina against outrage and oppression of any kind who may manifest their attachment and yield obedience to the laws of the Union.\n\nIt may therefore be desirable to revive, with some modifications better adapted to the occasion, the sixth section of the act of the 3d March, 1815, which expired on the 4th March, 1817, by the limitation of that of 27th April, 1816, and to provide that in any case where suit shall be brought against any individual in the courts of the State for any act done under the laws of the United States he should be authorized to remove the said cause by petition into the circuit court of the United States without any copy of the record, and that the court should proceed to hear and determine the same as if it had been originally instituted therein; and that in all cases of injuries to the persons or property of individuals for disobedience to the ordinance and laws of South Carolina in pursuance thereof redress may be sought in the courts of the United States. It may be expedient also, by modifying the resolution of the 3d March, 1791, to authorize the marshals to make the necessary provision for the safe-keeping of prisoners committed under the authority of the United States.\n\nProvisions less than these, consisting as they do for the most part rather of a revival of the policy of former acts called for by the existing emergency than of the introduction of any unusual or rigorous enactments, would not cause the laws of the Union to be properly respected or enforced. It is believed these would prove adequate unless the military forces of the State of South Carolina authorized by the late act of the legislature should be actually embodied and called out in aid of their proceedings and of the provisions of the ordinance generally. Even in that case, however, it is believed that no more will be necessary than a few modifications of its terms to adapt the act of 1795 to the present emergency, as by that act the provisions of the law of 1792 were accommodated to the crisis then existing, and by conferring authority upon the President to give it operation during the session of Congress, and without the ceremony of a proclamation, whenever it shall be officially made known to him by the authority of any State, or by the courts of the United States, that within the limits of such State the laws of the United States will be openly opposed and their execution obstructed by the actual employment of military force, or by any unlawful means whatsoever too great to be otherwise overcome.\n\nIn closing this communication, I should do injustice to my own feelings not to express my confident reliance upon the disposition of each department of the Government to perform its duty and to cooperate in all measures necessary in the present emergency.\n\nThe crisis undoubtedly invokes the fidelity of the patriot and the sagacity of the statesman, not more in removing such portion of the public burden as may be necessary than in preserving the good order of society and in the maintenance of well-regulated liberty.\n\nWhile a forbearing spirit may, and I trust will, be exercised toward the errors of our brethren in a particular quarter, duty to the rest of the Union demands that open and organized resistance to the laws should not be executed with impunity.\n\nThe rich inheritance bequeathed by our fathers has devolved upon us the sacred obligation of preserving it by the same virtues which conducted them through the eventful scenes of the Revolution and ultimately crowned their struggle with the noblest model of civil institutions. They bequeathed to us a Government of laws and a Federal Union founded upon the great principle of popular representation. After a successful experiment of forty-four years, at a moment when the Government and the Union are the objects of the hopes of the friends of civil liberty throughout the world, and in the midst of public and individual prosperity unexampled in history, we are called to decide whether these laws possess any force and that Union the means of self-preservation. The decision of this question by an enlightened and patriotic people can not be doubtful. For myself, fellow-citizens, devoutly relying upon that kind Providence which has hitherto watched over our destinies, and actuated by a profound reverence for those institutions I have so much cause to love, and for the American people, whose partiality honored me with their highest trust, I have determined to spare no effort to discharge the duty which in this conjuncture is devolved upon me. That a similar spirit will actuate the representatives of the American people is not to be questioned; and I fervently pray that the Great Ruler of Nations may so guide your deliberations and our joint measures as that they may prove salutary examples not only to the present but to future times, and solemnly proclaim that the Constitution and the laws are supreme and the Union indissoluble."}