{"title": "January 5 1956 State of the Union Address-Dwight D. Eisenhower", "content": " conditions in mind.\nI recommend that the number of persons admitted to this country annually be based not on the 1920 census but on the latest, the 1950 census. Provision should be made to allow for greater flexibility in the use of quotas so if one country does not use its share, the vacancies may be made available for the use of qualified individuals from other countries.\nThe law should be amended to permit the Secretary of State and the Attorney General to waive the requirements of fingerprinting on a reciprocal basis for persons coming to this country for temporary visits. This and other changes in the law are long overdue and should be taken care of promptly. Detailed recommendations for revision of the immigration laws will be submitted to the Congress.\nI am happy to report substantial progress in the flow of immigrants under the Refugee Relief Act of 1953; however, I again request this Congress to approve without further delay the urgently needed amendments to that act which I submitted in the last Session. Because of the high prosperity in Germany and Austria, the number of immigrants from those countries will be reduced. This will make available thousands of unfilled openings which I recommend be distributed to Greece and Italy and to escapees from behind the Iron Curtain.\nOnce again I ask the Congress to join with me in demonstrating our belief in the right of suffrage. I renew my request that the principle of self-government be extended and the right of suffrage granted to the citizens of the District of Columbia.\nTo conclude: the vista before us is bright. The march of science, the expanding economy, the advance in collective security toward a just peace--in this threefold movement our people are creating new standards by which the future of the Republic may be judged.\nProgress, however, will be realized only as it is more than matched by a continuing growth in the spiritual strength of the nation. Our dedication to moral values must be complete in our dealings abroad and in our relationships among ourselves. We have single-minded devotion to the common good of America. Never must we forget that this means the well-being, the prosperity, the security of all Americans in every walk of life.\nTo the attainment of these objectives, I pledge full energies of the Administration, as in the Session ahead, it works on a program for submission to you, the Congress of the United States."}