{"title": "January 17 1968 State of the Union Address-Lyndon B. Johnson", "content": " consumer a stronger voice, I plan to appoint a consumer counsel in the Justice Department--a lawyer for the American consumer--to work directly under the Attorney General, to serve the President's Special Assistant for Consumer Affairs, and to serve the consumers of this land.\n\n This Congress--Democrats and Republicans--can earn the thanks of history. We can make this truly a new day for the American consumer, and by giving him this protection we can live in history as the consumer-conscious Congress.\n\n So let us get on with the work. Let us act soon.\n\n We, at every level of the government, State, local, Federal, know that the American people have had enough of rising crime and lawlessness in this country.\n\n They recognize that law enforcement is first the duty of local police and local government.\n\n They recognize that the frontline headquarters against crime is in the home, the church, the city hall and the county courthouse and the statehouse--not in the far-removed National Capital of Washington.\n\n But the people also recognize that the National Government can and the National Government should help the cities and the States in their war on crime to the full extent of its resources and its constitutional authority. And this we shall do.\n\n This does not mean a national police force. It does mean help and financial support:\n\n --to develop State and local master plans to combat crime,\n\n --to provide better training and better pay for police, and\n\n --to bring the most advanced technology to the war on crime in every city and every county in America.\n\n There is no more urgent business before this Congress than to pass the Safe Streets Act this year that I proposed last year. That law will provide these required funds. They are so critically needed that I have doubled my request under this act to $100 million in fiscal 1969.\n\n And I urge the Congress to stop the trade in mail-order murder, to stop it this year by adopting a proper gun control law.\n\n This year, I will propose a Drug Control Act to provide stricter penalties for those who traffic in LSD and other dangerous drugs with our people.\n\n I will ask for more vigorous enforcement of all of our drug laws by increasing the number of Federal drug and narcotics control officials by more than 30 percent. The time has come to stop the sale of slavery to the young. I also request you to give us funds to add immediately 100 assistant United States attorneys throughout the land to help prosecute our criminal laws. We have increased our judiciary by 40 percent and we have increased our prosecutors by 16 percent. The dockets are full of cases because we don't have assistant district attorneys to go before the Federal judge and handle them. We start these young lawyers at $8,200 a year. And the docket is clogged because we don't have authority to hire more of them.\n\n I ask the Congress for authority to hire 100 more. These young men will give special attention to this drug abuse, too.\n\n Finally, I ask you to add 100 FBI agents to strengthen law enforcement in the Nation and to protect the individual rights of every citizen.\n\n A moment ago I spoke of despair and frustrated hopes in the cities where the fires of disorder burned last summer. We can-and in time we will--change that despair into confidence, and change those frustrations into achievements. But violence will never bring progress.\n\n We can make progress only by attacking the causes of violence and only where there is civil order founded on justice.\n\n Today we are helping local officials improve their capacity to deal promptly with disorders.\n\n Those who preach disorder and those who preach violence must know that local authorities are able to resist them swiftly, to resist them sternly, and to resist them decisively.\n\n I shall recommend other actions:\n\n --To raise the farmers' income by establishing a security commodity reserve that will protect the market from price-depressing stocks and protect the consumer from food scarcity.\n\n --I shall recommend programs to help farmers bargain more effectively for fair prices.\n\n --I shall recommend programs for new air safety measures.\n\n --Measures to stem the rising costs of medical care.\n\n --Legislation to encourage our returning veterans to devote themselves to careers in community service such as teaching, and being firemen, and joining our police force, and our law enforcement officials.\n\n --I shall recommend programs to strengthen and finance our anti-pollution efforts.\n\n --Fully funding all of the $2.18 billion poverty program that you in the Congress had just authorized in order to bring opportunity to those who have been left far behind.\n\n --I shall recommend an Educational Opportunity Act to speed up our drive to break down the financial barriers that are separating our young people from college.\n\n I shall also urge the Congress to act on several other vital pending bills--especially the civil rights measures--fair jury trials, protection of Federal rights, enforcement of equal employment opportunity, and fair housing.\n\n The unfinished work of the first session must be completed--the Higher Education Act, the Juvenile Delinquency Act, conservation measures to save the redwoods of California, and to preserve the wonders of our scenic rivers, the Highway Beautification Act--and all the other measures for a cleaner, and for a better, and for a more beautiful America.\n\n Next month we'll begin our 8th year of uninterrupted prosperity. The economic outlook for this year is one of steady growth-if we are vigilant.\n\n True, there are some clouds on the horizon. Prices are rising. Interest rates have passed the peak of 1966; and if there is continued inaction on the tax bill, they will climb even higher.\n\n I warn the Congress and the Nation tonight that this failure to act on the tax bill will sweep us into an accelerating spiral of price increases, a slump in homebuilding, and a continuing erosion of the American dollar.\n\n This would be a tragedy for every American family. And I predict that if this happens, they will all let us know about it.\n\n We--those of us in the executive branch, in the Congress, and the leaders of labor and business--must do everything we can to prevent that kind of misfortune.\n\n Under the new budget, the expenditures for 1969 will increase by $10.4 billion. Receipts will increase by $22.3 billion including the added tax revenues. Virtually all of this expenditure increase represents the mandatory cost of our defense efforts, $3 billion; increased interest, almost $1 billion; or mandatory payments under laws passed by Congress--such as those provided in the Social Security Act that you passed in 1967, and to Medicare and Medicaid beneficiaries, veterans, and farmers, of about $4 1/2 billion; and the additional $1 billion 600 million next year for the pay increases that you passed in military and civilian pay. That makes up the $10 billion that is added to the budget. With few exceptions, very few, we are holding the fiscal 1969 budget to last year's level, outside of those mandatory and required increases.\n\n A Presidential commission composed of distinguished congressional fiscal leaders and other prominent Americans recommended this year that we adopt a new budget approach. I am carrying out their recommendations in this year's budget. This budget, therefore, for the first time accurately covers all Federal expenditures and all Federal receipts, including for the first time in one budget $47 billion from the social security, Medicare, highway, and other trust funds.\n\n The fiscal 1969 budget has expenditures of approximately $186 billion, with total estimated revenues, including the tax bill, of about $178 billion.\n\n If the Congress enacts the tax increase, we will reduce the budget deficit by some $12 billion. The war in Vietnam is costing us about $25 billion and we are asking for about $12 billion in taxes--and if we get that $12 billion tax bill we will reduce the deficit from about $20 billion in 1968 to about $8 billion in 1969.\n\n Now, this is a tight budget. It follows the reduction that I made in cooperation with the Congress--a reduction made after you had reviewed every appropriations bill and reduced the appropriations by some $5 or $6 billion and expenditures by $1.5 billion. We conferred together and I recommended to the Congress and you subsequently approved taking 2 percent from payrolls and 10 percent from controllable expenditures. We therefore reduced appropriations almost $10 billion last session and expenditures over $4 billion. Now, that was in the budget last year.\n\n I ask the Congress to recognize that there are certain selected programs that meet the Nation's most urgent needs and they have increased. We have insisted that decreases in very desirable but less urgent programs be made before we would approve any increases. So I ask the Congress tonight:\n\n --to hold its appropriations to the budget requests, and\n\n --to act responsibly early this year by enacting the tax surcharge which for the average American individual amounts to about a penny out of each dollar's income.\n\n This tax increase would yield about half of the $23 billion per year that we returned to the people in the tax reduction bills of 1964 and 1965.\n\n This must be a temporary measure, which expires in less than 2 years. Congress can repeal it sooner if the need has passed. But Congress can never repeal inflation.\n\n The leaders of American business and the leaders of American labor--those who really have power over wages and prices--must act responsibly, and in their Nation's interest by keeping increases in line with productivity. If our recognized leaders do not do this, they and those for whom they speak and all of us are going to suffer very serious consequences.\n\n On January 1st, I outlined a program to reduce our balance of payments deficit sharply this year. We will ask the Congress to help carry out those parts of the program which require legislation. We must restore equilibrium to our balance of payments.\n\n We must also strengthen the international monetary system. We have assured the world that America's full gold stock stands behind our commitment to maintain the price of gold at $35 an ounce. We must back this commitment by legislating now to free our gold reserves.\n\n Americans, traveling more than any other people in history, took $4 billion out of their country last year in travel costs. We must try to reduce the travel deficit that we have of more than $2 billion. We are hoping that we can reduce it by $500 million--without unduly penalizing the travel of teachers, students, business people who have essential and necessary travel, or people who have relatives abroad whom they want to see. Even with this reduction of $500 million, the American people will still be traveling more overseas than they did in 1967, 1966, or 1965 or any other year in their history.\n\n If we act together as I hope we can, I believe we can continue our economic expansion which has already broken all past records. And I hope that we can continue that expansion in the days ahead.\n\n Each of these questions I have discussed with you tonight is a question of policy for our people. Therefore, each of them should be--and doubtless will be--debated by candidates for public office this year.\n\n I hope those debates will be marked by new proposals and by a seriousness that matches the gravity of the questions themselves.\n\n These are not appropriate subjects for narrow partisan oratory. They go to the heart of what we Americans are all about--all of us, Democrats and Republicans.\n\n Tonight I have spoken of some of the goals I should like to see America reach. Many of them can be achieved this year-others by the time we celebrate our Nation's 200th birthday--the bicentennial of our independence.\n\n Several of these goals are going to be very hard to reach. But the State of our Union will be much stronger 8 years from now on our 200th birthday if we resolve to reach these goals now. They are more important-much more important--than the identity of the party or the President who will then be in office.\n\n These goals are what the fighting and our alliances are really meant to protect.\n\n Can we achieve these goals?\n\n Of course we can--if we will.\n\n If ever there was a people who sought more than mere abundance, it is our people.\n\n If ever there was a nation that was capable of solving its problems, it is this Nation.\n\n If ever there were a time to know the pride and the excitement and the hope of being an American--it is this time.\n\n So this, my friends, is the State of our Union: seeking, building, tested many times in this past year--and always equal to the test.\n\n Thank you and good night."}