{"title": "July 6 1852 Eulogy on Henry Clay-Abraham Lincoln", "content": " for the Presidency, and was defeated; and, although he was successively defeated for the same office in 1832, and in 1844, there has never been a moment since 1824 till after 1848 when a very large portion of the American people did not cling to him with an enthusiastic hope and purpose of still elevating him to the Presidency. With other men, to be defeated, was to be forgotten; but to him, defeat was but a trifling incident, neither changing him, or the world's estimate of him. Even those of both political parties, who have been preferred to him for the highest office, have run far briefer courses than he, and left him, still shining, high in the heavens of the political world. Jackson, Van Buren, Harrison, Polk, and Taylor, all rose after, and set long before him. The spell—the long enduring spell—with which the souls of men were bound to him, is a miracle. Who can compass it? It is probably true he owed his pre-eminence to no one quality, but to a fortunate combination of several. He was surpassingly eloquent; but many eloquent men fail utterly; and they are not, as a class, generally successful. His judgment was excellent; but many men of good judgment, live and die unnoticed. His will was indomitable; but this quality often secures to its owner nothing better than a character for useless obstinacy. These then were Mr. Clay's leading qualities. No one of them is very uncommon; but all taken together are rarely combined in a single individual; and this is probably the reason why such men as Henry Clay are so rare in the world.\n Mr. Clay's eloquence did not consist, as many fine specimens of eloquence does, of types and figures—of antithesis, and elegant arrangement of words and sentences; but rather of that deeply earnest and impassioned tone, and manner, which can proceed only from great sincerity and a thorough conviction, in the speaker of the justice and importance of his cause. This it is, that truly touches the chords of human sympathy; and those who heard Mr. Clay, never failed to be moved by it, or ever afterwards, forgot the impression. All his efforts were made for practical effect. He never spoke merely to be heard. He never delivered a Fourth of July Oration, or an eulogy on an occasion like this. As a politician or statesman, no one was so habitually careful to avoid all sectional ground. Whatever he did, he did for the whole country. In the construction of his measures he ever carefully surveyed every part of the field, and duly weighed every conflicting interest. Feeling, as he did, and as the truth surely is, that the world's best hope depended on the continued Union of these States, he was ever jealous of, and watchful for, whatever might have the slightest tendency to separate them.\n Mr. Clay's predominant sentiment, from first to last, was a deep devotion to the cause of human liberty—a strong sympathy with the oppressed every where, and an ardent wish for their elevation. With him, this was a primary and all controlling passion. Subsidiary to this was the conduct of his whole life. He loved his country partly because it was his own country, but mostly because it was a free country; and he burned with a zeal for its advancement, prosperity and glory, because he saw in such, the advancement, prosperity and glory, of human liberty, human right and human nature. He desired the prosperity of his countrymen partly because they were his countrymen, but chiefly to show to the world that freemen could be prosperous.\n That his views and measures were always the wisest, needs not to be affirmed; nor should it be, on this occasion, where so many, thinking differently, join in doing honor to his memory. A free people, in times of peace and quiet---when pressed by no common danger—naturally divide into parties. At such times, the man who is of neither party, is not—cannot be, of any consequence. Mr. Clay, therefore, was of a party. Taking a prominent part, as he did, in all the great political questions of his country for the last half century, the wisdom of his course on many, is doubted and denied by a large portion of his countrymen; and of such it is not now proper to speak particularly. But there are many others, about his course upon which, there is little or no disagreement amongst intelligent and patriotic Americans. Of these last are the War of 1812, the Missouri question, Nullification, and the now recent compromise measures. In 1812 Mr. Clay, though not unknown, was still a young man. Whether we should go to war with Great Britain, being the question of the day, a minority opposed the declaration of war by Congress, while the majority, though apparently inclining to war, had, for years, wavered, and hesitated to act decisively. Meanwhile British aggressions multiplied, and grew more daring and aggravated. By Mr. Clay, more than any other man, the struggle was brought to a decision in Congress. The question, being now fully before congress, came up, in a variety of ways, in rapid succession, on most of which occasions Mr. Clay spoke. Adding to all the logic, of which the subject was susceptible, that noble inspiration, which came to him as it came to no other, he aroused, and nerved, and inspired his friends, and confounded and bore-down all opposition. Several of his speeches, on these occasions, were reported, and are still extant; but the best of these all never was. During its delivery the reporters forgot their vocations, dropped their pens, and sat enchanted from near the beginning to quite the close. The speech now lives only in the memory of a few old men; and the enthusiasm with which they cherish their recollection of it is absolutely astonishing. The precise language of this speech we shall never know; but we do know—we cannot help knowing, that, with deep pathos, it pleaded the cause of the injured sailor—that it invoked the genius of the revolution---that it apostrophised the names of Otis, of Henry and of Washington—that it appealed to the interest, the pride, the honor and the glory of the nation—that it shamed and taunted the timidity of friends—that it scorned, and scouted, and withered the temerity of domestic foes—that it bearded and defied the British Lion—and rising, and swelling, and maddening in its course, it sounded the onset, till the charge, the shock, the steady struggle, and the glorious victory, all passed in vivid review before the entranced hearers.\n Important and exciting as was the War question, of 1812, it never so alarmed the sagacious statesmen of the country for the safety of the republic, as afterwards did the Missouri question. This sprang from that unfortunate source of discord—negro slavery. When our Federal Constitution was adopted, we owned no territory beyond the limits or ownership of the states, except the territory North-West of the River Ohio, and East of the Mississippi. What has since been formed into the States of Maine, Kentucky, and Tennessee, was, I believe, within the limits of or owned by Massachusetts, Virginia, and North Carolina. As to the North Western Territory, provision had been made, even before the adoption of the Constitution, that slavery should never go there. On the admission of the States into the Union carved from the territory we owned before the constitution, no question—or at most, no considerable question—arose about slavery—those which were within the limits of or owned by the old states, following, respectively, the condition of the parent state, and those within the North West territory, following the previously made provision. But in 1803 we purchased Louisiana of the French; and it included with much more, what has since been formed into the State of Missouri. With regard to it, nothing had been done to forestall the question of slavery. When, therefore, in 1819, Missouri, having formed a State constitution, without excluding slavery, and with slavery already actually existing within its limits, knocked at the door of the Union for admission, almost the entire representation of the non-slave-holding states, objected. A fearful and angry struggle instantly followed. This alarmed thinking men, more than any previous question, because, unlike all the former, it divided the country by geographical lines. Other questions had their opposing partizans in all localities of the country and in almost every family; so that no division of the Union could follow such, without a separation of friends, to quite as great an extent, as that of opponents. Not so with the Missouri question. On this a geographical line could be traced which, in the main, would separate opponents only. This was the danger. Mr. Jefferson, then in retirement wrote:\n \"I had for a long time ceased to read newspapers, or to pay any attention to public affairs, confident they were in good hands, and content to be a passenger in our bark to the shore from which I am not distant. But this momentous question, like a fire bell in the night, awakened, and filled me with terror. I considered it at once as the knell of the Union. It is hushed, indeed, for the moment. But this is a reprieve only, not a final sentence. A geographical line, co-inciding with a marked principle, moral and political, once conceived, and held up to the angry passions of men, will never be obliterated; and every irritation will mark it deeper and deeper. I can say, with conscious truth, that there is not a man on earth who would sacrifice more than I would to relieve us from this heavy reproach, in any practicable way. The cession of that kind of property, for so it is misnamed, is a bagatelle which would not cost me a second thought, if, in that way, a general emancipation, and expatriation could be effected; and, gradually, and with due sacrifices I think it might be. But as it is, we have the wolf by the ears and we can neither hold him, nor safely let him go. Justice is in one scale, and self-preservation in the other.\"\n Mr. Clay was in congress, and, perceiving the danger, at once engaged his whole energies to avert it. It began, as I have said, in 1819; and it did not terminate till 1821. Missouri would not yield the point; and congress—that is, a majority in congress—by repeated votes, showed a determination to not admit the state unless it should yield. After several failures, and great labor on the part of Mr. Clay to so present the question that a majority could consent to the admission, it was, by a vote, rejected, and as all seemed to think, finally. A sullen gloom hung over the nation. All felt that the rejection of Missouri, was equivalent to a dissolution of the Union: because those states which already had, what Missouri was rejected for refusing to relinquish, would go with Missouri. All deprecated and deplored this, but none saw how to avert it. For the judgment of Members to be convinced of the necessity of yielding, was not the whole difficulty; each had a constituency to meet, and to answer to. Mr. Clay, though worn down, and exhausted, was appealed to by members, to renew his efforts at compromise. He did so, and by some judicious modifications of his plan, coupled with laborious efforts with individual members, and his own over-mastering eloquence upon the floor, he finally secured the admission of the State. Brightly, and captivating as it had previously shown, it was now perceived that his great eloquence, was a mere embellishment, or, at most, but a helping hand to his inventive genius, and his devotion to his country in the day of her extreme peril.\n After the settlement of the Missouri question, although a portion of the American people have differed with Mr. Clay, and a majority even, appear generally to have been opposed to him on questions of ordinary administration, he seems constantly to have been regarded by all, as the man for a crisis. Accordingly, in the days of Nullification, and more recently in the re-appearance of the slavery question, connected with our territory newly acquired of Mexico, the task of devising a mode of adjustment, seems to have been cast upon Mr. Clay, by common consent—and his performance of the task, in each case, was little else than a literal fulfilment of the public expectation.\n Mr. Clay's efforts in behalf of the South Americans, and afterwards, in behalf of the Greeks, in the times of their respective struggles for civil liberty are among the finest on record, upon the noblest of all themes; and bear ample corroboration of what I have said was his ruling passion—a love of liberty and right, unselfishly, and for their own sakes.\n Having been led to allude to domestic slavery so frequently already, I am unwilling to close without referring more particularly to Mr. Clay's views and conduct in regard to it. He ever was, on principle and in feeling, opposed to slavery. The very earliest, and one of the latest public efforts of his life, separated by a period of more than fifty years, were both made in favor of gradual emancipation of the slaves in Kentucky. He did not perceive, that on a question of human right, the negroes were to be excepted from the human race. And yet Mr. Clay was the owner of slaves. Cast into life where slavery was already widely spread and deeply seated, he did not perceive, as I think no wise man has perceived, how it could be at once eradicated, without producing a greater evil, even to the cause of human liberty itself. His feeling and his judgment, therefore, ever led him to oppose both extremes of opinion on the subject. Those who would shiver into fragments the Union of these States; tear to tatters its now venerated constitution; and even burn the last copy of the Bible, rather than slavery should continue a single hour, together with all their more halting sympathisers, have received, and are receiving their just execration; and the name, and opinions, and influence of Mr. Clay, are fully, and, as I trust, effectually and enduringly, arrayed against them. But I would also, if I could, array his name, opinions, and influence against the opposite extreme—against a few, but an increasing number of men, who, for the sake of perpetuating slavery, are beginning to assail and to ridicule the white-man's charter of freedom—the declaration that \"all men are created free and equal.\" So far as I have learned, the first American, of any note, to do or attempt this, was the late John C. Calhoun; and if I mistake not, it soon after found its way into some of the messages of the Governors of South Carolina. We, however, look for, and are not much shocked by, political eccentricities and heresies in South Carolina. But, only last year, I saw with astonishment, what purported to be a letter of a very distinguished and influential clergyman of Virginia, copied, with apparent approbation, into a St. Louis newspaper, containing the following, to me, very extraordinary language—\n \"I am fully aware that there is a text in some Bibles that is not in mine. Professional abolitionists have made more use of it, than of any passage in the Bible. It came, however, as I trace it, from Saint Voltaire, and was baptized by Thomas Jefferson, and since almost universally regarded as canonical authority \"All men are born free and equal.'\n \"This is a genuine coin in the political currency of our generation. I am sorry to say that I have never seen two men of whom it is true. But I must admit I never saw the Siamese twins, and therefore will not dogmatically say that no man ever saw a proof of this sage aphorism.\"\n This sounds strangely in republican America. The like was not heard in the fresher days of the Republic. Let us contrast with it the language of that truly national man, whose life and death we now commemorate and lament. I quote from a speech of Mr. Clay delivered before the American Colonization Society in 1827.\n \"We are reproached with doing mischief by the agitation of this question. The society goes into no household to disturb its domestic tranquility; it addresses itself to no slaves to weaken their obligations of obedience. It seeks to affect no man's property. It neither has the power nor the will to affect the property of any one contrary to his consent. The execution of its scheme would augment instead of diminishing the value of the property left behind. The society, composed of free men, concerns itself only with the free. Collateral consequences we are not responsible for. It is not this society which has produced the great moral revolution which the age exhibits. What would they, who thus reproach us, have done? If they would repress all tendencies towards liberty, and ultimate emancipation, they must do more than put down the benevolent efforts of this society. They must go back to the era of our liberty and independence, and muzzle the cannon which thunders its annual joyous return. They must renew the slave trade with all its train of atrocities. They must suppress the workings of British philanthropy, seeking to meliorate the condition of the unfortunate West Indian slave. They must arrest the career of South American deliverance from thraldom. They must blow out the moral lights around us, and extinguish that greatest torch of all which America presents to a benighted world—pointing the way to their rights, their liberties, and their happiness. And when they have achieved all those purposes their work will be yet incomplete. They must penetrate the human soul, and eradicate the light of reason, and the love of liberty. Then, and not till then, when universal darkness and despair prevail, can you perpetuate slavery, and repress all sympathy, and all humane, and benevolent efforts among free men, in behalf of the unhappy portion of our race doomed to bondage.\"\n The American Colonization Society was organized in 1816. Mr. Clay, though not its projector, was one of its earliest members; and he died, as for the many preceding years he had been, its President. It was one of the most cherished objects of his direct care and consideration; and the association of his name with it has probably been its very greatest collateral support. He considered it no demerit in the society, that it tended to relieve slave-holders from the troublesome presence of the free negroes; but this was far from being its whole merit in his estimation. In the same speech from which I have quoted he says: \"There is a moral fitness in the idea of returning to Africa her children, whose ancestors have been torn from her by the ruthless hand of fraud and violence. Transplanted in a foreign land, they will carry back to their native soil the rich fruits of religion, civilization, law and liberty. May it not be one of the great designs of the Ruler of the universe, (whose ways are often inscrutable by short-sighted mortals,) thus to transform an original crime, into a signal blessing to that most unfortunate portion of the globe?\" This suggestion of the possible ultimate redemption of the African race and African continent, was made twenty-five years ago. Every succeeding year has added strength to the hope of its realization. May it indeed be realized! Pharaoh's country was cursed with plagues, and his hosts were drowned in the Red Sea for striving to retain a captive people who had already served them more than four hundred years. May like disasters never befall us! If as the friends of colonization hope, the present and coming generations of our countrymen shall by any means, succeed in freeing our land from the dangerous presence of slavery; and, at the same time, in restoring a captive people to their long-lost father-land, with bright prospects for the future; and this too, so gradually, that neither races nor individuals shall have suffered by the change, it will indeed be a glorious consummation. And if, to such a consummation, the efforts of Mr. Clay shall have contributed, it will be what he most ardently wished, and none of his labors will have been more valuable to his country and his kind.\n But Henry Clay is dead. His long and eventful life is closed. Our country is prosperous and powerful; but could it have been quite all it has been, and is, and is to be, without Henry Clay? Such a man the times have demanded, and such, in the providence of God was given us. But he is gone. Let us strive to deserve, as far as mortals may, the continued care of Divine Providence, trusting that, in future national emergencies, He will not fail to provide us the instruments of safety and security."}