{"title": "June 20 2020 Campaign Rally in Tulsa Oklahoma-Donald Trump", "content": " to stand up tall and proud as Americans. And explain this to the NFL. I like the NFL. I like Roger Goodell, but I didn’t like what he said a week ago. I said, “Where did that come from in the middle of the summer? Nobody’s even asking?” We will never kneel to our national anthem or our great American flag. We will stand proud and we will stand tall. I thought we won that battle with the NFL. The stadiums were emptying out. Did you see those stadiums? It took them a long time to get you back. A lot of people didn’t like that. A lot of people that you wouldn’t even think would care that much. I’ve had people that I said, “These are super left liberals and they didn’t like it.”\n\n Joe Biden and the Democrats want to prosecute Americans for going to church, but not for burning a church. They believe you can riot, vandalize and destroy, but you cannot attend a peaceful pro-America rally. They want to punish your thought, but not their violent crimes. They want to abolish bail, abolish and open up your borders. They want open borders, let everyone, and by the way, we’re doing so well. We have a record this month on the borders. Nobody’s coming in. Very few people. And they want to abolish ICE, our great people from ICE who send the roughest toughest, meanest people that you’ve ever seen or ever heard.\n\n Generally speaking, when they have lots of tattoos on their face, they’re not looking to do you much help. ICE, they’re rough guys. they’re great Americans, but they’ll walk into, they caught them in a pack. They’ll walk into a pack of tough MS-13 gang members. And we shouldn’t say this, it’s not nice. They want us to negotiate. They start swinging. And the other such way, everybody’s swinging, at the end, they carry them back and they throw them into the paddy wagon. They’re great. And these people want to get rid of ICE. They get rid of murderers. They get rid of rapists. They get rid of the worst scum on earth.\n\n And when I called them animals, I said, “They’re animals.” And Nancy Pelosi, they cut up a young woman. They cut up a young woman and her friend, cut them up with a knife because it was more painful. Dead. Cut them up with a knife because it’s more painful. It takes longer than shooting a gun. They cut them up. I said, “These are animals.” And Nancy Pelosi said, “These are human beings. They’re not animals.” If I lose an election over that, you know what? This country is in big trouble. They want to disarm law, abiding citizens and dismantle our police forces while freeing vicious MS-13 gang members. In Joe Biden’s America, rioters, looters, and criminal aliens have more rights than law abiding citizens. And that’s true. In my administration, we defend American citizens and we deport MS-13 members or put them in jail if we have to. The chaos you’re seeing in our democratic run cities, these are all run by the Democrats, is what will happen in every city and community and America, and much, much worse if we don’t keep them out.\n\n We have to do this. We have to go to the polls on November 3rd and the rest of you know what to do. You know what to do. Got to keep the White House. Joe Biden’s record can be summed up as four decades of betrayal, calamity, and failure. He never did anything. He was a Senator. He was a Vice President. He was before that something. You know what’s great? President. Trump was tough on this or he was tough. They complained, never did anything about it. He’s been there for 43 years or 47 years. He never did anything about it. Biden’s supported every globalist attack on the American worker let’s make every country of the world rich but ourselves, including NAFTA, the disaster of NAFTA. He wanted to go and TPP would have ruined our automobile industry.\n\n Korea, I renegotiated the deal. I took a horrible deal. That was a Hillary Clinton special. That was a Hillary Clinton special. She said, “We have to make this deal with South Korea. It’s going to mean 250,000 jobs.” And she was right for South Korea, 250,000. And China’s entry into the World Trade Organization was supported by sleepy Joe Biden. That was one of the worst deals economically in the history of our country. When China joined the World Trade Organization, they were flat line for decades. They became like a rocket ship. He voted for the war in Iraq. He voted for mass amnesty for illegal aliens. He supports sanctuary cities and now Biden wants to end immigration enforcement and he wants to require you to provide free healthcare for millions and millions of illegal aliens.\n\n When I took early and decisive action to ban travel from China and protect Americans from the virus. And as I said, Joe Biden, opposed my decision and called it hysteria, xenophobia. He doesn’t know what the word means, xenophobia and fear-mongering. And then he apologized a month later. He said he was wrong, but he didn’t say it. And they didn’t cover it. They didn’t cover it. On one of the single most important policy decisions of our lifetime, Joe Biden sided with China over America, that’s closing the border. He thought it was a terrible thing. Remember, this was in January. That’s early, real, early, the end of January. He thought it was a terrible thing. When we close the border. Too many people that were badly infected with COVID.\n\n When the chips are down, Biden will always cave to the radical left. He’ll always bow to the angry mob and he will never protect you or your family and you know that. Joe Biden will always let you down. That’s been his history. At my direction early this year, the heroes of the U.S. military took out the world’s top terrorist, the savage killer leader of ISIS al-Baghdadi and the number one terrorist, anywhere in the world, Qasem Soleimani. We took them out. Joe Biden opposed killing Soleimani. He was vehemently… We killed this number one, terrorist. He didn’t like it. You know why he didn’t like it? Because he thought it would be good politically, that didn’t work out too well. Just as he opposed the raid that killed Osama bin Laden. He opposed it, you know that. Biden is always on the wrong side of history, as said by people that are with him and worked with him. He never made a correct foreign policy decision. Biden is a puppet for China. Son walked out with 1.5 billion. I think it’s a little bit…\n\n Allowing them to rip off America for many years. Now they’re paying us billions and billions of dollars. We give a lot of it to our farmers. We have plenty leftover. China is not exactly happy with me. They pay us billions and billions of dollars. And they targeted our great farmers. And I took the money that they targeted, I took that money and I gave it to the farmers. So they were even so they’re okay. Are you okay? Come, Doctor, please. Doctor. Thank you. These people some of the people are waiting for five days, especially in this location. You take your time, darling, take your time.\n\n Thank you very much. Take your time. Doctor, thank you, doctor. Some people wait for four or five days. That’s incredible. He never did anything against China, Joe Biden. And that’s why they desperately want him to win. They want him to win so badly. Iran wants him to win so badly. Let me tell you, I’m going to make a very fast deal. The best deal you’ve ever seen. I’ve already made one with China, but I can make even more. They want me to lose because they will own the United States if I lose. Iran. President Obama gave them $150 billion for nothing.\n\n And almost more incredible, he gave him 1.8 billion in green cash. Beautiful cash. And now they’re not doing so well, are they? They’re not doing so well. Someday, we’re going to get credit for this, someday, but they are waiting. Iran wants to make a deal so badly. But they’re told by Kerry and all these other, they shouldn’t the Logan Act, but they’re told Kerry and all these people, “Wait, because if Trump loses, you’ll own America, you’re going to own it.” They’ll say you own it. So I don’t mind. I told them we can wait, but when I win, you’re going to pay a much higher price than if you made a deal now, it’s true.\n\n I told them. And look what happened to Biden in Ukraine where his son’s paid $83,000 a month. And he was jobless. Give me a break. $83,000 a month. More than anybody. If Joe Biden were to become president an emboldened left, will launch a full-scale assault on American life. You know that. They’ll expel anyone who disagrees with them. Look what happens when you disagree. You use a term that’s perfect and they’re not happy with it. They call you a racist. They call you a horrible person. They want to crush religious liberty. They don’t want religion. Silence religious believers, indoctrinate your children with hateful and vicious lies about our country, subsidize late term abortion and after birth execution.\n\n They want to take away your guns through the repeal of your Second Amendment, as sure as you’re sitting there. In fact, he even put the big gun grabber, Beto O’Rourke, who made a fool out of himself when he ran for president. They put him in charge of guns. Lots of luck on your Second Amendment. Just remember I said, and hopefully you won’t have to think back about it too much, because it won’t matter. Hopefully it won’t matter. No, Beto O’Rourke who wants to give up guns is in charge of the second amendment. The Dems will also eliminate private health insurance, ban fracking, that’s not good, and American energy will be in a position of weakness like it’s never been before. And that’s after we built the greatest energy country anywhere in the world by far.\n\n And they want to appoint Supreme Court justices who will utterly obliterate your Constitution. And you now see how important the Supreme Court is. Think if we didn’t have two justices, that I think have been very, very, very good, but think how important it is. Think how important it is. And we still, I guess it’s a, I don’t know if it’s an equal court, it’s almost like we’re a minority court, right? It’s almost like we’re a minority court. The recent Supreme Court cases prove that if Joe Biden is elected, he will stack the court with extremists, the forgotten men and women, together with everyone else. We’ll lose everything. The forgotten men and women, I campaigned on the forgotten. These are great people. These are substantial people. These are the elite. By the way, you’re the elite. They’re not the elite. You’re the elite.\n\n Somebody two days ago said, “Sir, the elite are really working hard on trying to destroy you.” I said, “Yeah, why do you call them the elite,” I said, “why?” “Well, they’re not elite.” I look better than them. Much more handsome. Got better hair than they do. I got nicer properties. I got nicer houses. I got nicer apartments. I got nicer everything. I ran for politics once, just once in my life. And I became President of the United States. And hopefully if you get out and vote, we’ll do it one more time. We won’t even toy with them about three or four more times. We won’t. We’ll do it one more time. We’ll be two for two. And our country will never, ever be stronger.\n\n But I’ll be soon announcing a new list of exceptional candidates for the United States Supreme Court. And I’ll choose only from that list. A hundred percent, probably 25 incredible people, any one of which could be a great justice, any one of which. And I did it last time and people loved when I did it. And I’ll only pick from that list. Biden can’t release his list because the names would be too extreme, too radical. They wouldn’t be acceptable, but they will be very radical people. People don’t understand, but we actually won on DACA yesterday. We actually won because they basically said, “You won, but you have to come back and redo it.” It’s almost like, “Gee, come on back, your paperwork was no good.” But we’re going to be refiling, but don’t let it get you. Everything’s going to work out really good. Everything’s going to work out good.\n\n It was a great, it was great. I mean, would have been nice if we won. And Everybody said, “Oh, you’re going to win DACA. You’re going to win DACA. That’s easy. You got to win DACA. That’s easy.” They all said it. And they came back and they said, “We don’t like what you did with your paperwork,” essentially. So we’re re-filing it. Most people would say we lost. We didn’t lose. We’re going to refile it. And everything is going to work out for the young people. Most of whom aren’t so young anymore, by the way. But we’re going to work it out for everybody. \n\n Biden is fully controlled by the fringe of his party. He is their pawn. He doesn’t even know where the hell he is. Let’s face it. He installed socialist Alexandria Ocasio-Cortez to be in charge of his environmental policy and his energy. Energy, you can forget petroleum. How does Oklahoma feel about being petroleum free? Not good, right? Our country will have no energy. Our country will have nothing. Oklahoma, Texas, North Dakota, and many others will all be out of business. I don’t think that’s going to work out too well, but she’s actually in charge of environmental policy. And you know what that means. She doesn’t even want to win. She doesn’t want those bird killing machines that go round and round. You want to see a lot of birds that are dead? Go under a windmill sometime. She wants us to go back to the stone ages because she’s got no sense, no credentials. She’s got a little charisma, not much, but she doesn’t have a clue. You know it. But she’s in charge of the environment. No airplanes. We can forget Boeing, I guess, come to think of it. We talked about Boeing. We could forget Boeing. Let’s cancel those brand new Air Force Ones.\n\n Likewise, Representative Ilhan Omar is going to be very much involved in a Biden government. They will put this hate-filled, America-bashing socialist, front and center in deciding the fate of your family and deciding the fate of your country. I don’t think she would like to make the government of our country just like the country from where she came, Somalia. No government, no safety, no police, no nothing. Just anarchy. And now she’s telling us how to run our country. No thank you. And I think we’re going to have a big victory in the state of Minnesota, because they’ve had it. They’ve had it.\n\n Biden is a very willing Trojan horse for socialism. When Biden first ran for president over 33 years ago, remember I used to call him 1% Joe, he never got more than 1% until Obama took him off the trash heap. But he blatantly copied the speech of a British politician, even ripping off the man’s personal biography and family history and claiming it was his own. He forgot to say he was born in America. Joe Biden is a shameless hypocrite. Since 2003, he has delivered fawning eulogies to the funeral. And at those funerals of three leading supporters of segregation, including a former member of the KKK, and yet Biden is now smearing as racist, tens of millions of people like yourselves. Decent, hardworking Americans who he’s never met. And he frankly probably doesn’t want to meet. America should not take lectures on racial justice from Joe Biden. Sleepy Joe. A man who praised and partnered with segregationists, shift millions of black American jobs overseas, and everyone else’s jobs too by the way. If I didn’t come along, we’re building auto plants, we’re building everything. And there’s never been a comeback like we’re making right now. Never been.\n\n He hollowed out our middle class, including our black middle class with open borders. Trapped young children in failing government schools, built cages. Those cages were built by Obama and Biden. Look it up, 2014. And the fake news doesn’t wanted to… Remember the picture of the cage? A cage for children. Remember the picture of the cage. And they said President Trump. And then they realized that was at a newspaper, 2014, the same… Built by Obama and Biden, the cages. And they don’t-\n\n And they don’t want to report the way it is. They know the way it is. They’re not stupid. They sent young boys to fight in Iraq while the inner cities crumble, helped the big banks while hammering community leaders, and made our cities less safe and secure for all. They’ve done a terrible job and they shouldn’t be awarded. They should not get rewarded with an election victory on November 3rd, that shouldn’t happen. It’ll destroy this country. Our country will be destroyed. We’ve all worked too hard. They don’t know what the hell they’re doing. Some do actually, but in a very sinister way. Virtually every policy that has hurt black Americans for half a century, Joe Biden has supported or enacted. I’ve done more for the black community in four years than Joe Biden has done in 47 years.\n\n Racial justice begins with Joe Biden’s retirement from public life. We are joined tonight by many outstanding Republican leaders. These are great people. We have two of our most distinguished, hardworking, wonderful friends, senators. They do a great job. Senator Jim Inhofe and James Lankford, please stand up. Two very respected, I will tell you, two very respected people in Washington. They’re respected by everybody. They do some job, and I’d have you come up, but you can relax. I will say this. Jim is running on November 3rd, Jim Inhofe. He’s running on November 3rd. I don’t even know. Does he… Hey, James? Does he have any competition? Is somebody actually running against… There’s no competition that he’s got. I know he’s got James’ support. He’s got my support. I give him 100% endorsement. Jim Inhofe. I’d give it to James too, but he’s not running this time. Thank you. Jim, great job. Thank you very much. What a great Senator he is.\n\n Also here is a man who’s respected by so many. He’s a little bit right of the people we’ve been talking about tonight. Senator Tom Cotton of the great state of Arkansas. Thank you, Tom. They like you people.\n\n Thank you, Tom. Great job you’re doing. We’re glad to be joined as well by a man that I’ve gotten to know. He’s done an incredible job with COVID and with everything else he touches, Governor Kevin Stitt. Thank you both. Thank you both for being here. Thank you. Lieutenant Governor Matt Pinnell. Thanks, Matt. Thanks, Matt. And Representatives Frank Lucas, Tom Cole. He’s been here for a little while. He’s done an incredible job. Markwayne Mullin, you don’t want to fight with him. I want to put him and Jim Jordan in a match together, I want to. Kevin Hern, great job today, Kevin. The great Jim Jordan, Jim Jordan. Elise Stefanik. Lee Zeldin. Tom Emmer. Tom, thank you. These are warriors, folks. These are great warriors. During the fake impeachment trial, I’ll tell you what. There was nobody that could have done the job they’ve done. That includes the Senate and the House. These people are incredible.\n\n David Kustoff. David. A great friend of mine. Debbie Lesko, Arizona. Great job, Debbie. Great job. And a man who’s got very good genes, Greg Pence. Thank you all. Great job. They’re great… They are, they’re warriors. I’ll tell you what. Not every person is, but this group is, and we have a lot of them in Washington, and we’ll send Jim Inhofe back, and we’ll send all of them. You’ll send every one of them. They have to come back because they have been fighting for us, and they’ve been fighting for you. And they are just incredible, talented, tough, strong people that love your state a lot. So thank you very much.\n\n So we built the greatest single economy in the world. And then we say not only the world, but actually in the history of the world, and they never even challenged me. So I guess I’m right. We did it. We had the best numbers anybody’s ever had. We have the best employment numbers, African American, Hispanic American, Asian American, the best employment numbers in history, the best stock market numbers in history. We were the envy of the world. Everybody would come in to see me, presidents, prime minister, kings, queens, and dictators. Dictators would even come in to say congratulations on the economy. And then the plague came in, and now what we’re doing is we’re doing it again. And it’s going fast. We have to have a lot of it done because people don’t quite get it. We’re doing record business. It’s happening at a level and a speed that nobody can believe.\n\n Two weeks ago, job numbers came in the single biggest number in the history of our country. Last week, retail sales numbers came in, retail sales, the single greatest number in the history of our country. So here’s what’s going to happen. Here’s what’s going to happen. They blame a President for anything. When you see looters, even though we put them down, if we didn’t stop them, nobody would because the other side will never stop them. But they always blame a President. Here’s what’s happening. We’re going up. We’re going up. We’re going up. We’re going to go up. Then we’re going to hit October. We’re going to be up. We’re going to be way up. We’re not going to be where we were, but in many ways, other than all of the horrible, horrible death that was so needlessly caused by a virus that should have been stopped where it originated, which was China.\n\n But we’re going to go up, up, up, up August, September, October, and people are going to say, “Man, this guy is doing a good job. He knows what he’s doing. I don’t believe the fake news anymore.” And you’re not going to want to lose your 401k’s. And you’re not going to want to lose all of that wealth that you’ve accumulated, whether it’s real estate wealth or any wealth you can think because it’ll all come tumbling down if these people are put in charge. And if they double and triple and quadruple your taxes, it will be a whole different ball game. So I’m not putting any pressure on anybody, but in the end, we’re going to have a phenomenal economy. And next year we’re going to have a good third quarter, but next year, and I said it before, will be the single greatest year economically that we’ve ever had, okay?\n\n And if you see that happening, if you see it happening on November 3rd, you don’t have the guts to vote against Trump. You, even you, you don’t have the guts to vote against Trump. Say, “Wait a minute, darling. My 401k is higher than it was the last time. I don’t think I want to take a chance.” You’re not going to want to do that. The stock market has been the best. Think of this, go back one week and go back 50 days. In that 50-day period, it’s the strongest 50 days in the history of the stock market, think of it. And your wife or your husband says, “Darling, I love you so much. You are such a great investor.” And all you did is just keep the same crap you had the first time, right? “Darling, I love you so much. You’ve always been a loser. You’ve always lost money. But now under President Trump, you’re one of the greatest financial minds in our country.” And all you did was keep your stock.\n\n Now, if you think you’re going to run against… Oh, they’re going crazy. They want the stock market to go down. Even if it costs them money, they want the stock market to go down even if it costs them money, and they don’t even know why. You know what, they’re smart and they’re vicious, but they don’t know why. I’m telling you, they don’t know why. What’s wrong with having the strongest military brand new in the world [inaudible]? What’s wrong with having these great economic numbers? What’s wrong with having to close it down? We saved millions of lives. You know, a lot of people say we should have gone herd, let’s go herd. Ask them how are they doing in Brazil. He’s a great friend of mine, not good. You heard about Sweden, right? Too much. Ask them how they do it in Sweden. We saved millions of lives, and now it’s time to open up, get back to work, okay? Get back to work.\n\n I recently signed groundbreaking criminal justice reform. I secured record and permanent funding for historically black colleges and universities. We slashed regulations and passed massive tax cuts to give black workers a pay raise like they’ve never, ever gotten before and lift up black owned businesses. And I worked closely with a great senator also, friend of theirs, Senator Tim Scott, South Carolina, to create opportunity zones, which are doing incredibly. And since then countless jobs and $100 billion of new investment, not government investment, have poured into 9,000 of our most distressed neighborhoods anywhere in the country. 9,000, never happened before. Tim Scott. Today. I’m also announcing that I have directed Secretary of the Interior David Bernhardt to place the John Hope Franklin Reconciliation Park here in Tulsa on the African American Civil Rights Network. So many of my friends have been asking me to do that. So many of my friends, including these great politicians. So we’re going to do that. It’ll be done very quickly.\n\n We will forever remember and honor the courageous people who helped build this state and this country. Democrats are stoking division in order to distract from their decades of failure on schools, jobs, housing, justice, and crime. In major city public schools run by Democrats, over two thirds of students are falling behind in reading and math. And I think the numbers are worse than that. But Democrats would rather deny these children the future they deserve than allow them to attend the charter, public, private, religious, or independent schools of their choice. Pro choice, pro choice, pro choice for schools. It’s very popular, but some people it’s like a disaster because what it does to certain unions that have a lot of power over the Democrats, even though they know it’s wrong.\n\n Republicans believe access to education is a civil right. It’s a civil right. 20 of 20 of the most dangerous cities in America are controlled by Democrats. Think of that, 20 of 20. And so is nearly every major city with a child poverty rate that’s over 30%. They’re controlled by Democrats. We can name every one of them. The murder rate in Baltimore and Detroit is higher than El Salvador, Guatemala, or even Afghanistan. How are they doing, the Democrats running those cities? Your whole country will be like that. In 2018 alone, our police arrested nearly 12,000 people for murder and manslaughter, 25,000 people for rape, and nearly 1.5 million for assault, violent assault. The Democrats’ push against our police will drive up crime and drive up costs at levels you’d never believe. Thousands of innocent lives will be lost. As President, I will always support the incredible men and women of law enforcement.\n\n A vote for Republicans is a vote for better schools, better jobs, safer families, and stronger communities for all Americans. There is a limit to what we can together achieve with four more years. With your help, we will lift millions of our citizens from welfare to work, dependence to independence, and poverty to prosperity. That’s what’s happening, that’s what’s happening. And that was happening at a level that nobody ever thought they’d see, it was happening before this COVID came in. It was happening at a level that nobody believed possible. And then China sent us the plague, thank you very much. We will protect Medicare and Social Security for our great seniors. And we’ll always protect patients with pre-existing conditions. Always, always. We will appoint more judges to interpret the Constitution as written. We will end deadly sanctuary cities.\n\n We will finish the wall, which has now 212 miles built and beautiful, 212 miles. That’s a lot of miles. And let me tell you, you think that was an easy one, that was a tough one. That party was totally unified against building the wall. You know, in the end they gave up, you know what happened? They realized it was a bad issue for them because these open borders. I love when they fight for open borders because anybody that wants an open border coming in from rough areas, there’s something wrong with those people. So did you notice in the end it was like, “Just leave us alone, build your wall, just leave us alone.” I said, “Thank you very much.”\n\n And we will elect a Republican Congress to create a fair, safe, sane, and lawful system of immigration that puts American workers first. We will revitalize our cities, and we will build gleaming new roads, bridges, tunnels, and airports all across our land. We will enact new trade deals that result in more products proudly stamped with that beautiful phrase, Made in the USA. It’s so beautiful, so beautiful. Made in the USA. That’s happening too. We have so many plants coming into Michigan and so many other states. We have car plants coming in would have never come if I wasn’t President, would have never come. We will become the world’s premier pharmacy, drug store, and medical manufacturer. That’s already started. We’re bringing it back. We will keep America out of foolish, stupid, ridiculous foreign wars. We will never hesitate to kill America’s terrorist enemies.\n\n When I took over, ISIS was all over the place, and I did something that I felt we should do. And we have now obliterated, we have now captured 100% of the ISIS caliphate. 100, 100. And like our depleted military when I took over, like our empty shelves, medically, when I took over, like all of the things that when I took over, it was a mess, we have done a job. You had to see what ISIS was doing. They were getting bigger, bigger, bigger, bigger, bigger. I came in, smaller, smaller, smaller. “Sir, we’ve just taken 100%.” \n\n We will launch a new age of American ambition in space. And the United States will be the first nation to land on Mars, good program. You saw the beautiful rocket three weeks ago go up, beautiful. \n\n We will defend privacy, free thought, free speech, religious liberty, and the right to keep and bear arms. And when you see those lunatics all over the streets, it’s damn nice to have arms. Damn nice. Interesting how all of a sudden people understand it, right? You couldn’t sell it. Now people understand it. The right to keep and bear arms, we’ll protect your second amendment. \n\n Above all, we will never stop fighting for the sacred values that bind us together as one America, we will support, protect, and defend the Constitution of the United States. We uphold the principle of equal justice under the law. We believe in the dignity of work and the sanctity of life. We believe that faith and family, not government and bureaucracy are the true American way. We believe that children should be taught to love our country, honor our history, and always salute our great American flag. And we live by the words of our national motto, it will never change, “In God we trust.” We stand on the shoulders of American heroes who crossed the oceans, blazed the trails, settled the continent, tamed the wilderness, dug out the Panama Canal, laid down the railroads, revolutionized industries. Won two world wars, defeated fascism and communism, and made America the single greatest nation in the history of the world. And we are making it greater and greater every single day. Proud citizens like you helped build this country, and together we are taking back our country. We are returning the power to you, the American people. With your help, your devotion and your drive, we are going to keep on working, we are going to keep on fighting, and we are going to keep on winning, winning, winning.\n\n We are one movement, one people, one family, and one glorious nation under God. America will soon be thriving, like never before because, ladies and gentlemen of Oklahoma, the best is yet to come. Together we will make America wealthy again, we will make America strong again, we will make America proud again, we will make America safe again, and we will make America great again. Thank you. Thank you, Oklahoma. Thank you."}