{"title": "March 7 2024 State of Union Address-Joe Biden", "content": " for all his tough talk on China, it never occurred to my predecessor to do any of that.\nI want competition with China, not conflict. And we’re in a stronger position to win the conflict [competition] of the 21st century against China than anyone else for that matter — than at any time as well.\nHere at home, I’ve signed over 400 bipartisan bills. But there’s more to pass my Unity Agenda.\nStrengthen penalties on fentanyl trafficking. You don’t want to do that, huh?\nPass bipartisan privacy legislation to protect our children online.\nHarness — harness the promise of AI to protect us from peril. Ban AI voice impersonations and more.\nAnd keep our truly sacred obligation to train and equip those we send into harm’s way and care for them and their families when they come home and when they don’t.\nThat’s why, with the strong support and help of Denis and the VA, I signed the PACT Act — — one of the most significant laws ever, helping millions of veterans exposed to toxins who now are battling more than 100 different cancers. Many of them don’t come home, but we owe them and their families support.\nAnd we owe it to ourselves to keep supporting our new health research agency called ARPA-H — — and remind us — to remind us that we can do big things, like end cancer as we know it. And we will.\nLet me close with this.\nYay! (Applause and laughter.)\nI know you don’t want to hear anymore, Lindsey, but I got to say a few more things.\nI know I may not look like it, but I’ve been around a while. When you get to be my age, certain things become clearer than ever.\nI know the American story. Again and again, I’ve seen the contest between competing forces in the battle for the soul of our nation, between those who want to pull America back to the past and those who want to move America into the future.\nMy lifetime has taught me to embrace freedom and democracy, a future based on core values that have defined America — honesty, decency, dignity, and equality — ; to respect everyone; to give everyone a fair shot; to give hate no safe harbor.\nNow, other people my age see it differently. The American story of resentment, revenge, and retribution.\nThat’s not me. I was born amid World War Two, when America stood for the freedom of the world. I grew up in Scranton, Pennsylvania, and Claymont, Delaware, among working-class people who built this country.\nI watched in horror as two of my heroes — like many of you did — Dr. King and Bobby Kennedy, were assassinated. And their legacies inspired me to pur- — pursue a career in service.\nI left a law firm and became a public defender because my city of Wilmington was the only city in America occupied by the National Guard after Dr. King was assassinated because of the riots. And I became a county councilman almost by accident.\nI got elected to the United States Senate when I had no intention of running, at age 29.\nThen vice president to our first Black president. Now a president to the first woman vice president.\nIn my career, I’ve been told I was too young. By the way, they didn’t let me on the Senate elevators for votes sometimes. They — not a joke.\nAnd I’ve been told I am too old.\nWhether young or old, I’ve always been known — I’ve always known what endures. I’ve known our North Star. The very idea of America is that we’re all created equal, deserves to be treated equally throughout our lives.\nWe’ve never fully lived up to that idea, but we’ve never walked away from it either. And I won’t walk away from it now.\nI’m optimistic. I really am. I’m optimistic, Nancy.\nMy fellow Americans, the issue facing our nation isn’t how old we are; it’s how old are our ideas.\nHate, anger, revenge, retribution are the oldest of ideas. But you can’t lead America with ancient ideas that only take us back. To lead America, the land of possibilities, you need a vision for the future and what can and should be done.\nTonight, you’ve heard mine.\nI see a future where [we’re] defending democracy, you don’t diminish it.\nI see a future where we restore the right to choose and protect our freedoms, not take them away.\nI see a future where the middle class has — finally has a fair shot and the wealthy have to pay their fair share in taxes.\nI see a future where we save the planet from the climate crisis and our country from gun violence.\nAbove all, I see a future for all Americans. I see a country for all Americans. And I will always be President for all Americans because I believe in America. I believe in you, the American people. You’re the reason we’ve never been more optimistic about our future than I am now.\nSo, let’s build the future together. Let’s remember who we are.\nWe are the United States of America. And there is nothing — nothing beyond our capacity when we act together.\nGod bless you all. And may God protect our troops. Thank you, thank you, thank you."}