{"title": "March 13 2020 Press Conference about the Coronavirus-Donald Trump", "content": " the same exposure as you and they are self-isolating, what’s your message to them? That they shouldn’t be?\n\n THE PRESIDENT: Well, I don’t know that I had exposure, but I don’t have any of the symptoms. And we do have a White House doctor and, I should say, many White House doctors, frankly. And I asked them that same question, and they said, “You don’t have any symptoms whatsoever.” And we don’t want people without symptoms to go and do the test. The test is not insignificant.\n\n As far as the cruise line business, we’re with them all the way. It’s a great business. It’s a great U.S. business, frankly. And I know how important they are to the country. That includes airlines. But the cruise line business, obviously, was hit very hard.\n\n We had a tremendous success out in Oakland where we moved it. Vice President Pence did a fantastic job with that. We worked with UK. We worked with Canada. They took their people back. And Canada has approximately 600 people; UK, likewise, took a large number of people back to the United Kingdom.\n\n And we have people quarantined. It was a big operation, and it worked out really—you don’t hear about it anymore. It worked out really well.\n\n Mike, you may even want to say something about that because that was really done properly.\n\n THE VICE PRESIDENT: Well, thank you, Mr. President. And that program with the Grand Princess, the ship, is continuing to be administered in the highest standards, orderly way, as the President directed. And Americans that needed treatment have received them.\n\n I spoke to the governor of Iowa today, and some of those who now have been cleared are able, in proper supervision, to be returning to Iowa, where they’re making arrangements for them to do that. Others in Texas, others in Georgia. Again, it’s another example of the extraordinary cooperation of Governor Abbott, Governor Gavin Newsom, Governor Brian Kemp of Georgia.\n\n But to add to that, the President directed me last Saturday to travel down to Miami. We met with all the leaders of the cruise line industry. Several cruise lines have announced a 60-day pause in operations. Our Department of Homeland Security has praised them for doing that because of the unique health challenges particularly presented to seniors with underlying conditions.\n\n We have a proposal from the cruise line industry, but they’re currently considering what other steps that they might take, perhaps even similar to what those other lines have taken. We’re anticipating some response on that in the next 24 hours.\n\n But as the President said, the American people cherish our cruise line industry, the men and women who work on the ships, the men and women who work on the shore, all the economies that are so benefitted by a vibrant cruise line industry.\n\n And what the President has directed us to do is, whether there, whether there is a pause in the moment, as some cruise lines are doing, and as we all continue to discuss, we want to work with the cruise line industry to ensure that when we come through this, that cruise lines and the medical services that are available, and for the passengers and all of the crew, that cruise lines are safer than ever before and can prosper for many years to come.\n\n THE PRESIDENT: Go ahead, please.\n\n Q: This question is for Drs. Fauci and Birk [sic] Birx. Dr. Fauci, based on what you currently know, what is the trajectory for when this outbreak will peak? How long will the American people have to remain on this emergency footing?\n\n And for Dr. Birx, as the administration tries to get its arms around this test kit shortage issue, the next glaring need could be respirators and related hospital equipment. So what is the administration doing right now to ramp up production of respirators and that kind of equipment should this outbreak persist?\n\n DR. FAUCI: So, when you have an outbreak like this, particularly if you’re trying to interfere with it, it’s really impossible to predict the time element of when it’s going to peak and when it’s naturally going to go down.\n\n So if you look at the situation where countries really did not get to the point of trying to contain and mitigate very well, you see a peak over several weeks and then down again over other several weeks. What we’re trying to do with the efforts that we’re doing is to blunt that peak.\n\n And I mentioned it many times, and I think it’s important and appropriate for me to mention it again because it answers your question: When you talk about preventing infections from without in—which is the kind of travel restrictions we’re talking about—then how do you handle what you already have in your country? You continue some sort of containment, but you also do mitigation and you try to proportion it to the areas where there are the most infections.\n\n The success of that and how much you make this turn into this is going to give you the amount of time. If we’re successful, it’ll be less. If we’re not successful, it’s going to be more. But these kind of things generally run out in a few months. Hopefully, we’ll make it several weeks—eight, nine, whatever weeks. But I can’t give you a number because it depends on how successful we are.\n\n DR. BIRX: Great, thank you. It’s a great question, and Dr. Fauci and I have worked together a very long time and continue. It’s a privilege to work with him every day.\n\n So I think you can learn very—and I appreciate there were some graphics done by some of the reporting over the last several days. If you align the data from China with the data with South Korea, you can start to see almost a complete overlay of that data. And so that’s what we’re tracking very closely, as well as Italy. But you have an excellent question.\n\n I just want to make one note: In South Korea, I want to repeat, only 4 percent of the tests were positive. That means 96 percent of the people had a different respiratory disease because we’re in the middle of flu season, cold season, and all of the other respiratory diseases that we get every day.\n\n In LabCorp and Quest’s early data, they’re running about 1 to 2 percent positive. That means that we have a lot more other respiratory disease out there besides the coronavirus. And that’s why the screening is critical. But even with the screening, we’re going to low, run what we think are very low rates.\n\n Needless to say, though, we’re taking it extraordinarily seriously to plan for what could come. Not what Dr. Fauci talked about—blunting the curve—that makes it much less high need at that peak of the curve that we’re all planning for.\n\n So we’re in full inventory of all of our assets by the President unlocking and this emergency order, and the Secretary of HHS’s ability—it unlocks all of those stockpiles, those needs: what the VA has, what the DOD has, what the National Guard has, and what every hospital has.\n\n And the hospital emergency preparedness plan allows them to defer elective issues to keep those hospital beds open for those who might need it. So we’re in full planning mode for each of those things.\n\n THE PRESIDENT: And I might add that we’re in the process—and, in some cases, have already done it—ordered a large number of respirators, just in case. We hope we don’t need them, but we’ve ordered a large number.\n\n Yeah. Go ahead, please.\n\n Q: Thank you very much, Mr. President. In your speech to the nation, you mentioned the situation in China and South Korea have improved, and you’re thinking about remove the restrictions, also the warning...\n\n THE PRESIDENT: Right.\n\n Q:...in place right now. When can we expect that announcement? And how do you see the overall progress that Asian countries made?\n\n THE PRESIDENT: Well, some are making progress; some are not, as you know. But some are making progress. And as they make progress, as they get down to the number that we all think is right—that they know is right, we know is right—we’ll be opening it up. And some are really moving along rapidly. We hope to be able to open things up as quickly as possible.\n\n Go ahead, please. Go ahead.\n\n Q: Thank you, Mr. President. I’d like to ask Secretary Azar and Dr. Fauzi [sic] just how...\n\n THE PRESIDENT: That was (inaudible). (Laughs.)\n\n Q: Dr. Fauci. Okay?\n\n THE PRESIDENT: Right. Better.\n\n Q: All right.\n\n THE PRESIDENT: Better. Not 100 percent, but 90 percent.\n\n Q: Right.\n\n THE PRESIDENT: Go ahead.\n\n Q: This affects the elderly, primarily. And in that sense, it’s an unusual disease. Is any specific research being done as to why it affects our senior citizens more than others?\n\n DR. FAUCI: So, I don’t mean to diminish your question, but we already know why it would affect senior citizens more, because when you talk about anything that requires a robust immune system—as you get older, your immune system is not as potent as it is when you were young. And that’s the reason why, when you talk about even influenza, which we have extraordinary experience with over decades and decades, the people who are very vulnerable are the elderly and those with underlying conditions.\n\n The same thing holds true for a variety of other disease. Why cancer is more prevalent in some—in mostly in older individuals—because the immune system that screens for it is less robust. So it really is something that is kind of well-known over a lot of studies.\n\n THE PRESIDENT: Okay. OAN, please. OAN.\n\n Q: Mr. President, the Chinese officials are expressing some tones of discontent with how—where the source of this virus has come from, and they’re spinning some odd narratives. What are your response to the Chinese officials who are doing that? And have they signaled any kind of resistance to upcoming trade talks in response to how we’re handling this virus?\n\n THE PRESIDENT: No, we have our deal with China. They’re going to be buying $250 billion worth of goods and $50 billion from our farmers. And that’s a great deal for our country; it’s about time somebody did that. And, frankly, phase two, we’ll start negotiating.\n\n I did read one article, but I don’t think that article was representative, certainly not of my conversations with President Xi, and they know where it came from. We all know where it came from.\n\n Q: Thank you, Mr. President. Yamiche Alcindor from PBS NewsHour.\n\n THE PRESIDENT: Yes.\n\n Q: My first question is: You said that you don’t take responsibility, but you did disband the White House pandemic office, and the officials that were working in that office left this administration abruptly. So what responsibility do you take to that? And the officials that worked in that office said that you, that the White House lost valuable time because that office was disbanded. What do you make of that?\n\n THE PRESIDENT: Well, I just think it’s a nasty question because what we’ve done is—and Tony has said numerous times that we’ve saved thousands of lives because of the quick closing. And when you say “me,” I didn’t do it. We have a group of people I could...\n\n Q: It’s your administration.\n\n THE PRESIDENT: I could ask perhaps—my administration—but I could perhaps ask Tony about that because I don’t know anything about it. I mean, you say, you say we did that. I don’t know anything about it.\n\n Q: You don’t know about the...\n\n THE PRESIDENT: We’re spending—I don’t know. It’s the...\n\n Q:...about the reorganization that happened at the National Security Council?\n\n THE PRESIDENT: It’s the, it’s the administration. Perhaps they do that.vYou know, people let people go. You used to be with a different newspaper than you are now. You know, things like that happen.\n\n Q: But this was a, this was an org-...\n\n THE PRESIDENT: Okay. Please go ahead.\n\n Q: This was an organization at the National Security Council.\n\n THE PRESIDENT: We’re doing a great job. Let me tell you, these professionals behind me and the—these great, incredible doctors and business people—the best in the world. And I can say that. Whether it’s retailers or labs, or anything you want to say, these are the best of the world. We’re doing a great job.\n\n We have 40 people right now. Forty. Compare that with other countries that have many, many times that amount. And one of the reasons we have 40 and others have—and, again, that number is going up, just so you understand. And a number of cases, which are very small, relatively speaking, it’s going up. But we’ve done a great job because we acted quickly. We acted early. And there’s nothing we could have done that was better than closing our borders to highly infected areas.\n\n Please, go ahead.\n\n Q: Thank you, Mr. President. Vanessa Jaklitsch for NTN24 for Latin America countries...\n\n THE PRESIDENT: Yes, sure.\n\n Q:...and also for Spain, La Razón and Antena 3. I would like to ask you two very brief questions. One: For how long we’re going to have the emergency—I mean, the national emergency? And...\n\n THE PRESIDENT: I hope not long, but it’s there now and it gives tremendous powers for things that we need. Tremendous power, actually. And the Stafford Act and various other things that we’re involved with and have studied and memorized in so many different ways and forms, it gives the kind of power that we need to get rid of this virus.\n\n And we’re going to do it very quickly. And I hope we won’t need it very long, but whatever it takes.\n\n Q: So, for now, we still don’t know for how long? And I, something very important I wanted to ask you is like, how do you think, do you really think it’s essential coordinating with other countries, and learning from the lessons that, they already suffer the same situation, countries...\n\n THE PRESIDENT: Yeah.\n\n Q:...of course, like China and South Korea, but now recently...\n\n THE PRESIDENT: Sure.\n\n Q:...Italy and Spain. And how...\n\n THE PRESIDENT: Well, Italy is having a...\n\n Q:...is that coordination done? Thank you so much, Mr. President.\n\n THE PRESIDENT: Italy is having a very, yeah, we’re in touch with Italy and, you know, it’s a, it’s a country that we love.& We have tremendous—millions and millions of people, originally—origins from Italy. And we’re working with them. They’re in a very, they’re in, probably, relatively speaking, the toughest position of all.\n\n We’re in touch with everybody. We’re in touch with—when I say “everybody,” we’re in touch with many of the countries that you know about, that you’re writing about. And they’re calling us asking for advice. They’re asking for the advice of the people behind me.\n\n Italy has got a tough situation, but they’re, they’re really, they have really clamped down and I think they’re going to see some very good results. It’s tough. What they did, they really took their medicine, but they’re going to see some much better results.\n\n Yeah, Jeff.\n\n Q: Thank you, sir. With regard to domestic travel: Should Americans feel safe or should Americans at all be traveling to states such as Washington State, New York, and other hotspots within this country?\n\n And a follow-up on Brazil: You’re asking people who come back from America—from Europe—Americans who are coming back from Europe to self-quarantine for a couple weeks. You were in a picture with somebody who now has coronavirus from Brazil, at Mar-a-Lago. How is that different?\n\n THE PRESIDENT: Well, I’ll tell you, first of all, I’m not coming back from someplace.\n\n Q: But you were exposed.\n\n THE PRESIDENT: We, and there was somebody that they say has it. I have no idea who he is, but I take pictures and it lasts for, literally, seconds. I don’t know the gentleman that we’re talking about. I have no idea who he is. I haven’t seen the picture. I said, “There’s a picture of somebody,” but I take sometimes hundreds of pictures a day. And that night I was taking hundreds of pictures. So I just don’t know.\n\n Now I did sit with the President for probably two hours, but he has tested negative. So that’s good.\n\n Q: It’s just a matter of...\n\n THE PRESIDENT: Please, go ahead.\n\n Q: And the domestic travel, sir?\n\n THE PRESIDENT: Go ahead, please.\n\n Q: The travel? The first part of the question was domestic travel.\n\n THE PRESIDENT: I would say, if you stay home, it’s not bad. It’s not bad. Now, there are certain parts of the country that are, essentially, have no, have zero problem. Washington has been very tough, in particular, a nursing home. And, but Washington, the State of Washington has been very tough. It’s been a big percentage of—when you talk about the 40 deaths, that’s been has been a big percentage of the deaths, as you know very well. And they all came from a very certain area, unfortunately.\n\n Please, go ahead.\n\n Q: Mr. President —\n\n THE PRESIDENT: Go ahead. Okay.\n\n Q: Thank you very much, Mr. President.\n\n THE PRESIDENT: Yes.\n\n Q: Cordelia Lynch, Sky News. You talked this week about the UK doing a good job in tackling coronavirus. In light of the rising cases, are you changing your mind about that? You also just spoke about possible travel restrictions. Have you discussed when they might be put in place?\n\n THE PRESIDENT: Well, in light of the results, as we discussed before, in light of the results, we’re going to be looking at it. And I know the task force is looking at it very strongly—the Vice President, everybody. It was looking good, but they’ve, the results have been building up pretty rapidly. So we’ll, we’ll be taking another look at that. Yes, absolutely.\n\n Go ahead, please.\n\n Q: Mr. President, thank you. I want to first follow up on Jeff’s question, because the person you were standing next to, whether you know who he is or not, tested positive for coronavirus. Dr. Fauci said this morning, “If you stand next to somebody who tested positive, you should self-isolate and get a test.” You say your White House doctor is telling you something different. Who should Americans listen to?\n\n And my second question is...\n\n THE PRESIDENT: I think they have to listen to their doctors, and I think they shouldn’t be jumping to get the test unless it’s necessary. But I think they have to listen to their doctors. And I mean, I don’t know the, I haven’t seen the picture. Somebody said there’s a picture with somebody taking a picture with me, but I haven’t seen it. But I can tell you...\n\n Q: Well, doctors have said you might have it even if you don’t have symptoms.\n\n THE PRESIDENT: Well...\n\n Q: Are you being selfish by not getting tested and potentially exposing...\n\n THE PRESIDENT: Well, I didn’t say I wasn’t going to be tested.\n\n Q: Are you going to be?\n\n THE PRESIDENT: Most likely, yeah. Most likely.\n\n Q: When do you think that will happen?\n\n THE PRESIDENT: Not for that reason, but because I think I will do it any way. Fairly soon.\n\n Q: Will you let us know the results?\n\n THE PRESIDENT: We’re working on that. We’re working out a schedule.\n\n Q: My second question, Mr. President...\n\n THE PRESIDENT: You go ahead, please.\n\n Q: That was a follow-up.\n\n THE PRESIDENT: Go ahead.\n\n Q: (Inaudible.) (Off-mic.)\n\n THE PRESIDENT: Yeah.\n\n Q: I know there’s been a lot of talk about testing. I just want to make sure we’re clear though, because we’ve been hearing from doctors who say, as of today, they still can’t get patients tested who need a test. So, as of today, can everyone who a doctor wants to have tested get tested? And if not, when? When will doctors...\n\n THE PRESIDENT: Well, that’s been true for a while. But I’ll let Mike—why don’t you answer that, Mike, please?\n\n THE VICE PRESIDENT: Well, as the President said and Dr. Fauci has articulated, the nature of our current system—where the CDC has sample sent and tests are performed or state labs perform tests or, in some cases, university and hospital labs perform tests—is generally adequate for an infectious disease or for people getting diagnostic work done. But given the sheer scale of this, the President tasked us with bringing together this extraordinary public and private partnership.\n\n Today, by some estimates, when you add all the labs together and, today, the President made it possible for every state in the country and their state labs to authorize labs across their state to do coronavirus testing.\n\n We, we’re estimating somewhere between 15- and 20,000 tests a day are able to be performed. But very soon, with the program that was announced today, Americans will be able to visit one of the sites closest to them, as described on the website, if they’re symptomatic—if the questionnaire indicates it—to be able to have a test there. And these incredible companies will process the test and they’ll receive that information.\n\n But, for now, the best advice that we can give for people is to speak to their doctor, as the President just said. And if the doctor indicates, that physician—if it’s not a university hospital or otherwise authorized lab—can contact the state lab. And, again, every state lab in the country can perform tests today.\n\n But what the President charged us with, when I was tasked to take over the White House Coronavirus Task Force, was: Open up tests all across the country. And the President said, a few days ago, that we made it clear that any American that wanted to get a test would be able, clinically, to get a test. Because I literally heard from the Governor of Washington State, who said the doctors in Washington State were saying that if you were only mildly symptomatic, they would not order a test. And fortunately, the President directed CDC to clarify that.\n\n Now anyone in consultation with their physician, regardless of their symptoms can request a test and their doctors will contact those agencies, those labs in their state. But very soon, Americans will be able to go to these, these drive-in sites and be able to obtain and participate in a test.\n\n Dr. Birx, is there more to amplify that?\n\n DR. BIRX: No, I think, I think that’s perfectly said. I think, just to review one more time about the testing: With LabCorp and Quest—I think many of you have been to a doctor’s office and seen the little boxes outside—what they do is they deliver both the specimen collection piece—because, remember, it’s a nasal swab; it’s not a tube of blood. So they’ve delivered that to doctors’ offices and hospitals, and then they will arrange to pick that up.\n\n The important piece in this all is they’ve gone from a machine that may have a lower throughput, to the potential to have automated extraction. I know you don’t want all of these details, but it’s really key for the laboratory people. It’s an automated extraction of the RNA that then runs in an automated way on the machine, with no one touching it, and the result comes out at the other end.\n\n So, sample to machine to results. That cuts out a lot of the manual pieces that were happening that were delaying the test results.\n\n Q: And so, with that, what’s the timeline, like from when you’re tested to when you get results? Like, next week, what should people expect?\n\n DR. BIRX: Well, with the prior testing, it was taking several days because the test is slower. We believe with this test, because of its throughput, that the testing can be from start—remember, it has to transport—to the laboratory that will run it. And then we’re hoping that all can be finished within 24 hours, which is very similar to other tests that you receive today.\n\n These are not point-of-care tests. We are working on point-of-care tests, but we have to realize point-of-care tests take six months or more to develop. So we’re not waiting for those. We’re still diagnosing this on nucleic acid, so as an antibody. This is actually the antigen, the actual virus in your nose that we’re amplifying.\n\n THE PRESIDENT: I think you have to remember, though: We’re working very closely with states, and you have a smaller form and more targeted form of government going in and doing it, like, in New York, where the relationship is very good; like Gavin Newsom, where he made some very complimentary—because that’s California—he made some really complimentary comments the other day about how we’re working together. We worked on the ship together, but we worked on a lot of other things together, having to do with this.\n\n And we’re, well, really, the relationship that we have, I can’t think of a bad relationship. We’re helping them. We’re funding them, in some cases, depending on what it is you’re talking about. And we’re all working together very closely. So we’ve done, really, I think a tremendous job of teamwork with the different states.\n\n All right. One or two more. And if you have, if you have questions for these folks—does anybody have a question for the folks up here? Who has a question up here? You have? Okay, go ahead. If you have a question, go ahead.\n\n Q: Thank you I have one for you as well.\n\n THE PRESIDENT: Okay. I thought — I knew you would.\n\n Q: (Laughs.) No, but I do have one for them, because I haven’t heard this yet.\n\n THE PRESIDENT: I was waiting for that. Go ahead.\n\n Q: Because I haven’t heard this yet.\n\n THE PRESIDENT: Ask them first, please.\n\n Q: Yes, I will. Okay. With regards to the CEOs, can you please tell us when you expect to see items like hand sanitizer that have been going out of stock very quickly back on the shelves? There have been a lot of reports about that.\n\n And, for you, Mr. President, could you talk about a potential bailout for the cruise industry? You had suggested that could happen. Is that something you’re still looking at? And how much would that be?\n\n THE PRESIDENT: Well, I didn’t suggest that it could happen, but I can tell you it’s an industry that was very badly impacted by what’s going on with the virus. And it’s a great industry. It’s a very important industry and we will be helping them. And we will be helping the airline industry, if we have to, assuming we have to.\n\n So far, people haven’t been asking. But if they should be asking, we’ll, we want to make sure our airlines are very strong. And then, one day, and one day, all of a sudden, it wasn’t looking so good.\n\n Interestingly, we were just talking, I was talking to Doug, and the numbers they’re doing from the retailing standpoint, I guess, because of this, your business is like the opposite. All of you have done—you’ve been selling a lot of—a lot of stuff. Do you want to answer the question, as to the hand sanitizers?\n\n MR. MCMILLON: Sure. Yeah, specifically the areas where we’re seeing pressure in the supply chain are surface cleaners, cleaning supplies, paper goods, in particular. Hand sanitizer is going to be very difficult to have 100 percent in stock on for some time. We’re still replenishing it and shipping it, but as soon as it hits the stores, it’s going. The same thing is true for the categories I just mentioned. So all of the retailers will be working hand-in-hand with the suppliers to bring that to the market as fast as we can.\n\n Q: What is your advice though for Americans who are seeking those items? What is your advice? They’re selling out online. They’re selling out in the stores. What...\n\n MR. MCMILLON: I think, I think this team has given you other examples of what people can do to fight back against this virus, and you should look at the entire list.\n\n THE PRESIDENT: Please.\n\n DR. FAUCI: Please. I mean, obviously, it sounds very simplistic, but wash your hands as often as you possibly can. And I know you’re not always in a position to be able to wash your hands, but wash them as much as you can. If you don’t have the alcohol wipes, try and get them. If you can’t get them, just try as best as possible to do it. I mean you got to do the best you can.\n\n THE PRESIDENT: Alex, please.\n\n SECRETARY AZAR: Well, just general preparedness. You know, you want to wash your hands. You want to keep distance from people. And if you’re around someone sick, keep away from them. Just basic, basic public health.\n\n No, these guys are selling a lot of toilet paper. I don’t know, there seems — Tony, do you need to give some guidance that toilet paper is not an effective protection against getting the coronavirus? (Laughs.) They’re selling out. But the soap and water. Hot water, soap, 20 seconds. That’s how you do it.\n\n THE PRESIDENT: Okay. One more. Go ahead. Go ahead. No. Over here. Behind you. Behind you.\n\n Q: Thank you very much, Mr. President. You have a great team, of course.\n\n THE PRESIDENT: That’s true. Thank you.\n\n Q: My question is to Mr. President: Are you happy from the Chinese response? What correctly really told you, what really happened those days?\n\n And second, Prime Minister Modi, or India, have closed borders until April 15th. If you have spoken with the Prime Minister of India, and if they have needed any help?\n\n And finally, sir, any message for the small businesses? Because they are losing some businesses because of this. Thank you, sir.\n\n THE PRESIDENT: Well, on small businesses, the Small Business Administration is now stacked with money to help them, and we’re going to make the money readily available if they need it, small businesses.\n\n We had a great time in India. It was an incredible two days, and he’s a great friend of mine. And he’s a friend of his people, because he was greeted incredibly warmly, as was I And that stadium, that was an incredible event. And I loved being with him, so just say hello to him. But we, we talked about everything. We talked about far more than just borders.\n\n And as far as President Xi, likewise, he’s a friend of mine. I believe that we are dealing in good faith. And we just worked to, as you know, and as I just said, we just worked an incredible deal. A big deal. One of the biggest deals ever made of any kind. Big even by the standards of some of the people here, the deal with China. But I think that they want to get to the bottom of things also.\n\n We’re working—our drug companies, our pharmaceutical companies are working very closely with China and with India, as you know, and with, all over the world. And they’re all over the world. These are magnificent companies that are very, very knowledgeable.\n\n And it’s, we’re very lucky to have them, because I think you’re going to come up with — whether it’s therapeutic or whether it’s just help, helping getting better. And then ultimately, a vaccine, which takes a little bit longer because of the test periods and a couple of other reasons. You’re going to have it very quickly because of the great knowledge. And they’ll have it very quickly. They’ve made a tremendous amount of progress.\n\n Thank you all very much. We appreciate it. Thank you. Thank you very much."}