{"title": "March 4 1841 Inaugural Address-William Harrison", "content": " lesser Asia would furnish the larger dividend. The spirit of liberty had fled, and, avoiding the abodes of civilized man, had sought protection in the wilds of Scythia or Scandinavia; and so under the operation of the same causes and influences it will fly from our Capitol and our forums. A calamity so awful, not only to our country, but to the world, must be deprecated by every patriot and every tendency to a state of things likely to produce it immediately checked. Such a tendency has existed—does exist. Always the friend of my countrymen, never their flatterer, it becomes my duty to say to them from this high place to which their partiality has exalted me that there exists in the land a spirit hostile to their best interests—hostile to liberty itself. It is a spirit contracted in its views, selfish in its objects. It looks to the aggrandizement of a few even to the destruction of the interests of the whole. The entire remedy is with the people. Something, however, may be effected by the means which they have placed in my hands. It is union that we want, not of a party for the sake of that party, but aunion of the whole country for the sake of the whole country, for the defense of its interests and its honor against foreign aggression, for the defense of those principles for which our ancestors so gloriously contended As far as it depends upon me it shall be accomplished. All the influence that I possess shall be exerted to prevent the formation at least of an Executive party in the halls of the legislative body. I wish for the support of no member of that body to any measure of mine that does not satisfy his judgment and his sense of duty to those from whom he holds his appointment, nor any confidence in advance from the people but that asked for by Mr. Jefferson, \"to give firmness and effect to the legal administration of their affairs.\" \n\nI deem the present occasion sufficiently important and solemn to justify me in expressing to my fellow-citizens a profound reverence for the Christian religion and a thorough conviction that sound morals, religious liberty, and a just sense of religious responsibility are essentially connected with all true and lasting happiness; and to that good Being who has blessed us by the gifts of civil and religious freedom, who watched over and prospered the labors of our fathers and has hitherto preserved to us institutions far exceeding in excellence those of any other people, let us unite in fervently commending every interest of our beloved country in all future time. \n\nFellow-citizens, being fully invested with that high office to which the partiality of my countrymen has called me, I now take an affectionate leave of you. You will bear with you to your homes the remembrance of the pledge I have this day given to discharge all the high duties of my exalted station according to the best of my ability, and I shall enter upon their performance with entire confidence in the support of a just and generous people."}