{"title": "March 4 2025 Address to a Joint Session of Congress-Donald Trump", "content": " our youth. And now I want Congress to pass a bill permanently banning and criminalizing sex changes on children and forever ending the lie that any child is trapped in the wrong body. This is a big lie.\n And our message to every child in America is that you are perfect exactly the way God made you.\n Because we’re getting wokeness out of our schools and out of our military, and it’s already out, and it’s out of our society. We don’t want it. Wokeness is trouble. Wokeness is bad. It’s gone. It’s gone. And we feel so much better for it, don’t we? Don’t we feel better?\n Our service members won’t be activists and ideologues. They will be fighters and warriors. They will fight for our country.\n And, Pete, congratulations. Secretary of Defense, congratulations.\n And he’s not big into the woke movement, I can tell you. I know him well.\n I am pleased to report that, in January, the U.S. Army had its single best recruiting month in 15 years and that all armed services are having among the best recruiting results ever in the history of our services. What a difference.\n And you know it was just a few months ago where the results were exactly the opposite. We couldn’t recruit anywhere. We couldn’t recruit. Now we’re having the best results, just about, that we’ve ever had. What a tremendous turnaround. It’s really a beautiful thing to see. People love our country again. It’s very simple. They love our country, and they love being in our military again. So, it’s a great thing. And thank you very much. Great job. Thank you.\n We’re joined tonight by a young man, Jason Hartley, who knows the weight of that call of duty. Jason’s father, grandfather, and great-grandfather all wore the uniform.\n Jason tragically lost his dad, who was also a Los Angeles County sheriff’s deputy, when he was just a boy, and now he wants to carry on the family legacy of service. Jason is a senior in high school, a six-letter varsity athlete — a really good athlete, they say — a brilliant student, with a 4.46 — And his greatest dream is to attend the U.S. Military Academy at West Point.\n And, Jason, that’s a very big deal getting in. That’s a hard one to get into. But I’m pleased to inform you that your application has been accepted. You will soon be joining the Corps of Cadets.\n Thank you. Jason, you’re going to be on the Long Gray Line, Jason.\n As commander in chief, my focus is on building the most powerful military of the future. As a first step, I’m asking Congress to fund a state-of-the-art Golden Dome missile defense shield to protect our homeland, all made in the USA.\n And Ronald Reagan wanted to do it long ago, but the technology just wasn’t there, not even close. But now we have the technology. It’s incredible, actually. And other places, they have it: Israel has it. Other places have it. And the United States should have it too. Right, Tim? Right? They should have it too. So, I want to thank you.\n But it’s a very important. This is a very dangerous world. We should have it. We want to be protected. And we’re going to protect our citizens like never before.\n To boost our defense industrial base, we are also going to resurrect the American shipbuilding industry, including commercial shipbuilding and military shipbuilding.\n And for that purpose, I am announcing tonight that we will create a new Office of Shipbuilding in the White House and offer special tax incentives to bring this industry home to America, where it belongs.\n We used to make so many ships. We don’t make them anymore very much, but we’re going to make them very fast, very soon. It will have a huge impact.\n To further enhance our national security, my administration will be reclaiming the Panama Canal, and we’ve already started doing it.\n Just today, a large American company announced they are buying both ports around the Panama Canal and lots of other things having to do with the Panama Canal and a couple of other canals.\n The Panama Canal was built by Americans for Americans, not for others, but others could use it. But it was built at tremendous cost of American blood and treasure. Thirty-eight thousand workers died building the Panama Canal. They died of malaria. They died of snake bites and mosquitoes. Not a nice place to work. They paid them very highly to go there, knowing there was a 25 percent chance that they would die. The most expensive project, also, that was ever built in our country’s history, if you bring it up to modern-day costs.\n It was given away by the Carter administration for $1, but that agreement has been violated very severely. We didn’t give it to China. We gave it to Panama, and we’re taking it back.\n And we have Marco Rubio in charge. Good luck, Marco. Now we know who to blame if anything goes wrong.\n No, Marco has been amazing, and he’s going to do a great job. Think of it. He got a hundred votes. You know, he was approved with, actually, 99, but the 100th was this gentleman, and I feel very certain — so, let’s assume he got 100 votes. And I’m either very, very happy about that or I’m very concerned about it.\n But he’s already proven — I mean, he’s a great gentleman. He’s respected by everybody. And we appreciate you voting for Marco. He’s going to do a fantastic job. hank you. Thank you. He’s doing a great job. Great job.\n And I also have a message tonight for the incredible people of Greenland. We strongly support your right to determine your own future, and, if you choose, we welcome you into the United States of America.\n We need Greenland for national security and even international security, and we’re working with everybody involved to try and get it. But we need it, really, for international world security. And I think we’re going to get it. One way or the other, we’re going to get it.\n We will keep you safe. We will make you rich. And together, we will take Greenland to heights like you have never thought possible before.\n It’s a very small population but very, very large piece of land and very, very important for military security.\n America is once again standing strong against the forces of radical Islamic terrorism.\n Three and a half years ago, ISIS terrorists killed 13 American service members and countless others in the Abbey Gate bombing during the disastrous and incompetent withdrawal from Afghanistan — not that they were withdrawing; it was the way they withdrew. Perhaps the most embarrassing moment in the history of our country.\n Tonight, I am pleased to announce that we have just apprehended the top terrorist responsible for that atrocity, and he is right now on his way here to face the swift sword of American justice.\n And I want to thank, especially, the government of Pakistan for helping arrest this monster.\n This was a very momentous day for those 13 families, who I actually got to know very well, most of them, whose children were murdered, and the many people that were so badly — over 42 people — so badly injured on that fateful day in Afghanistan. What a horrible day. Such incompetence was shown that when Putin saw what happened, I guess he said, “Wow, maybe this is my chance.” That’s how bad it was. Should have never happened. Grossly incompetent people.\n I spoke to many of the parents and loved ones, and they’re all in our hearts tonight. Just spoke to them on the phone. We had a big call. Every one of them called, and everybody was on the line, and they did nothing but cry with happiness. They were very happy — as happy as you can be under those circumstances. heir child, brother, sister, son, daughter was killed for no reason whatsoever.\n In the Middle East, we’re bringing back our hostages from Gaza. In my first term, we achieved one of the most groundbreaking peace agreements in generations: the Abraham Accords.\n And now we’re going to build on that foundation to create a more peaceful and prosperous future for the entire region. A lot of things are happening in the Middle East. People haven’t been talking about that so much lately with everything going on with Ukraine and Russia, but a lot of things are happening in the Middle East. It’s a rough neighborhood, actually.\n I’m also working tirelessly to end the savage conflict in Ukraine. Millions of Ukrainians and Russians have been needlessly killed or wounded in this horrific and brutal conflict with no end in sight.\n The United States has sent hundreds of billions of dollars to support Ukraine’s defense with no security, with no anything.\n Do you want to keep it going for another five years?\n SENATOR WARREN: Yes!\n THE PRESIDENT: Yeah. Yeah, you would say — Pocahontas says, “Yes.”\n Two thousand people are being killed every single week — more than that. They’re Russian young people. They’re Ukrainian young people. They’re not Americans. But I want it to stop.\n Meanwhile, Europe has sadly spent more money buying Russian oil and gas than they have spent on defending Ukraine, by far. Think of that. They’ve spent more buying Russian oil and gas than they have defending. And we’ve spent, perhaps, $350 billion. Like taking candy from a baby, that’s what happened. And they’ve spent $100 billion. What a difference that is. And we have an ocean separating us, and they don’t.\n But we’re getting along very well with them, and lots of good things are happening.\n Biden has authorized more money in this fight than Europe has spent by billions and billions of dollars. It’s hard to believe that they wouldn’t have stopped it and said, at some point, “Come on. Let’s equalize. You got to be equal to us.” But that didn’t happen.\n Earlier today, I received an important letter from President Zelenskyy of Ukraine. The letter reads, “Ukraine is ready to come to the negotiating table as soon as possible to bring lasting peace closer.” “Nobody wants peace more than the Ukrainians,” he said. “My team and I stand ready to work under President Trump’s strong leadership to get a peace that lasts. We do really value how much America has done to help Ukraine maintain its sovereignty and independence. Regarding the agreement on minerals and security, Ukraine is ready to sign it at any time that is convenient for you.”\n I appreciate that he sent this letter. Just got it a little while ago.\n Simultaneously, we’ve had serious discussions with Russia and have received strong signals that they are ready for peace. Wouldn’t that be beautiful? Wouldn’t that be beautiful? Wouldn’t that be beautiful?\n It’s time to stop this madness. t’s time to halt the killing. It’s time to end this senseless war. If you want to end wars, you have to talk to both sides.\n Nearly four years ago, amid rising tensions, a history teacher named Marc Fogel was detained in Russia and sentenced to 14 years in a penal colony. Rough stuff.\n The previous administration barely lifted a finger to help him. They knew he was innocent, but they had no idea where to begin. But last summer, I promised his 95-year-old mother, Malphine, that we would bring her boy safely back home.\n After 22 days in office, I did just that, and they are here tonight.\n To Marc and his great mom, we are delighted to have you safe and sound and with us.\n As fate would have it, Marc Fogel was born in a small, rural town — in Butler, Pennsylvania — have you heard of it? — where his mother has lived for the past 78 years.\n I just happened to go there last July 13th for a rally. That was not pleasant. And that is where I met his beautiful mom, right before I walked onto that stage. And I told her I would not forget what she said about her son. And I never did, did I? Never forgot.\n Less than 10 minutes later, at that same rally, gunfire rang out, and a sick and deranged assassin unloaded eight bullets from his sniper’s perch into a crowd of many thousands of people.\n My life was saved by a fraction of an inch, but some were not so lucky. Corey Comperatore was a firefighter, a veteran, a Christian, a husband, a devoted father, and, above all, a protector.\n When the sound of gunshots pierced the air — it was a horrible sound — Corey knew instantly what it was and what to do. He threw himself on top of his wife and daughters and shielded them from the bullets with his own body.\n Corey was hit really hard. You know the story from there. He sacrificed his life to save theirs.\n Two others — very fine people — were also seriously hit. But thankfully, with the help of two great country doctors, we thought they were gone, and they were saved. So, those doctors had great talent.\n We’re joined by Corey’s wife, Helen, who was his high school sweetheart, and their two beloved daughters, Allyson and Kaylee. Thank you.\n To Helen, Allyson, and Kaylee, Corey is looking down on his three beautiful ladies right now, and he is cheering you on. He loves you. He is cheering you on.\n Corey was taken from us much too soon, but his destiny was to leave us all with a shining example of the selfless devotion of a true American patriot. It was love like Corey’s that built our country, and it’s love like Corey’s that is going to make our country more majestic than ever before.\n I believe that my life was saved that day in Butler for a very good reason. I was saved by God to make America great again. ;I believe that. Thank you.\n Thank you. Thank you very much.\n From the patriots of Lexington and Concord to the heroes of Gettysburg and Normandy, from the warriors who crossed the Delaware to the trailblazers who climbed the Rockies, and from the legends who soared at Kitty Hawk to the astronauts who touched the Moon, Americans have always been the people who defied all odds, transcended all dangers, made the most extraordinary sacrifices, and did whatever it took to defend our children, our country, and our freedom.\n And as we have seen in this chamber tonight, that same strength, faith, love, and spirit is still alive and thriving in the hearts of the American people. Despite the best efforts of those who would try to censor us, silence us, break us, destroy us, Americans are today a proud, free, sovereign, and independent nation that will always be free, and we will fight for it till death.\n We will never let anything happen to our beloved country, because we are a country of doers, dreamers, fighters, and survivors.\n Our ancestors crossed a vast ocean, strode into the unknown wilderness, and carved their fortunes from the rock and soil of a perilous and very dangerous frontier. They chased our destiny across a boundless continent. They built the railroads, laid the highways, and graced the world with American marvels, like the Empire State Building, the mighty Hoover Dam, and the towering Golden Gate Bridge.\n They lit the world with electricity, broke free of the force of gravity, fired up the engines of American industry, vanquished the communists, fascists, and Marxists all over the world, and gave us countless modern wonders sculpted out of iron, glass, and steel.\n We stand on the shoulders of these pioneers who won and built the modern age, these workers who poured their sweat into the skylines of our cities, these warriors who shed their blood on fields of battle and gave everything they had for our rights and for our freedom.\n Now it is our time to take up the righteous cause of American liberty, and it is our turn to take America’s destiny into our own hands and begin the most thrilling days in the history of our country.\n This will be our greatest era.\n With God’s help, over the next four years, we are going to lead this nation even higher, and we are going to forge the freest, most advanced, most dynamic, and most dominant civilization ever to exist on the face of this Earth.\n We are going to create the highest quality of life, build the safest and wealthiest and healthiest and most vital communities anywhere in the world.\n We are going to conquer the vast frontiers of science, and we are going to lead humanity into space and plant the American flag on the planet Mars and even far beyond.\n And, through it all, we are going to rediscover the unstoppable power of the American spirit, and we are going to renew unlimited promise of the American dream.\n Every single day, we will stand up and we will fight, fight, fight for the country our citizens believe in and for the country our people deserve. Thank you. Thank you.\n My fellow Americans, get ready for an incredible future, because the golden age of America has only just begun. t will be like nothing that has ever been seen before.\n Thank you. God bless you. And God bless America."}