{"title": "March 25 2021 First Press Conference-Joe Biden", "content": " of state in Europe and very shortly — I think within the next hour or so. I don’t know the exact time.\n\nAnd earlier this month — and apparently it got the Chinese’s attention; that’s not why I did it — I met with our allies and how we’re going to hold China accountable in the region: Australia, India, Japan, and the United States — the so-called Quad. Because we have to have democracies working together.\n\nBefore too long, I’m going to have — I’m going to invite an alliance of democracies to come here to discuss the future. And so we’re going to make it clear that in order to deal with these things, we are going to hold China accountable to follow the rules — to follow the rules — whether it relates to the South China Sea or the North China Sea, or their agreement made on Taiwan, or a whole range of other things.\n\nAnd the third thing, and the thing that I admire about dealing with Xi is he understands — he makes no pretense about not understanding what I’m saying any more than I do him — I pointed out to him: No leader can be sustained in his position or her position unless they represent the values of the country. And I said as — “And, Mr. President, as I’ve told you before, Americans value the notion of freedom. America values human rights. We don’t always live up to our expectations, but it’s a values system. We are founded on that principle. And as long as you and your country continues to so blatantly violate human rights, we’re going to continue, in an unrelenting way, to call to the attention of the world and make it clear — make it clear what’s happening.”\n\n And he understood that. I made it clear that no American President — at least one did — but no American President ever back down from speaking out of what’s happening to the Uighurs, what’s happening in Hong Kong, what’s happening in-country.\n\n That’s who we are. The moment a President walks away from that, as the last one did, is the moment we begin to lose our legitimacy around the world. It’s who we are.\n\n So I see stiff competition with China. China has an overall goal, and I don’t criticize them for the goal, but they have an overall goal to become the leading country in the world, the wealthiest country in the world, and the most powerful country in the world. That’s not going to happen on my watch because the United States are going to continue to grow and expand.\n\n Q  All right. Just to follow up on the meeting of democracies: Is that where you expect, in a multilateral way, to make these decisions about sanctions? Or —\n\n THE PRESIDENT: No, that’s not where I make the decision; that’s where I make sure we’re all on the same page. All on the same page. Look, I predict to you, your children or grandchildren are going to be doing their doctoral thesis on the issue of who succeeded: autocracy or democracy? Because that is what is at stake, not just with China.\n\n Look around the world. We’re in the midst of a fourth industrial revolution of enormous consequence. Will there be middle class? How will people adjust to these significant changes in science and technology and the environment? How will they do that? And are democracies equipped — because all the people get to speak — to compete?\n\n It is clear, absolutely clear — and most of the scholars I dealt with at Penn agree with me around the country — that this is a battle between the utility of democracies in the 21st century and autocracies.\n\n If you notice, you don’t have Russia talking about communism anymore. It’s about an autocracy. Demand decisions made by a leader of a country — that’s what’s at stake here. We’ve got to prove democracy works.\n\n Q  And, Mr. President, sorry, I know you haven’t had a chance to address the tragedies in Georgia and Colorado. You had said to stay tuned for actions that you might take on gun control. Wondering if you’ve made a decision either about sending the manufacturer liability bill that you had promised on day one to Capitol Hill, or executive actions like going after ghost guns or giving money to cities and states to battle gun control.\n\n THE PRESIDENT: All the above. It’s a matter of timing.\n\n As you’ve all observed, successful presidents — better than me — have been successful, in large part, because they know how to time what they’re doing — order it, decide and prioritize what needs to be done.\n\n The next major initiative is — and I’ll be announcing it Friday in Pittsburgh, in detail — is to rebuild the infrastructure — both physical and technological infrastructure in this country — so that we can compete and create significant numbers of really good-paying jobs. Really good-paying jobs.\n\n And some of you have been around long enough to know that used to be a great Republican goal and initiative. I still think the majority of the American people don’t like the fact that we are now ranked, what, 85th in the world in infrastructure.\n\n I mean, look, the future rests on whether or not we have the best airports that are going to accommodate air travel, ports that you can get in and out of quickly, so businesses decide.\n\n Some of you, if you were ever local reporters, and you found your governor or mayor trying to attract business to your community, what’s the first thing that businesses asked? “What’s the closest access to — access to an interstate highway? How far am I from a freight rail? Is the water — is the water available? Is there enough water available for me to conduct my business?” All the things that relate to infrastructure.\n\n We have somewhere — I asked the staff to write it down for me, and they did — not for this, but for a longer discussion. We have somewhere, in terms of infrastructure — we have — we rank 13th globally in infrastructure. China is investing three times more in infrastructure than the United States is.\n\n Bridges: More than one third of our bridges — 231,000 of them — need repairs. Some are physical safety risks or preservation work. One in five miles of our highways and major roads are in poor condition. That’s 186,000 miles of highway. Aviation: 20 percent of all flights — 20 percent of all flights weren’t on time, resulting in 1.5 million hours lost in production. Six to ten million homes in America still have lead pipes servicing their water lines. We have over 100,000 wellheads that are not capped, leaking methane.\n\n What are we doing? And, by the way, we can put as many pipefitters and miners and — to work capping those wells at the same price that they would charge to dig those wells.\n\n So, I — I just find it frustrated — frustrating to talk about.\n\nLast point I’ll make on the infrastructure — and I apologize for spending more time on it, but — is that if you think about it, it’s the place where we will be able to significantly increase American productivity, at the same time providing really good jobs for people. But we can’t build back to what they used to be. We have to build — the environment has — global warming has already done significant damage.\n\nThe roads that used to be above the water level — didn’t have to worry about where the drainage ditch was — now you got to rebuild them three feet higher. Because it’s not going to go back to what it was before; it will only get worse, unless we stop it.\n\nThere’s so much we can do. Look at all of the schools in America. Most of you live in the Washington area now. But in your hometowns — I don’t know where you’re all from — how many schools where the kids can’t drink the water out of the fountain? How many schools are still in the position where there’s asbestos? How many schools in America we’re sending our kids to don’t have adequate ventilation? How many homes, buildings, office complexes are wasting billions of barrels of oil over time because they can’t hold in the heat or the air conditioning because it leaks through the windows that are so porous and the connections? It’s amazing.\n\nSo there’s so much we can do that’s good stuff, makes people healthier, and creates good jobs.\n\nAnd I think that I got one more question here. Janet from Univision.\n\nQ  Thank you, Mr. President. We, too, have been reporting at the border. And just like Cecilia, we ran into a pair of siblings who came in on Monday, who were detained by CBP — had the phone number for their mother who lives in the U.S.  We have contacted the mother. That’s the only way they know her kids are here because CBP, today, Thursday, has not contacted that mother. So when can we expect your promise of things getting better with contacting and expediency and processing?\n\nTHE PRESIDENT: Well, they’re already getting better, but they’re going to get real — they’ll get a whole hell of lot better real quick, or we’re going to hear of some people leaving, okay?\n\nWe can get this done. We’re going to get it done.\n\nI had a long meeting with the entire team and several Cabinet-level officers the other night. We’re going to be moving, within the next — within the next week, over 100,000 — I mean, 1,000 people out of the Border Patrol into safe, secure beds and facilities. We’re going to significantly ramp up. We’re already out there contacting everyone, from getting some of the employees at HHS — and there’s a lot of them doing other things — and move them into making those calls. We’re in a — we’re in the process of rearranging and providing for the personnel needed to get that done.\n\nBut I admire the fact that you were down there; you’re making the calls yourself. It’s real.\n\nThe next thing that has to happen though — as you well know has to happen — there have to be some certitude that this is the — actually mom, dad, or whomever. And there’s ways to do that. There’s ways to do that — a little bit like determining whether or not you got the right code for your credit card, you know? “What was your dog’s name?” kind of a thing. I’m being a bit facetious, but not really. And also seeking harder data, from DNA to — to birth certificates, which takes longer. \n\nSo, I want to do this as quickly as humanly possible and as safely as possible.\n\nQ  As you well know, treating the root cau- — causes in Latin America doesn’t change things overnight. How do you realistically and physically keep these families from coming to the U.S. when things will not get better in their countries right away?\n\nTHE PRESIDENT: Well, I can’t guarantee that. But I know, you know, that old thing: The journey of 1,000 miles starts with the first step.\n\nYou know as well as I do; you cover it: You have serious — it’s not like somebody at a sitting hand-hewn table in Guatemala — I mean, in — in somewhere in Mexico or in Guadalupe, saying, “I got a great idea. Let’s sell everything we have. Give it to a coyote. Have him take our kids across the border and into a desert where they don’t speak the language. Won’t that be fun? Let’s go.” That’s not how it happens. People don’t want to leave.\n\nWhen my great grandfather got on a coffin ship in the Irish Sea, expectation was: Was he going to live long enough on that ship to get to the United States of America? But they left because of what the Brits had been doing. They were in real, real trouble. They didn’t want to leave. But they had no choice. So you got — we can’t — I can’t guarantee we’re going to solve everything, but I can guarantee we can make everything better. We can make it better. We can change the lives of so many people.\n\nAnd the other thing I want to point out to you and I hope you point out: I realize it’s much more heart wrenching — and it is — to deal with a five- and six- and seven-year-old. But you went down there, and you saw: The vast majority of these children — 70 percent — are 16 years old, 17 years old, and mostly males. Doesn’t make it — that doesn’t make it good, bad, or indifferent. But the idea that we have tens of thousands of kids in these God-awful facilities that are, really, little babies crying all night — and there’s some; that’s true. That’s why we got to act.\n\nAnd yesterday, I asked my team — both the director of the two agencies, as well as others — I asked them what would they, in fact — and I asked their opinion because they’re the experts — but I said, “Focus on the most vulnerable immediately.”\n\nBut there’s no reason why, in the next month, as people cross the border, that phone call can’t be made in the first 48 hours and begin.\n\nQ  If I may ask one last question: Have you had any talks with Senate Republicans who are threatening this administration with not considering the immigration legislation that was passed in the House until the situation at the border has been resolved?\n\nTHE PRESIDENT: No, because I know they have to posture for a while. They sort of got to get it out of their system. This is a — but I’m ready to work with any Republican who wants to help solve the problem and make the situation better.\n\nBut, folks, I’m going. Thank you very, very much. I appreciate it. Thank you."}