{"title": "November 3 2010 Press Conference After 2010 Midterm Elections-Barack Obama", "content": " markets and allow them to sell their products.\n\nSo there’s been a lot of strong interaction behind the scenes.  But I think setting the right tone publicly is going to be important and could end up making a difference at the margins in terms of how businesses make investment decisions.\n\nQ    But do you have new specific proposals to get them off the sidelines and start hiring?\n\nTHE PRESIDENT:  Well, I already discussed a couple with Chip that haven’t been acted on yet. You’re right that I made these proposals two months ago, but -- or three months ago -- but it was in the midst of a campaign season where it was doubtful that they were going to get a full hearing, just because there was so much political noise going on.\n\nI think as we move forward, sitting down and talking to businesses, figuring out what exactly would help you make more investments that could create more jobs here in the United States, and listening hard to them -- in a context where maybe Democrats and Republicans are together so we’re receiving the same message at the same time -- and then acting on that agenda could make a big difference.\n\nMatt Spetalnick of Reuters.  \n\nQ    Thank you, Mr. President.  How do you respond to those who say the election outcome, at least in part, was voters saying that they see you as out of touch with their personal economic pain?  And are you willing to make any changes in your leadership style?\n\nTHE PRESIDENT:  There is a inherent danger in being in the White House and being in the bubble.  I mean, folks didn’t have any complaints about my leadership style when I was running around Iowa for a year.  And they got a pretty good look at me up close and personal, and they were able to lift the hood and kick the tires, and I think they understood that my story was theirs. I might have a funny name, I might have lived in some different places, but the values of hard work and responsibility and honesty and looking out for one another that had been instilled in them by their parents, those were the same values that I took from my mom and my grandparents.\n\nAnd so the track record has been that when I’m out of this place, that's not an issue.  When you’re in this place, it is hard not to seem removed.  And one of the challenges that we’ve got to think about is how do I meet my responsibilities here in the White House, which require a lot of hours and a lot of work, but still have that opportunity to engage with the American people on a day-to-day basis, and know -- give them confidence that I’m listening to them.\n\nThose letters that I read every night, some of them just break my heart.  Some of them provide me encouragement and inspiration.  But nobody is filming me reading those letters.  And so it’s hard, I think, for people to get a sense of, well, how is he taking in all this information?\n\nSo I think there are more things that we can do to make sure that I’m getting out of here.  But, I mean, I think it’s important to point out as well that a couple of great communicators, Ronald Reagan and Bill Clinton, were standing at this podium two years into their presidency getting very similar questions because the economy wasn’t working the way it needed to be and there were a whole range of factors that made people concerned that maybe the party in power wasn’t listening to them.  \n\nThis is something that I think every President needs to go through because the responsibilities of this office are so enormous and so many people are depending on what we do, and in the rush of activity, sometimes we lose track of the ways that we connected with folks that got us here in the first place.  \n\nAnd that’s something that -- now, I’m not recommending for every future President that they take a shellacking like they -- like I did last night.  (Laughter.)  I’m sure there are easier ways to learn these lessons.  But I do think that this is a growth process and an evolution.  And the relationship that I’ve had with the American people is one that built slowly, peaked at this incredible high, and then during the course of the last two years, as we’ve, together, gone through some very difficult times, has gotten rockier and tougher.  And it’s going to, I’m sure, have some more ups and downs during the course of me being in this office.\n\nBut the one thing that I just want to end on is getting out of here is good for me, too, because when I travel around the country, even in the toughest of these debates -- in the midst of health care last year during the summer when there were protesters about, and when I’m meeting families who’ve lost loved ones in Afghanistan or Iraq -- I always come away from those interactions just feeling so much more optimistic about this country.  \n\nWe have such good and decent people who, on a day-to-day basis, are finding all kinds of ways to live together and educate kids and grow their communities and improve their communities and create businesses and work together to create great new products and services.  The American people always make me optimistic.  \n\nAnd that’s why, during the course of the last two years, as tough as it’s been, as many sometimes scary moments as we’ve gone through, I’ve never doubted that we’re going to emerge stronger than we were before.  And I think that remains true, and I’m just going to be looking forward to playing my part in helping that journey along.\n\nAll right?  Thank you very much, everybody."}