{"title": "November 16 1903 Message Regarding the Panamanian Revolution-Theodore Roosevelt", "content": " Isthmus.\n\nHUBBARD.\n\nColon, November 4, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nGovernment troops yet in Colon. Have prohibited transportation of troops either direction. No interruption of transit as yet. Will make every effort to preserve peace and order.\n\nHUBBARD.\n\nColon, November 4, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nI have landed force to protect the lives and property of American citizens here against threats of Colombian soldiery. I am protecting water front with ship. I can not possibly send to Panama until affairs are settled at Colon.\n\nHUBBARD.\n\nAcapulco, Mexico, November 4, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nMarblehead and Concord to Panama to-day 4 p.m.; Wyoming will follow to-morrow afternoon. If Boston is to go with squadron, I would suggest Department will order her to rendezvous off Cape Mala, Colombia, about 6 p.m., on November 9. I have ordered Nero to Acapulco. I will leave sealed orders for her to proceed without delay to Panama unless otherwise directed.\n\nGLASS.\n\nColon, November 5, 1903--9:41 a.m.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nBritish man-of-war Amphion is protecting American interests Panama. Reported bombardment much exaggerated.\n\nHUBBARD.\n\nColon, November 5, 1903--9:45 a.m.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nHave withdrawn force landed Wednesday afternoon. No bloodshed. I do not apprehend difficulty of any serious nature.\n\nHUBBARD.\n\nColon, November 5, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nSituation here this morning again acute. Have deemed advisable to reland force.\n\nHUBBARD.\n\n(TRANSLATION)\n\nColon, November 5, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nAtlas Line's steamer, with large body of troops, reported sailing from Cartagena, Colombia.\n\nHUBBARD.\n\nColon, November 6, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nAll quiet. Independents declare Government established as Republic of Panama. Have withdrawn marines.\n\nDELANO.\n\nColon, November 6, 1903--9:15 a.m.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nArrived Thursday evening; landed force. Following conditions prevailing: Just before landing all the troops of Colombia have left for R. M. S. P. Company's steamer Orinoco for Cartagena. Independent party in possession of Colon, Panama, and railroad line. Nashville withdrawn force.\n\nDELANO.\n\n(TRANSLATION)\n\nPanama, November 7, 1903--7:40 p.m.\n\nSECRETARY OF THE NAVY, Washington, D. C.:\n\nAll quiet; traffic undisturbed; message to prevent received.\n\nDIEHL.\n\nColon, November 8, 1903--7:05 p.m.\n\nSECRETARY OF THE NAVY, Washington, D. C.:\n\nAtlanta left yesterday for Bocas del Toro.\n\nDELANO.\n\nPanama, November 9, 1903.\n\nSECRETARY OF THE NAVY, Washington, D. C.:\n\nThe British consul and the minister of war of the provisional government fear seizure of two British steamers at Buenaventura to transport troops convoyed by gunboat. Prevailed upon minister to dispatch gunboat, fearing possible destruction British steamers. The landing of troops in the territory within the limit under my control will cause prolonged campaign. Instructions from the Department are requested.\n\nDIEHL.\n\nPanama, November 10, 1903.\n\nSECRETARY OF THE NAVY, Washington, D.C.:\n\nYour telegram of the 9th of November to the Boston acknowledged. No interference British vessels yet. Report seems to be well founded that the steamship Bogota sailed from Buenaventura yesterday afternoon with 1,000 for Rio Dulce. Have sent Concord to patrol in that vicinity in order to prevent landing. Everything is quiet at Panama.\n\nGLASS."}