{"title": "November 17 1909 Address on the Tariff Law of 1909-William Taft", "content": ". That is their right and, in their view of things, is their duty.\n It is vastly better that they should seek action of the party than that they should break off from it and seek to organize another party, which would probably not result in accomplishing anything more than merely defeating our party and inviting in the opposing party, which does not believe, or says that it does not believe, in protection. I think that we ought to give the present bill a chance. After it has been operating for two or three years, we can tell much more accurately than we can to-day its effect upon the industries of the country and the necessity for any amendment in its provisions.\n I have tried to state as strongly as I can, but not more strongly than I think the facts justify, the importance of not disturbing the business interests of this country by an attempt in this Congress or the next to make a new revision; but meantime I intend, so far as in me lies, to secure official data upon the operation of the tariff, from which, when a new revision is attempted, exact facts can be secured.\n I have appointed a tariff board that has no brief for either side in respect to what the rates shall be. I hope they will make their observations and note their data in their record with exactly the same impartiality and freedom from anxiety as to result with which the Weather Bureau records the action of the elements or any scientific bureau of the Government records the results of its impartial investigations. Certainly the experience in this tariff justifies the statement that no revision should hereafter be attempted in which more satisfactory evidence of an impartial character is not secured.\n I am sorry that I am not able to go into further detail with respect to the tariff bill, but I have neither the information nor the time in which to do it. I have simply stated the case as it seemed to Mr. Tawney in his vote and as it seemed to me in my signing the bill."}