{"title": "October 6 1996 Presidential Debate with Senator Bob Dole-Bill Clinton", "content": " LEHRER: Mr. President.\n\n PRESIDENT CLINTON: Well, first of all, he made that remark about Senator D’Amato. He’s arranged for me to spend a lot more time with Senator D’Amato in the last couple of years, and so I’m more familiar with his comments than I used to be. [Laughter]\n\n Let me say what I’ve said already about this pardon issue. This is an issue they brought up. There has been no consideration of it, no discussion of it. I’ll tell you this: I will not give anyone special treatment, and I will strictly adhere to the law. And that is what every President has done, as far as I know in the past. But whatever other Presidents have done, this is something I take seriously, and that’s my position.\n\n SENATOR DOLE: But it seems to me the President shouldn’t have any comment at all, particularly where it’s someone where you’ve had business dealings. I mean, you may be sending a signal; I don’t know. I’m not questioning anybody. But as the President of the United States, when somebody asks you about pardons, you say \"no comment,\" period. And I think he made a mistake, and I think when you make a mistake, you say, \"I made a mistake.\" But apparently his position hasn’t changed.\n\n If there are other specific areas—but beyond that, I haven’t gotten into any of these things, as the President knows. We’ve had that discussion. And again, I know Senator D’Amato I think may have had a hearing or two on Whitewater; I can’t remember. [Laughter] But he’s not my general chairman, he’s a friend of mine. And so is Senator Kennedy a friend of yours...\n\n PRESIDENT CLINTON: You bet.\n\n SENATOR DOLE: I remember one day on the floor, I said, \"Now, gentlemen, let me tax your memories,\" and Kennedy jumped up and said, \"Why haven’t we thought of that before?\" [Laughter] One of your liberal friends.\n\n PRESIDENT CLINTON: That’s right. Thank you.\n\n LEHRER: Mr. President, 30 seconds.\n\n PRESIDENT CLINTON: No comment. [Laughter]\n\n SENATOR DOLE: What’s the subject matter? [Laughter]\n\n LEHRER: Senator Dole, if you could single out one thing that you would like for the voters to have in their mind about President Clinton on a policy matter or a personal matter, what would it be? Something to know about him, understand it, and appreciate it.\n\n SENATOR DOLE: See, if I say anything, it’s going to be misconstrued. I don’t think this is even a race between the two—it’s about our vision for America. I happen to like President Clinton personally. I’m addressing him all evening as Mr. President. I said in 1992 he didn’t extend that courtesy to President Bush. But I respect the Presidency.\n\n I’ve served under a number of Presidents; they all have their strengths, and they all have their weaknesses. So I’d rather talk about my strengths. I think I have my strengths. I think the best thing going for Bob Dole is that Bob Dole keeps his word. It’s a question between trust and fear. And I would say I think, Mr. President, about all you’ve got going in this campaign is fear. You’re spending millions and millions of dollars in negative ads, frightening senior citizens. I know this to be a fact, because I had one tell me last week, \"Senator, don’t cut my Medicare.\"\n\n I’m trying to save your Medicare, just as I rescued Social Security with a bipartisan commission. I have relatives on Medicare. I used to sign welfare checks for my grandparents. I know all about poverty and all about need and all about taking care of people, and that’s been my career in the United States Senate.\n\n And I’ll keep my word on the economic package. If I couldn’t cut taxes and balance the budget at the same time, I wouldn’t look you in the eye tonight in your living room, or wherever you may be, and say that this is good for America. People will tell you who have served with Bob Dole, agree or disagree, he kept his word. That’s what this race is all about.\n\n PRESIDENT CLINTON: I’d like the American people to know that I have worked very hard to be on their side and to move this country forward, and we’re better off than we were four years ago.\n\n But the most important thing is my plan for the 21st century is a better plan: a targeted tax cut; a real commitment to educational reform; a deep commitment to making welfare reform work, with incentives to the private sector to move people from welfare to work—now we have to create those jobs, now that we’re requiring people to go to work; a commitment to step-by-step health care reform, with the next step helping people who are between jobs to access health care and not lose it just because they’re out of work for a while; a commitment to grow the economy while protecting the environment.\n\n That’s what I’d like them to know about me, that I’ve gotten up every day and worked for the American people and worked so that their children could have their dreams come true. And I believe we’ve got the results to show we’re on the right track. The most important thing is I believe we’ve got the right ideas for the future.\n\n And like Senator Dole—I like Senator Dole. You can probably tell we like each other. We just see the world in different ways, and you folks out there are going to have to choose who you think is right.\n\n SENATOR DOLE: Well, I’d say, you know, the first homeless bill in the Senate was the Dole-Byrd bill, part of the Byrd-Dole bill—I can’t remember who was in control then. I remember working with Senator Ribicoff from Connecticut on the hospice program; we now have 2,500 hospices.\n\n As I said, I remember, I’ve worked all my life while I was in the Congress—I left on June 11 because I wanted the American people to know that I was willing to give up something. President Clinton ran for Governor in 1990 and said he was going to fill out his term, but he didn’t. He’s President, so I guess it’s a little better deal.\n\n But I wanted the American people to know that I was willing to give up something; it wasn’t just getting more power and more power. So I rolled the dice. I put my career on the line because I really believe the future of America is on the line. We can give you all these numbers. They don’t mean a thing if you’re out of work, you have nothing to eat, or you can’t have medical care, or you’re holding a crack baby in your arms right now, and what do you do next?\n\n You know, America’s best days are ahead of us. I’ve seen the tough times. I know they can be better. And I’ll lead America to a brighter future.\n\n LEHRER: Mr. President, what do you say to Senator Dole’s point that this election is about keeping one’s word?\n\n PRESIDENT CLINTON: Let’s look at that. When I ran for President, I said we’d cut the deficit in half in four years; we’ve cut it by 60 percent. I said that our economic plan would produce eight million jobs; we have 10 million new jobs. We’re number one in autos again, record numbers of new small businesses. I said we’d pass a crime bill that would put 100,000 police on the street, ban assault weapons, and deal with the problems that ought to be dealt with with capital punishment, including capital punishment for drug kingpins. And we did that.\n\n I said we would change the way welfare works. And even before the bill passed, we had moved nearly two million people from welfare to work, working with States and communities. I said we’d get tougher on child support, and child support enforcement is up 50 percent.\n\n I said that I would work for tax relief for middle-class Americans. The deficit was bigger than I thought it was going to be, and I think they’re better off, all of us are, that we got those interest rates down and the deficit down. The Republicans talk about it, but we’re the first administration in anybody’s lifetime looking at this program to bring that deficit down four years in a row. We still gave tax cuts to 15 million working Americans. And now I’ve got a plan that has been out there for two years—it could have been passed already, but instead the Republicans shut the Government down to try to force their budget and their plan on me, and I couldn’t take that. But we’ll get the rest of that tax relief.\n\n And so I think when you can look at those results, you know that the plan I have laid out for the future has a very good chance of being enacted if you’ll give me a chance to build that bridge to the 21st century.\n\n LEHRER: Senator.\n\n SENATOR DOLE: Well, there he goes again—I mean, it’s a line that has been used before—but exaggerating all of the things he did. He didn’t do all these things. Let’s take all of these 4, you know, years in a row. He came in with a high growth rate. The 1990 budget agreement, which some didn’t like, had some very tough cost controls. It put a lot of pressure on Congress. The S&L crisis was over. They were starting to sell assets; all of that money was coming in. And he cut defense an extra $60 billion, threw a lot of people out of work.\n\n He talks about a smaller government. There are actually more people in government, except for the people in defense-related jobs. They’re gone. The government is bigger than it was when President Kennedy was around, even though he says it’s not. In addition, the Republican Congress cut $53 billion. So let’s give credit where credit is due.\n\n Governor Engler in Michigan cut taxes 21 times, created a lot of new jobs. So did Governor Thompson. So did Governor Rowland. And a lot of people out there deserve credit, Mr. President. When I’m President of the United States, we’re going to have a Governors council, and we’re going to work directly with the Governors, Republicans and Democrats, to the get power back to people and back to the states.\n\n PRESIDENT CLINTON: I think a lot of people deserve credit, and I’ve tried to give it to them. But I believe that my plan is better than Senator Dole’s ill-advised, $550 billion scheme, which I will say again will blow a hole in the deficit.\n\n Our plan will balance the budget and grow the economy, preserve the environment, and invest in education. We have the right approach for the future. And look at the results: It is not midnight in America, Senator. We are better off than we were four years ago.\n\n LEHRER: All right, that’s the last question, the last answer. Let’s go now to the closing statements.\n\n SENATOR DOLE: Are we done?\n\n LEHRER: Mr. President, you’re first. Two minutes.\n\n PRESIDENT CLINTON: Well, first, Jim, let me thank you, and thank you, Senator Dole, and thank you, ladies and gentlemen, all of you listening tonight, for the chance you’ve given us to appear. I want to say in the beginning that I am profoundly grateful for the chance that you have given me to serve as President for the last four years. I never could have dreamed anything like this would come my way in life, and I’ve done my best to be faithful to the charge you’ve given me.\n\n I’m proud of the fact that America is stronger and more prosperous and more secure than we were four years ago. I’m glad we’re going in the right direction. And I’ve done my best tonight to lay out my plans for going forward to an even better future in the next century.\n\n I’d like to leave you with the thought that the things I do as President are basically driven by the people whose lives I have seen affected by what does or doesn’t happen in this country: the autoworker in Toledo who was unemployed when I was elected and now has a great job, because we’re number one in auto production again; all the people I’ve met who used to be on welfare who are now working and raising their children—and I think what others could do for our country and for themselves if we did the welfare reform thing in the proper way.\n\n I think of the man who grabbed me by the shoulder once with tears in his eyes and said his daughter was dying of cancer, and he thanked me for giving him a chance to spend some time with her without losing his job, because of the Family and Medical Leave Act.\n\n I think of all the people that I grew up with and went to school with whom I stay in touch with and who never let me forget how what we do in Washington affects all of you out there in America.\n\n Folks, we can build that bridge to the 21st century, big enough and strong enough for all of us to walk across. And I hope that you will help me build it.\n\n LEHRER: Senator Dole, your closing statement, sir.\n\n SENATOR DOLE: Thank you, Jim. Thank you, Mr. President. Thank everyone for watching and listening.\n\n I want to address my remarks to the young people of America, because they’re the ones that are going to spend most of their life in the 21st century. They’re the ones who have the challenges. And there are people out there making predictions that it’s not going to be the same; you’re not going to have the opportunity; there is going to be more deficits, more drugs, more crime, and less confidence in the American people. And that’s what you’re faced with, what the parents are faced with and the grandparents are faced with. It’s important. It’s their future.\n\n And I would say to those I know there are more young people experimenting with drugs today than ever before. Drug use has gone up. And if you care about the future of America, if you care about your future, just don’t do it.\n\n And I know that I am someone older than you, but I’ve had my anxious moments in my life. I’ve learned to feed myself and to walk and to dress. I’m standing here as proof that in America, the possibilities are unlimited. I know who I am, and I know where I’m from, and I know where I want to take America. We are the greatest country on the face of the Earth. We do more good things for more people in our communities, our neighborhoods than anywhere that I know of.\n\n This is important business. This election is important. I ask for your support. I ask for your help. If you really want to get involved, just tap into my home page, www.dolekemp96.org.\n\n Thank you. God bless America."}