{"title": "October 6 1996 Presidential Debate with Senator Bob Dole-Bill Clinton", "content": " priorities are and what we should do in defense and then follow that policy, instead of this bottom-up review with all of the services fighting for the money.\n\n The President said he was going to cut defense $60 billion; he cut defense $112 billion, devastated States like California and others. And I think now we’ve got a problem. We’ve got to go back and look. It’s just like you said in Texas one day, you know, you raised taxes too much—and you did—and you cut defense too much, Mr. President—and you did, and you may have said that, too.\n\n But the bottom line is, we are the strongest nation in the world, we provide the leadership, and we’re going to have to continue to provide the leadership. But let’s do it on our terms when our interests are involved and not when somebody blows a whistle at the United Nations.\n\n PRESIDENT CLINTON: Our military is the strongest military in the world. It is the strongest, best prepared, best equipped it has ever been. There is very little difference in the budget that I have proposed and the Republican budget over the next six-year period. We are spending a lot of money to modernize our weapons system. I have proposed a lot of new investments to improve the quality of life for our soldiers, for our men and women in uniform, for their families, for their training. That is my solemn obligation.\n\n You asked, when do you decide to deploy them? The interests of the American people must be at stake; our values must be at stake; we have to be able to make a difference. And frankly, we have to consider what the risks are to our young men and women in uniform.\n\n But I believe the evidence is that our deployments have been successful, in Haiti, in Bosnia, when we moved to Kuwait to repel Saddam Hussein’s threatened invasion of Kuwait, when I have sent the fleet into the Taiwan Straits, when we’ve worked hard to end the North Korean nuclear threat. I believe the United States is at peace tonight in part because of the disciplined, careful, effective deployment of our military resources.\n\n LEHRER: Senator Dole.\n\n SENATOR DOLE: Well, I failed to mention North Korea and Cuba a while ago. You look at North Korea, where they have enough plutonium to build six nuclear bombs, where we’ve sort of distanced ourselves from our allies, South Korea. They lost about a million people in the war, the Korean war, the forgotten war. We lost 53,000 Americans. We shouldn’t be doing any favors for North Korea. It’s a closed society; we don’t have any inspection; we don’t know whether it’s going to work or not. But we keep giving them these incentives—some would call them something else—incentives. We don’t know what’s going to happen.\n\n Here we have Cuba, 90 miles from our shores. And what have we done? We’ve passed a law that gave people the right to sue, and the President postponed it for six months. And it seems to me if you want to send a signal you’ve got to send a signal, Mr. President. The sooner, the better off we’ll be if we put tougher sanctions on Castro, not try to make it easier for him.\n\nCuba\n\n LEHRER: Well, Mr. President, what is your attitude toward Cuba and how Cuba should be treated.\n\n PRESIDENT CLINTON: Well, first of all, for the last four years we have worked hard to put more and more pressure on the Castro government to bring about more openness and a move toward democracy. In 1992, before I became President, Congress passed the Cuba Democracy Act, and I enforced it vigorously. We made the embargo tougher, but we increased contacts, people to people, with the Cubans, including direct telephone service, which was largely supported by the Cuban-American community.\n\n Then Cuba shot down two of our planes and murdered four people in international airspace. They were completely beyond the pale of the law, and I signed the Helms-Burton legislation.\n\n Senator Dole is correct. I did give about six months before the effective date of the act before lawsuits can actually be filed, even though they’re effective now and can be legally binding, because I want to change Cuba. And the United States needs help from other countries. Nobody in the world agrees with our policy on Cuba now. But this law can be used as leverage to get other countries to help us to move Cuba to democracy.\n\n Every single country in Latin America, Central America, and the Caribbean is a democracy tonight but Cuba. And if we stay firm and strong, we will be able to bring Cuba around as well.\n\n SENATOR DOLE: Well, that’s the point I made—we have to be firm and strong. And I hope that will happen. It will happen starting next January and maybe can happen the balance of this year. We have not been firm and strong. If you look at the poor people who still live in Cuba, it’s a haven for drug smugglers, and we don’t have a firm policy when it comes to Fidel Castro. In my view, the policy has failed. So Congress passes a law, the President signs it like he does a lot of things, but he—like welfare reform, \"Well, I’m going to sign it, but I’m going to try to change it next year.\"\n\n I mean, a lot of these election-year conversions the President is talking about—all the drug money and all the other things, all this antismoking campaign—all happened in 1996. And I think the people viewing out there ought to go back and take a look at the record. When he fought a balanced budget amendment, when he gave you that biggest tax increase in history, when he tried to take over your health care system, when he fought regulatory reform that costs the average family $6,000 to $7,000 a year—this is serious business. It’s about your family. It’s about your business. And in this case, it’s about a firmer policy with Cuba.\n\n PRESIDENT CLINTON: There were several off-the-subject whoppers in that litany. Let me just mention, Senator Dole voted for $900 billion in tax increases. His runningmate, Jack Kemp, once said that Bob Dole never met a tax he didn’t hike. [Laughter] And everybody knows, including the Wall Street Journal, hardly a friend of the Democratic Party or this administration, that the ’82 tax increase he sponsored, in inflation-adjusted dollars was the biggest tax increase in American history. So we ought to at least get the facts out here on the table so we can know where to go from here.\n\nHealth Care Reform\n\n LEHRER: Senator Dole, you mentioned health reform several times. What do you think should be done about the health care system?\n\n SENATOR DOLE: Let me first answer that question about the 1982 tax cut. You know, we were closing loopholes; we were going after big corporations. I know you probably would oppose it, Mr. President, but I think we should have a fairer system and a flatter system. And we will have a fairer, flatter system, and we’re going to make the economic package work.\n\n Health care: Well, we finally passed the Kassebaum bill. The President was opposed to it in 1993. He wanted to give us this big system that took over about one-seventh the economy, that put on price controls, created all these state alliances, and would cost $1.5 trillion and force people into managed care whether they wanted it or not. Most people want to see their own doctor. They’re going to see their own doctor when Bob Dole is President. We won’t threaten anybody.\n\n So we passed the Kassebaum-Kennedy bill; that will cover about 20 to 25 million people. We’ve been for that for four, five, or six years. The President held it up. And even when it finally got near passage, Senator Kennedy held it up for 100 days because he wasn’t satisfied with one provision. But it will cover a pre-existing condition. If you change your job you’re going to be covered. So, there are a lot of good things in this bill that we should have done, instead of trying this massive, massive takeover by the federal government.\n\n But then, of course, you had a Democratic Congress, and they didn’t want to do that. Until we got a Republican Congress—we finally got action, and I’m very proud of my colleagues in the Republican Party for getting that done. It means a lot to a lot of people watching us tonight.\n\n PRESIDENT CLINTON: Well, that sounds very good, but it’s very wrong. Senator Dole remembers well that we actually offered not to even put in a health care bill in 1994 but instead to work with the Senate Republicans and write a joint bill. And they said no, because they got a memo from one of their political advisers saying that instead they should characterize whatever we did as big Government and make sure nothing was done to aid health care before the ’94 elections so they could make that claim.\n\n Well, maybe we bit off more than we could chew. But we’re pursuing a step-by-step reform now. The Kennedy-Kassebaum bill that I signed will make it possible for 25 million people to keep their health insurance when they change jobs or when somebody in their family has been sick. I signed a bill to stop these drive-by deliveries where insurance companies can force people out of the hospital after 24 hours. And I vetoed Senator Dole’s Medicare plan that would have forced a lot of seniors into managed care and taken a lot more money out of their pockets and led to Medicare withering on the vine.\n\n LEHRER: Senator.\n\n SENATOR DOLE: Well, many of the provisions in the Kassebaum bill were provisions—my provisions, like deductions for long-term care, making certain that self-employed people who are watching tonight can deduct not 30 percent but 80 percent of what you pay for premiums; you can also deduct long-term care now. So it’s a good start.\n\n I think—we’re even looking at our tax cut proposal, our economic package. There may be a way there to reach out to the uninsured, because there are a lot of uninsured people in this country, particularly children, that should be covered. Another way you can do it is to expand Medicaid. In America, no one will go without health care, no one will go without food...\n\n LEHRER: Senator, go ahead and finish your sentence, sorry.\n\n SENATOR DOLE: Food. [Laughter]\n\n \n\n Iraq\n\n LEHRER: Back to foreign affairs for a moment. Mr. President, are you satisfied with the way you handled this last Iraq crisis and the end result?\n\n PRESIDENT CLINTON: Well, I believe that we did the appropriate thing under the circumstances.\n\n Saddam Hussein is under a U.N. resolution not to threaten his neighbors or repress his own citizens. Unfortunately, a lot of people have never been as concerned about the Kurds as the United States has tried to be, and we’ve been flying an operation to protect them out of Turkey for many years now.\n\n What happened was, one of the Kurdish leaders invited him to go up north. But we felt, since the whole world community had told him not to do it, that once he did it we had to do something. We did not feel that I could commit—I certainly didn’t feel I should commit American troops to throw him out of where he had gone, and that was the only way to do that. So the appropriate thing strategically to do was to reduce his ability to threaten his neighbors. We did that by expanding what’s called the no-fly zone, by increasing our allies’ control of the airspace, now from the Kuwait border to the suburbs of Baghdad.\n\n Was it the right thing to do? I believe it was. Is it fully effective? Did it make him withdraw from the north? Well, he has a little bit, and I hope he will continue. We have learned that if you give him an inch he’ll take a mile. We had to do something. And even though not all of our allies supported it at first, I think most of them now believe that what we did was an appropriate thing to do.\n\n LEHRER: Senator Dole.\n\n SENATOR DOLE: Well, the President’s own CIA Director says that Saddam is stronger now than he was. And I don’t understand extending the no-fly zone in the south when the trouble was in the north. And what we’ve done—during the Bush administration the Kurds were at the State Department negotiating, trying to work their differences out. Now we’ve got all—thousands and thousands of refugees. We’re even shipping, I guess, 3,000 Kurds to Guam. It involves Turkey. It’s a real problem, and Saddam is probably stronger than he ever was.\n\n We shot, what, 44 cruise missiles—they’re worth about $1.2 million apiece—and hit some radar that—repaired in a couple, three days. Did we inflict any damage? No. Did we have any of our allies helping? Well, we have Great Britain. They’re always very loyal to us, and I appreciate that. And of course Kuwait, even though they had to find out they had 5,000 troops coming. They didn’t even understand that. We had to get their permission.\n\n The bottom line is, we went in there alone. We’re supposed to be operating under a U.N. resolution. We did it without any of our allies that helped us in the Gulf.\n\n PRESIDENT CLINTON: Senator Dole has, two or three times before tonight, criticized me for working with the U.N. Now I’m being criticized for not working with the U.N.\n\n SENATOR DOLE: That’s not the U.N.\n\n PRESIDENT CLINTON: Sometimes the United States has to act alone, or at least has to act first. Sometimes we cannot let other countries have a veto on our foreign policy. I could not send soldiers into the north of Iraq; that would have been wrong. I could reduce Saddam Hussein’s ability to threaten Kuwait and his other neighbors again. That’s what I did; I still believe it was the right thing to do.\n\n  \n\n Middle East Peace Process\n\n LEHRER: Senator Dole, on your photo-op foreign policy charge against the President...\n\n SENATOR DOLE: Not mine.\n\n LEHRER: No, no, I mean your charge against the President that he has a photo-op foreign policy; does the Middle East summit last week fall into that category?\n\n SENATOR DOLE: Well, there were some good pictures, but does it fall into that category? I don’t know. I want to be very serious. I have supported the President when I thought he was right on Bosnia; I supported him on NAFTA and GATT. So it’s not that we always disagree; others disagreed with us. The Mideast is very difficult. But it seemed to me just as an observer that before you would call somebody to America, you would have some notion what the end result might be. Now, maybe it’s better just to get together and sit down and talk; maybe that was the purpose. And I know talks have—[inaudible]—started again today.\n\n But again, it’s almost like an ad hoc foreign policy. It’s ad hoc. It’s sort of, \"Well, we get up in the morning and read the papers and what country’s in trouble, we’ll have a meeting.\" To me, that’s not the strategy that I think that people expect from America. I think we have lost credibility. And I say this very honestly, without any partisanship. We’ve lost credibility around the world. Our allies don’t—they’re not certain what we’re going to do, what our reaction, what our response is going to be.\n\n Nobody suggested sending troops to Iraq, if that was the hint there from the President. But I do think that Saddam Hussein is stronger than he was, and I do believe that we didn’t gain a great deal in the Mideast by bringing three of the four leaders—one refused to come—to Washington, DC.\n\n PRESIDENT CLINTON: We have a very consistent policy in the Middle East: It is to support the peace process, to support the security of Israel, and to support those who are prepared to take risks for peace. It is a very difficult environment. The feelings are very strong. There are extremists in all parts of the Middle East who want to kill that peace process. Prime Minister Rabin gave his life because someone in his own country literally hated him for trying to bring peace.\n\n I would liked to have had a big, organized summit, but those people were killing each other rapidly. Innocent Arab children, innocent Israeli people—they were dying. So much trust has broken down in the aftermath of the change of government. I felt that if I could just get the parties together to say, let’s stop the violence, start talking, commit to the negotiations, that would be a plus.\n\n Now, today the Secretary of State is in the Middle East, and they’ve started negotiations. And all of those leaders promised me they would not quit until they resolved the issues between them and got the peace process going forward again.\n\n LEHRER: Senator Dole.\n\n SENATOR DOLE: Well, I was disappointed the President did not call for an unconditional end to the violence. I mean, it seemed to me the violence would stop when these leaders came to America. The killing and the tragedies had taken place, and it’s unfortunate. And it is a difficult area; no doubt about it. It shouldn’t be politicized in any way, by the President or by his opponent, and I don’t intend to politicize it. I hope that they have talked, and I hope they’ve reached some result and that the killing will end.\n\n  \n\n Vision for the Future\n\n LEHRER: Mr. President, in your acceptance speech in Chicago, you said the real choice in this race is, quote, \"whether we build a bridge to the future or a bridge to the past, about whether we believe our best days are still out there or our best days are behind us, about whether we want a country of people all working together or one where you’re on your own.\" End quote. Are you saying that you believe Senator Dole is a man of the past and if elected President he would lead the country backward?\n\n PRESIDENT CLINTON: Well, I’m saying that Senator Dole said in his fine speech in San Diego that he wanted to build a bridge to the past. And I think I know what he meant by that. He is troubled, as I am, by some of the things that go on today. But I believe America is the greatest country in human history because we have maintained freedom and increasing prosperity by relentlessly pushing the barriers of knowledge, the barriers of the present, always moving into the future.\n\n That’s why when I became President I was determined to kind of move beyond this old, stale debate that had gone on in Washington for too long, to get this country moving again. And that’s why we’ve got a country with 10 million more jobs and record numbers of new businesses and rising incomes and falling crime rates and welfare roll rates. That’s why we’re moving in the right direction.\n\n And I’m trying to emphasize that what I want to do is to continue to do that. That’s why my balanced budget plan will still invest and grow this economy. That’s why I want a tax cut for education and childrearing, but it’s got to be paid for. That’s why I want to continue the work we have done, over partisan opposition, to work with communities to bring that crime rate down until our streets are all safe again.\n\n These are my commitments. I am very oriented toward the future. I think this election has to be geared toward the future. I think America’s best days are still ahead. But we’ve got to build the right bridge.\n\n LEHRER:  Senator Dole.\n\n SENATOR DOLE: You know, the President reminds me sometimes of my brother, Kenny, who is no longer alive, but Kenny was a great talker. And he used to tell me things that I knew were not quite accurate, so we always had a rule, we divided by six. Now, maybe in your case, maybe just two.\n\n But 11 million new jobs and everything—I mean, the President can’t take credit for everything that Governors are doing or that’s happening in New York City when it comes to the murder rate and then not be responsible for the bad things that happen, whether it’s drug use or something else in America. And so it seems to me that we can talk about—well, we called Kenny the great exaggerator because he just liked to make it sound a little better; it made him feel better. When it comes to bridges, I want a bridge to the future. I also want a bridge to the truth. We have to tell the truth. We’ve got people watching tonight and listening tonight trying to find the truth.\n\n And the truth is, there’s a lot wrong with America. We need a strong economic package. We need a tax cut. We need the $500 child credit. And we’ll have that soon.\n\n LEHRER: Mr. President.\n\n PRESIDENT CLINTON: I do not for a moment think I’m entitled to all the credit for the good things that have happened in America. But where I have moved to work with the American people to help them have the tools to make the most of their own lives, I think I should get some credit for that. I also personally took responsibility tonight when Senator Dole asked me about the drug problem.\n\n But you know, I think my ideas are better for the future. Senator Dole voted against student loans, against Head Start, against creating the Department of Education. If he gets elected President, we’ll start the new century without anyone in the Cabinet of the President representing education and our children. I personally don’t think that’s the right kind of future for America, and I think we ought to take a different tack.\n\n  \n\n Education\n\n LEHRER: Senator Dole, do you still favor eliminating the Department of Education?\n\n SENATOR DOLE: Yes. I didn’t favor it when it was started. I voted against it. It was a tribute after President Carter’s election to the National Education Association, who sent a lot of delegates to the Democratic Convention, who give 99.5 percent of their money to Democrats and the President. And a lot of the teachers send their kids to private schools or better public schools.\n\n So what we want to do is called opportunity scholarships. Now, some say, \"Oh, you’re Republican; you can’t be reaching out to these people.\" I’ve reached out to people all my life. I’ve worked on the food stamp program proudly and the WIC program and the school lunch program with Senators like George McGovern, Hubert Humphrey, and others, to name a few of my Democratic friends. I’m not some extremist out here. I care about people. I have my own little foundation that’s raised about $10 million for the disabled. I don’t advertise it—just did, haven’t before. I try to do a lot of things that I think might be helpful to people.\n\n So it seems to me that we ought to take that money we can save from the Department of Education, put it into opportunity scholarships, and tell little Landel Shakespeare out in Cleveland, Ohio, and tell your mother and father you’re going to get to go to school because we’re going to match what the State puts up, and you’re going to get to go to the school of your choice.\n\n I don’t fault the President or the Vice President for sending their children to private schools or better schools; I applaud them for it. I don’t criticize them. But why shouldn’t everybody have that choice? Why shouldn’t low-income Americans and low-middle-income Americans? I’m excited about it. It’s going to be a big, big opportunity for a lot of people.\n\n PRESIDENT CLINTON: Let me say, first of all, I’m all for students having more choices. We’ve worked hard to expand public school choice. In my balanced budget bill there are funds for 3,000 new schools, created by teachers and parents, sometimes by business people, called charter schools that have no rules. They’re free of bureaucracy and can only stay in existence if they perform and teach children. The ones that are out there are doing well.\n\n What I’m against is Senator Dole’s plan to take money away from all of the children we now help with limited Federal funds and help far fewer. If we’re going to have a private voucher plan, that ought to be done at the local level or the State level. But Senator Dole has consistently opposed Federal help to education. He voted against student loans, he voted against my improved student loan plan, he voted against the national service bill, against the Head Start bill. He voted against our efforts in safe and drug-free schools. He has voted against these programs. He does not believe it. That’s the issue.\n\n Ninety percent of our kids are out there in those public schools, and we need to lift their standards and move them forward with the programs like those I’ve outlined in this campaign.\n\n SENATOR DOLE: I had better correct the President. I don’t know what time it is, but it’s probably getting late. But I want to correct—all of these things I voted against, they were probably part of some big package that had a lot of pork in it, or a lot of things that we shouldn’t have had, and we probably voted no. I’ve supported all of the education programs; I’ve supported Head Start. I think we ought to look at it.\n\n So I don’t want anybody out there to think that we’ve just been voting no, no, no. Let’s give low-income parents the same right that people of power and prestige have in America and let them go to better schools. Let’s turn the schools back to the teachers and back to the parents and take it away from the National Education Association.\n\n LEHRER: Mr. President, what’s wrong with the school choice proposal?\n\n PRESIDENT CLINTON: I support school choice. I support school choice. I have advocated expansions of public school choice alternatives and, I said, the creation of 3,000 new schools that we are going to help the States to finance.\n\n But if you’re going to have a private voucher plan, that ought to be determined by States and localities where they’re raising and spending most of the money. I simply think it’s wrong to take money away from programs that are helping build basic skills for kids—90 percent of them are in the public schools—to take money away from programs that are helping fund the school lunch program, that are helping to fund the other programs that are helping our schools to improve their standards.\n\n Our schools are getting better. And our schools can be made to be even better still with the right kind of community leadership and partnership at the school level. I have been a strong force for reform. And Senator, I remind you that a few years ago, when I supported a teacher testing law in my home State, I was pretty well lambasted by the teachers association. I just don’t believe we ought to be out there running down teachers and attacking them the way you did at the Republican Convention. I think we ought to be lifting them up and moving our children forward.\n\n And let me just say, that budget you passed that I vetoed would have cut 50,000 kids out of Head Start. It would have eliminated the AmeriCorps plan. And it would have cut back on student loans and scholarships. Now, it would have; that’s a fact. That’s one of the big reasons I vetoed it. We need to be doing more in education, not less.\n\n SENATOR DOLE: Well, the AmeriCorps program, I must say, if that’s one of your successes I wouldn’t speak about it too loudly. It’s cost about $27,000 to pay people to volunteer. We’ve got four million young people volunteering every year. The number hasn’t gone down. And you pick out 20,000, whether they need the money or not, and they get paid for volunteering.\n\n I like young people. I like teachers. I’m a product of public schools. You attended a private school for some time in your life. I like teachers. You’re not for school choice. You can’t be for school choice, because it’s that special interest money again. When you’re getting 99.5 percent of the money—we don’t know what happened to the other .5 percent; we’re looking for it. Somebody got it. But it all went to Democrats, and this is part of that liberal establishment, one of those liberal things that you just can’t do. You’re for school uniforms and curfews, and you’re opposed to truancy. Now, that’s not reform, Mr. President.\n\n Why can’t Landel Shakespeare in Cleveland or Pilar Gonzalez in Milwaukee give their children an opportunity to go to a better school? Some schools aren’t safe; some schools aren’t even safe. Your choice is nothing. Let’s give them a real choice, the kind of choice you have and the kind of choice a lot of people have in America. If we want to stop crime and teenage pregnancy, let’s start with education.\n\n PRESIDENT CLINTON: First of all, Senator Dole, let’s set the record straight. I was able, for two years when I was a very young boy, to go to a Catholic school, but I basically went to public schools all my life. And I’ve worked hard for a long time to make them better. Ninety percent of our kids are there.\n\n It’s amazing to me—you are all for having more responsibility at the local level for everything except schools, where we don’t have very much money at the federal level to spend on education. We ought to spend it helping the 90 percent of the kids that we can help. If a local school district in Cleveland or anyplace else wants to have a private school choice plan like Milwaukee did, let them have at it. I might say, the results are highly ambiguous. But I want to get out there and give a better education opportunity to all of our children. And that’s why I vetoed the budget that you passed with $30 billion in education cuts. It was wrong, and my plan for the future is better.\n\nPolitical Philosophy\n\n LEHRER: Mr. President.\n\n Senator Dole, at the Republican Convention you said the following, and I quote: \"It is demeaning to the Nation that within the Clinton administration, a corps of the elite who never grew up, never did anything real, never sacrificed, never suffered, and never learned should have the power to fund with your earnings their dubious and self-serving schemes.\" End quote. Whom, precisely, and what, precisely, did you have in mind?\n\n SENATOR DOLE: I had precisely in mind a lot of the people that were in the White House and other agencies who have never been, had any experience, who came to Washington without any experience. They’re all very liberal, of course, or they wouldn’t be in the administration. And their idea was that they knew what was best for the American people.\n\n Now, I feel very strongly about a lot of things. I feel strongly about education. I want to help young people have an education, just as I had an education after World War II with the GI bill of rights. And we’ve had millions of young men and women in subsequent wars change the face of the nation because the government helped with their education.\n\n Now, the reason they don’t want to have, you know, the reason the President can’t support this is pretty obvious. It’s not taking anything away from schools. It’s new money. It’s not going to be taken away from anybody else except it will downsize the Department of Education.\n\n But this is a very liberal administration. This is the administration that gave you the big tax cut. This is the administration that tried to take over health care and impose a governmental system. This is the administration that fought regulatory reform and that’s putting a lot of small-business men and small-business women out of business. This is the administration that fought the balanced budget amendment and vetoed a balanced budget and vetoed welfare reform twice. And the list goes on and on and on.\n\n That’s what I had in mind. I want people in my administration and will have people in my administration who understand America. There won’t be 10 millionaires and 14 lawyers in the Cabinet. They’ll be people with experience and people who understand America and people who know the hard knocks in life.\n\n PRESIDENT CLINTON: When Senator Dole made that remark about all the elitists, young elitists in the administration, one of the young men who works for me who grew up in a house trailer looked at me and said, \"Mr. President, I know how you grew up. Who is he talking about?\" And you know, this liberal charge, that’s what their party always drags out when they get in a tight race. It’s sort of their golden oldie, you know, it’s a record they think they can play that everybody loves to hear. [Laughter] And I just don’t think that dog will hunt this time.\n\n The American people should make up their own mind. Here’s the record: We cut the deficit four years in a row for the first time since before the Civil War--I mean, before World War II—and maybe before the Civil War, too. [Laughter] We’ve got 10 million new jobs. We’ve got record numbers of new small businesses. We made every one of them eligible for a tax cut. We’ve got declining crime rates, two million fewer people on welfare rolls before welfare reform passed, and a 50 percent increase in child support, and a crime bill with 60 death penalties, 100,000 police, and the assault weapons ban.\n\n The American people can make up their mind about whether that’s a liberal record or a record that’s good for America. Liberal, conservative, you put whatever label you want on it.\n\n SENATOR DOLE: Well, I think it’s pretty liberal; I’ll put that label on it. When you take a look at all the programs you’ve advocated, Mr. President, thank goodness we had a Republican Congress there. The first thing you did when you came into office was send up a stimulus package that said, we’ve got a little pork we want to scatter around America, $16 billion. And even some in your own party couldn’t buy that.\n\n I remember talking by the telephone—I’m not even certain you were too excited about it—I’ll never repeat what I talk with the President about, but in any event, we saved the taxpayers $16 billion. And then came some other programs and then came health care and then came the tax increase. And a lot of these things just stopped in 1994 because then the Congress changed, and I think we’ve done a good job.\n\n LEHRER: Mr. President, if you’re not a liberal, describe your political philosophy.\n\n PRESIDENT CLINTON: I believe that the purpose of politics is to give people the tools to make the most of their own lives, to reinforce the values of opportunity and responsibility, and to build a sense of community so we’re all working together. I don’t believe in discrimination. I believe you can protect the environment and grow the economy. I believe that we have to do these things with a government that’s smaller and less bureaucratic but that we have to do them nonetheless.\n\n It’s inconvenient for Senator Dole, but the truth is I’ve reduced the size of government more than my Republican predecessors. And I did stop them, I admit that; I sure stopped their budget. Their budget cut enforcement for the Environmental Protection Agency by a third. It cut funds to clean up toxic waste dumps—with 10 million of our kids still living within four miles of a toxic waste dump—by a third. It ended the principle of the polluters should pay for those toxic waste dumps unless it was very recent. Their budget weakened our support for education $30 billion, even cut funds for scholarships and college loans. Their budget cut $270 billion in Medicare. And finally, their budget withdrew the national guarantee of health care to poor children, families with children with handicaps, the elderly in nursing homes, poor pregnant women. It was wrong for the country, and calling it conservative won’t make it right. It was a bad decision for America and would have been bad for our future if I hadn’t stopped it.\n\n SENATOR DOLE: Well, the President can define himself in any way he wants, but I think we have to look at the record. Go back to the time he was, what, Texas director for George McGovern. George McGovern is a friend of mine, so I don’t mean—but he was a liberal, proud liberal.\n\n I’ve just finished reading a book. I think it’s called, what is it, The Demise of the Democratic Party by Ronald Radosh or something, talking about all the liberal influences in the administration, whether it’s organized labor or whether it’s the Hollywood elite or whether it’s some of the media elite or whether it’s the labor unions or whatever.\n\n And so I think—you take a look at it, but the bottom line is this: I think the American people probably lose sight of all of these bills and all these things. They want to know what’s going to happen to them. They’ve all got a lot of anxieties out there.\n\n Did anybody complain when you raised taxes? Did anybody go out and ask the people, \"How are you going to pay the extra money?\" That’s why we want an economic package. We want the Government to pinch their pennies for a change instead of the people pinching their pennies. That’s what our message is to people watching, not all this back and forth—you voted this way, you voted that way. We want a better America as we go into the next century.\n\n PRESIDENT CLINTON: The way to get a better America is to balance the budget and protect Medicare, Medicaid, education, and the environment; to give a targeted tax cut—and let me talk about the education tax cut—to let people have a $10,000 deduction for the cost of college tuition in any year, any kind of college tuition; to give families a tax credit, a dollar-for-dollar reduction in their taxes for the cost of a typical community college so we can open that to everybody, and then to let people save in an IRA and withdraw from it without a tax penalty for education, homebuying, or medical expenses. That’s the right way to go into the 21st century, balance the budget and cut taxes, not balloon with this $550 billion tax scheme.\n\nPersonal Differences\n\n LEHRER: Senator Dole, we’ve talked mostly now about differences between the two of you that relate to policy issues and that sort of thing. Are there also significant differences in the more personal area that are relevant to this election?\n\n SENATOR DOLE: Let me say first on the President’s promise for another tax cut—I mean, I’ve told people as I travel around, \"All of you who got the tax cut he promised last time, vote for him in ’96,\" and not many hands go up. So the question is, would you buy a used election promise from my opponent?\n\n The people want economic reform. They’re having a hard time making ends meet. You got one parent working for the government, the other parent working for the family. And this is important business. This is about getting the economy moving again. This is about American jobs and opportunities. It’s about the government, as I said before, pinching its pennies for a change instead of the poor taxpayer. When they raise your taxes, nobody runs around asking people, \"Where are you going to get the extra money?\" I think the government can do better.\n\n LEHRER: Are there personal differences? That are relevant to this.\n\n SENATOR DOLE: Well, my blood pressure is lower and my weight, my cholesterol. But I will not make health an issue in this campaign. [Laughter] I think he’s a bit taller than I am. But I think there are personal differences. I mean, I don’t like to get into personal matters.\n\n As far as I’m concerned, this is a campaign about issues. It’s about my vision for America and about his liberal vision for America, and not about personal things. And I think his liberal vision is a thing of the past. I know he wants to disown it. I wouldn’t want to be a liberal either, Mr. President, but you’re stuck with it because that’s your record. It’s your record in Arkansas, the biggest tax increase in history, the biggest crime increase in history, biggest drug increase in history in Arkansas.\n\n LEHRER: Mr. President.\n\n PRESIDENT CLINTON: Well, just for the record, when I was a Governor, we had the lowest—second lowest tax burden of any State in the country, the highest job growth rate of any State when I ran for President, and were widely recognized for a lot of other advances.\n\n But the important thing is, what are we going to do now? I think a targeted tax cut is better for our future, targeted to education and childrearing, with the rest of the education plan—hooking up all of our classrooms to the Internet by the year 2000, making sure we’ve got an army of reading volunteers, trained people to teach with parents and teachers so that our 8-year-olds can learn to read; investing in our environment, cleaning up two-thirds of the worst toxic waste dumps. Those plans are better than this $550 billion tax scheme.\n\n Now, remember, folks, even Senator Dole’s campaign cochair, Senator D’Amato, says he’s got to cut Medicare to pay for this. Everybody who has looked at it, 500 economists, seven Nobel Prize winners, say it’s bad for the economy. It’s going to blow a hole in the deficit, raise taxes on nine million people, and require bigger cuts than the one I vetoed.\n\n Our plan is better. It will take us into the future with a growing economy and healthier families.\n\n SENATOR DOLE: Well, I’m really encouraged to know of your renewed friendship with Al D’Amato, and I know he appreciates it. [Laughter] You didn’t even have tax cuts in your budget, Mr. President, the first two years you were President. It wasn’t until we had a Republican Congress that you even thought about—you talked about tax cuts.\n\n And getting back to personal differences, I think, Jim, if you’re a little more specific, but I think the President could clarify one thing tonight, and that’s the question of pardons. I know you talked about it with Jim Lehrer on the PBS show. And I’ve never discussed Whitewater, as I’ve told you personally; I’m not discussing Whitewater now. But I am discussing a power the President has to grant pardons, and hopefully in the next segment you could lay that to rest.\n\n LEHRER: Mr. President.\n\n PRESIDENT CLINTON: Well, first of all, he made that remark about Senator D’Amato. He’s arranged for me to spend a lot more time with Senator D’Amato in the last couple of years, and so I’m more familiar with his comments than I used to be. [Laughter]\n\n Let me say what I’ve said already about this pardon issue. This is an issue they brought up. There has been no consideration of it, no discussion of it. I’ll tell you this: I will not give anyone special treatment, and I will strictly adhere to the law. And that is what every President has done, as far as I know in the past. But whatever other Presidents have done, this is something I take seriously, and that’s my position.\n\n SENATOR DOLE: But it seems to me the President shouldn’t have any comment at all, particularly where it’s someone where you’ve had business dealings. I mean, you may be sending a signal; I don’t know. I’m not questioning anybody. But as the President of the United States, when somebody asks you about pardons, you say \"no comment,\" period. And I think he made a mistake, and I think when you make a mistake, you say, \"I made a mistake.\" But apparently his position hasn’t changed.\n\n If there are other specific areas—but beyond that, I haven’t gotten into any of these things, as the President knows. We’ve had that discussion. And again, I know Senator D’Amato I think may have had a hearing or two on Whitewater; I can’t remember. [Laughter] But he’s not my general chairman, he’s a friend of mine. And so is Senator Kennedy a friend of yours...\n\n PRESIDENT CLINTON: You bet.\n\n SENATOR DOLE: I remember one day on the floor, I said, \"Now, gentlemen, let me tax your memories,\" and Kennedy jumped up and said, \"Why haven’t we thought of that before?\" [Laughter] One of your liberal friends.\n\n PRESIDENT CLINTON: That’s right. Thank you.\n\n LEHRER: Mr. President, 30 seconds.\n\n PRESIDENT CLINTON: No comment. [Laughter]\n\n SENATOR DOLE: What’s the subject matter? [Laughter]\n\n LEHRER: Senator Dole, if you could single out one thing that you would like for the voters to have in their mind about President Clinton on a policy matter or a personal matter, what would it be? Something to know about him, understand it, and appreciate it.\n\n SENATOR DOLE: See, if I say anything, it’s going to be misconstrued. I don’t think this is even a race between the two—it’s about our vision for America. I happen to like President Clinton personally. I’m addressing him all evening as Mr. President. I said in 1992 he didn’t extend that courtesy to President Bush. But I respect the Presidency.\n\n I’ve served under a number of Presidents; they all have their strengths, and they all have their weaknesses. So I’d rather talk about my strengths. I think I have my strengths. I think the best thing going for Bob Dole is that Bob Dole keeps his word. It’s a question between trust and fear. And I would say I think, Mr. President, about all you’ve got going in this campaign is fear. You’re spending millions and millions of dollars in negative ads, frightening senior citizens. I know this to be a fact, because I had one tell me last week, \"Senator, don’t cut my Medicare.\"\n\n I’m trying to save your Medicare, just as I rescued Social Security with a bipartisan commission. I have relatives on Medicare. I used to sign welfare checks for my grandparents. I know all about poverty and all about need and all about taking care of people, and that’s been my career in the United States Senate.\n\n And I’ll keep my word on the economic package. If I couldn’t cut taxes and balance the budget at the same time, I wouldn’t look you in the eye tonight in your living room, or wherever you may be, and say that this is good for America. People will tell you who have served with Bob Dole, agree or disagree, he kept his word. That’s what this race is all about.\n\n PRESIDENT CLINTON: I’d like the American people to know that I have worked very hard to be on their side and to move this country forward, and we’re better off than we were four years ago.\n\n But the most important thing is my plan for the 21st century is a better plan: a targeted tax cut; a real commitment to educational reform; a deep commitment to making welfare reform work, with incentives to the private sector to move people from welfare to"}