{"title": "October 27 1983 Speech to the Nation on Lebanon and Grenada-Ronald Reagan", "content": " is not something a nation can work for once and win forever. He said it's like an insurance policy; its premiums must be kept up to date. In order to keep it, we have to keep working for it and sacrificing for it just as long as we live. If we do not, our children may not know the pleasure of working to keep it, for it may not be theirs to keep.\n\n In these last few days, I've been more sure than I've ever been that we Americans of today will keep freedom and maintain peace. I've been made to feel that by the magnificent spirit of our young men and women in uniform and by something here in our Nation's Capital. In this city, where political strife is so much a part of our lives, I've seen Democratic leaders in the Congress join their Republican colleagues, send a message to the world that we're all Americans before we're anything else, and when our country is threatened, we stand shoulder to shoulder in support of our men and women in the Armed Forces.\n\n May I share something with you I think you'd like to know? It's something that happened to the Commandant of our Marine Corps, General Paul Kelley, while he was visiting our critically injured marines in an Air Force hospital. It says more than any of us could ever hope to say about the gallantry and heroism of these young men, young men who serve so willingly so that others might have a chance at peace and freedom in their own lives and in the life of their country.\n\n I'll let General Kelley's words describe the incident. He spoke of a \"young marine with more tubes going in and out of his body than I have ever seen in one body.\"\n\n \"He couldn't see very well. He reached up and grabbed my four stars, just to make sure I was who I said I was. He held my hand with a firm grip. He was making signals, and we realized he wanted to tell me something. We put a pad of paper in his hand—and he wrote 'Semper Fi.'\"\n\n Well, if you've been a marine or if, like myself, you're an admirer of the marines, you know those words are a battle-cry, a greeting, and a legend in the Marine Corps. They're marine shorthand for the motto of the Corps—\"Semper Fidelis\"—\"always faithful.\"\n\n General Kelley has a reputation for being a very sophisticated general and a very tough marine. But he cried when he saw those words, and who can blame him?\n\n That marine and all those others like him, living and dead, have been faithful to their ideals. They've given willingly of themselves so that a nearly defenseless people in a region of great strategic importance to the free world will have a chance someday to live lives free of murder and mayhem and terrorism. I think that young marine and all of his comrades have given every one of us something to live up to.\n\n They were not afraid to stand up for their country or, no matter how difficult and slow the journey might be, to give to others that last, best hope of a better future. We cannot and will not dishonor them now and the sacrifices they've made by failing to remain as faithful to the cause of freedom and the pursuit of peace as they have been.\n\n I will not ask you to pray for the dead, because they're safe in God's loving arms and beyond need of our prayers. I would like to ask you all—wherever you may be in this blessed land—to pray for these wounded young men and to pray for the bereaved families of those who gave their lives for our freedom.\n\n God bless you, and God bless America."}