{"title": "October 28 1932 Campaign speech in Indianapolis Indiana.-Herbert Hoover", "content": " home loan banks, the Governor states that this idea was brought out in the middle of the campaign, and, like the instructions to speakers sent out by the Democratic National Committee he makes slurs upon it. That statement falls a little to the ground in the same slough of untruth as the others when it is recollected that I rounded the Better Homes movement in the United States more than 10 years ago, whose activities in over 9,000 different communities through the devoted service of thousands of American women finally blossomed into the White House Conference on Home Building and Home Ownership more than a year ago. On that occasion I proposed and secured the backing of the men and women of the United States for the plan which ultimately resulted in the home loan banks. And that bill was drafted and presented to Congress in December last. The refusal of the Democratic House of Representatives to act prevented its passage until the last hour of the session 8 months later and then only when the pressures from the women and the men devoted to the upbuilding of the American home had become so great that they dare not defeat it in the face of this political campaign.\n\n Had that bill been passed when it was introduced, nearly a year ago, the suffering and losses of thousands of small homeowners in the United States would have been prevented. I consider that that act was the greatest act yet undertaken by any government at any time on behalf of thousands of owners of small homes. It provides the machinery, through the mobilization of building and loan associations and savings bank, by which we may assure to men and women the opportunity to bring up their children in the surroundings which make for true unity and true purpose in American life.\n\n Now, in conclusion, in Governor Roosevelt's address delivered on October 25, he stated:\n\n \"After March 4, 1929, the Republican Party was in complete control of all branches of the Government--Executive, Senate, and House, and I may add, for good measure . . . the Supreme Court as well.\"\n\n I invite your attention to that statement about the Supreme Court. There are many things revealed in this campaign by our opponents which should give American citizens concern for the future. One of the gravest is the state of mind revealed by my opponent in that statement. He implies that it is the function of a party in power to control the Supreme Court. For generations the Republican and Democratic Presidents alike have made it their most sacred duty to respect and maintain the independence of America's greatest tribunal. President Taft appointed a Democratic Chief Justice; President Harding mated a Democratic Justice; my last appointment was a Democrat from the State of New York whose appointment was applauded by Republicans and Democrats alike the Nation over. All appointees of the Supreme Court have been chosen solely on the basis of their character and their mental power. Not since the Civil War have the members of that Court divided on political lines.\n\n Aside from the fact that the charge that the Supreme Court has been controlled by any political party is an atrocious one, there is a deeper implication in that statement. Does it disclose the Democratic candidate's conception of the functions of the Supreme Court? Does he expect the Supreme Court to be subservient to him and his party ? Does that statement express his intention by his appointments or otherwise to attempt to reduce that tribunal to an instrument of party policy and political action for sustaining such doctrines as he may bring with him ?\n\n My countrymen, I repeat to you, the fundamental issue of this campaign, the decision that will fix the national direction for a hundred years to come, is whether we shall go on in fidelity to American traditions or whether we shall turn to innovations, the spirit of which is disclosed to us by many sinister revelations and veiled promises.\n\n My friends, I wish to make my position clear. I propose to go on in the faith and loyalty to the traditions of our race. I propose to build upon the foundations which our fathers have laid over this last 150 years."}