{"title": "October 16 1854 At Peoria Illinois-Abraham Lincoln", "content": " bills; and that no two of them were passed by the votes of precisely the same members. But we also know, and so does he know, that no one of them could have passed both branches of Congress but for the understanding that the others were to pass also. Upon this understanding each got votes, which it could have got in no other way. It is this fact, that gives to the measures their true character; and it is the universal knowledge of this fact, that has given them the name of compromise so expressive of that true character.\n I had asked “If in carrying the provisions of the Utah and New Mexico laws to Nebraska, you could clear away other objection, how can you leave Nebraska “perfectly free” to introduce slavery BEFORE she forms a constitution---during her territorial government?---while the Utah and New Mexico laws only authorize it WHEN they form constitutions, and are admitted into the Union?” To this Judge Douglas answered that the Utah and New Mexico laws, also authorized it BEFORE; and to prove this, he read from one of their laws, as follows: “That the legislative power of said territory shall extend to all rightful subjects of legislation consistent with the constitution of the United States and the provisions of this act.”\n Now it is perceived from the reading of this, that there is nothing express upon the subject; but that the authority is sought to be implied merely, for the general provision of “all rightful subjects of legislation.” In reply to this, I insist, as a legal rule of construction, as well as the plain popular view of the matter, that the EXPRESS provision for Utah and New Mexico coming in with slavery if they choose, when they shall form constitutions, is an EXCLUSION of all implied authority on the same subject---that Congress, having the subject distinctly in their minds, when they made the express provision, they therein expressed their WHOLE meaning on that subject.\n The Judge rather insinuated that I had found it convenient to forget the Washington territorial law passed in 1853. This was a division of Oregon, organizing the northern part, as the territory of Washington. He asserted that, by this act, the ordinance of '87 theretofore existing in Oregon, was repealed; that nearly all the members of Congress voted for it, beginning in the H.R., with Charles Allen of Massachusetts, and ending with Richard Yates, of Illinois; and that he could not understand how those who now oppose the Nebraska bill, so voted then, unless it was because it was then too soon after both the great political parties had ratified the compromises of 1850, and the ratification therefore too fresh, to be then repudiated.\n Now I had seen the Washington act before; and I have carefully examined it since; and I aver that there is no repeal of the ordinance of '87, or of any prohibition of slavery, in it. In express terms, there is absolutely nothing in the whole law upon the subject---in fact, nothing to lead a reader to THINK of the subject. To my judgment, it is equally free from every thing from which such repeal can be legally implied; but however this may be, are men now to be entrapped by a legal implication, extracted from covert language, introduced perhaps, for the very purpose of entrapping them? I sincerely wish every man could read this law quite through, carefully watching every sentence, and every line, for a repeal of the ordinance of '87 or any thing equivalent to it.\n Another point on the Washington act. If it was intended to be modelled after the Utah and New Mexico acts, as Judge Douglas, insists, why was it not inserted in it, as in them, that Washington was to come in with or without slavery as she may choose at the adoption of her constitution? It has no such provision in it; and I defy the ingenuity of man to give a reason for the omission, other than that it was not intended to follow the Utah and New Mexico laws in regard to the question of slavery.\n The Washington act not only differs vitally from the Utah and New Mexico acts; but the Nebraska act differs vitally from both. By the latter act the people are left “perfectly free” to regulate their own domestic concerns, &c.; but in all the former, all their laws are to be submitted to Congress, and if disapproved are to be null. The Washington act goes even further; it absolutely prohibits the territorial legislation, by very strong and guarded language, from establishing banks, or borrowing money on the faith of the territory. Is this the sacred right of self-government we hear vaunted so much? No sir, the Nebraska bill finds no model in the acts of '50 or the Washington act. It finds no model in any law from Adam till today. As Phillips says of Napoleon, the Nebraska act is grand, gloomy, and peculiar; wrapped in the solitude of its own originality; without a model, and without a shadow upon the earth.\n In the course of his reply, Senator Douglas remarked, in substance, that he had always considered this government was made for the white people and not for the negroes. Why, in point of mere fact, I think so too. But in this remark of the Judge, there is a significance, which I think is the key to the great mistake (if there is any such mistake) which he has made in this Nebraska measure. It shows that the Judge has no very vivid impression that the negro is a human; and consequently has no idea that there can be any moral question in legislating about him. In his view, the question of whether a new country shall be slave or free, is a matter of as utter indifference, as it is whether his neighbor shall plant his farm with tobacco, or stock it with horned cattle. Now, whether this view is right or wrong, it is very certain that the great mass of mankind take a totally different view. They consider slavery a great moral wrong; and their feelings against it, is not evanescent, but eternal. It lies at the very foundation of their sense of justice; and it cannot be trifled with. It is a great and durable element of popular action, and, I think, no statesman can safely disregard it.\n Our Senator also objects that those who oppose him in this measure do not entirely agree with one another. He reminds me that in my firm adherence to the constitutional rights of the slave States, I differ widely from others who are co-operating with me in opposing the Nebraska bill; and he says it is not quite fair to oppose him in this variety of ways. He should remember that he took us by surprise---astounded us---by this measure. We were thunderstruck and stunned; and we reeled and fell in utter confusion. But we rose each fighting, grasping whatever he could first reach---a scythe---a pitchfork---a chopping axe, or a butcher's cleaver. We struck in the direction of the sound; and we are rapidly closing in upon him. He must not think to divert us from our purpose, by showing us that our drill, our dress, and our weapons, are not entirely perfect and uniform. When the storm shall be past, he shall find us still Americans; no less devoted to the continued Union and prosperity of the country than heretofore.\n Finally, the Judge invokes against me, the memory of Clay and of Webster. They were great men; and men of great deeds. But where have I assailed them? For what is it, that their life-long enemy, shall now make profit, by assuming to defend them against me, their life-long friend? I go against the repeal of the Missouri compromise; did they ever go for it? They went for the compromise of 1850; did I ever go against them? They were greatly devoted to the Union; to the small measure of my ability, was I ever less so? Clay and Webster were dead before this question arose; by what authority shall our Senator say they would espouse his side of it, if alive? Mr. Clay was the leading spirit in making the Missouri compromise; is it very credible that if now alive, he would take the lead in the breaking of it? The truth is that some support from whigs is now a necessity with the Judge, and for thus it is, that the names of Clay and Webster are now invoked. His old friends have deserted him in such numbers as to leave too few to live by. He came to his own, and his own received him not, and Lo! he turns unto the Gentiles.\n A word now as to the Judge's desperate assumption that the compromises of '50 had no connection with one another; that Illinois came into the Union as a slave state, and some other similar ones. This is no other than a bold denial of the history of the country. If we do not know that the Compromises of '50 were dependent on each other; if we do not know that Illinois came into the Union as a free state---we do not know any thing. If we do not know these things, we do not know that we ever had a revolutionary war, or such a chief as Washington. To deny these things is to deny our national axioms, or dogmas, at least; and it puts an end to all argument. If a man will stand up and assert, and repeat, and re-assert, that two and two do not make four, I know nothing in the power of argument that can stop him. I think I can answer the Judge so long as he sticks to the premises; but when he flies from them, I can not work an argument into the consistency of a maternal gag, and actually close his mouth with it. In such a case I can only commend him to the seventy thousand answers just in from Pennsylvania, Ohio and Indiana.\n  \n The repeal of the Missouri Compromise, and the propriety of its restoration, constitute the subject of what I am about to say.\n As I desire to present my own connected view of this subject, my remarks will not be, specifically, an answer to Judge Douglas; yet, as I proceed, the main points he has presented will arise, and will receive such respectful attention as I may be able to give them.\n I wish further to say, that I do not propose to question the patriotism, or to assail the motives of any man, or class of men; but rather to strictly confine myself to the naked merits of the question.\n I also wish to be no less than National in all the positions I may take; and whenever I take ground which others have thought, or may think, narrow, sectional and dangerous to the Union, I hope to give a reason, which will appear sufficient, at least to some, why I think differently.\n And, as this subject is no other, than part and parcel of the larger general question of domestic-slavery, I wish to MAKE and to KEEP the distinction between the EXISTING institution, and the EXTENSION of it, so broad, and so clear, that no honest man can misunderstand me, and no dishonest one, successfully misrepresent me.\n In order to a clear understanding of what the Missouri Compromise is, a short history of the preceding kindred subjects will perhaps be proper. When we established our independence, we did not own, or claim, the country to which this compromise applies. Indeed, strictly speaking, the confederacy then owned no country at all; the States respectively owned the country within their limits; and some of them owned territory beyond their strict State limits. Virginia thus owned the North-Western territory—the country out of which the principal part of Ohio, all Indiana, all Illinois, all Michigan and all Wisconsin, have since been formed. She also owned (perhaps within her then limits) what has since been formed into the State of Kentucky. North Carolina thus owned what is now the State of Tennessee; and South Carolina and Georgia, in separate parts, owned what are now Mississippi and Alabama. Connecticut, I think, owned the little remaining part of Ohio—being the same where they now send Giddings to Congress, and beat all creation at making cheese. These territories, together with the States themselves, constituted all the country over which the confederacy then claimed any sort of jurisdiction. We were then living under the Articles of Confederation, which were superceded by the Constitution several years afterwards. The question of ceding these territories to the general government was set on foot. Mr. Jefferson, the author of the Declaration of Independence, and otherwise a chief actor in the revolution; then a delegate in Congress; afterwards twice President; who was, is, and perhaps will continue to be, the most distinguished politician of our history; a Virginian by birth and continued residence, and withal, a slave-holder; conceived the idea of taking that occasion, to prevent slavery ever going into the north-western territory. He prevailed on the Virginia Legislature to adopt his views, and to cede the territory, making the prohibition of slavery therein, a condition of the deed. Congress accepted the cession, with the condition; and in the first Ordinance (which the acts of Congress were then called) for the government of the territory, provided that slavery should never be permitted therein. This is the famed ordinance of '87 so often spoken of. Thenceforward, for sixty-one years, and until in 1848, the last scrap of this territory came into the Union as the State of Wisconsin, all parties acted in quiet obedience to this ordinance. It is now what Jefferson foresaw and intended—the happy home of teeming millions of free, white, prosperous people, and no slave amongst them.\n Thus, with the author of the declaration of Independence, the policy of prohibiting slavery in new territory originated. Thus, away back of the constitution, in the pure fresh, free breath of the revolution, the State of Virginia, and the National congress put that policy in practice. Thus through sixty odd of the best years of the republic did that policy steadily work to its great and beneficent end. And thus, in those five states, and five millions of free, enterprising people, we have before us the rich fruits of this policy. But now new light breaks upon us. Now congress declares this ought never to have been; and the like of it, must never be again. The sacred right of self government is grossly violated by it! We even find some men, who drew their first breath, and every other breath of their lives, under this very restriction, now live in dread of absolute suffocation, if they should be restricted in the “sacred right” of taking slaves to Nebraska. That perfect liberty they sigh for—the liberty of making slaves of other people—Jefferson never thought of; their own father never thought of; they never thought of themselves, a year ago. How fortunate for them, they did not sooner become sensible of their great misery! Oh, how difficult it is to treat with respect, such assaults upon all we have ever really held sacred.\n But to return to history. In 1803 we purchased what was then called Louisiana, of France. It included the now states of Louisiana, Arkansas, Missouri, and Iowa; also the territory of Minnesota, and the present bone of contention, Kansas and Nebraska. Slavery already existed among the French at New Orleans; and, to some extent, at St. Louis. In 1812 Louisiana came into the Union as a slave state, without controversy. In 1818 or '19, Missouri showed signs of a wish to come in with slavery. This was resisted by northern members of Congress; and thus began the first great slavery agitation in the nation. This controversy lasted several months, and became very angry and exciting; the House of Representatives voting steadily for the prohibition of slavery in Missouri, and the Senate voting as steadily against it. Threats of breaking up the Union were freely made; and the ablest public men of the day became seriously alarmed. At length a compromise was made, in which, like all compromises, both sides yielded something. It was a law passed on the 6th day of March, 1820, providing that Missouri might come into the Union with slavery, but that in all the remaining part of the territory purchased of France, which lies north of 36 degrees and 30 minutes north latitude, slavery should never be permitted. This provision of law, is the Missouri Compromise. In excluding slavery North of the line, the same language is employed as in the Ordinance of '87. It directly applied to Iowa, Minnesota, and to the present bone of contention, Kansas and Nebraska. Whether there should or should not, be slavery south of that line, nothing was said in the law; but Arkansas constituted the principal remaining part, south of the line; and it has since been admitted as a slave state without serious controversy. More recently, Iowa, north of the line, came in as a free state without controversy. Still later, Minnesota, north of the line, had a territorial organization without controversy. Texas principally south of the line, and West of Arkansas; though originally within the purchase from France, had, in 1819, been traded off to Spain, in our treaty for the acquisition of Florida. It had thus become a part of Mexico. Mexico revolutionized and became independent of Spain. American citizens began settling rapidly, with their slaves in the southern part of Texas. Soon they revolutionized against Mexico, and established an independent government of their own, adopting a constitution, with slavery, strongly resembling the constitutions of our slave states. By still another rapid move, Texas, claiming a boundary much further West, than when we parted with her in 1819, was brought back to the United States, and admitted into the Union as a slave state. There then was little or no settlement in the northern part of Texas, a considerable portion of which lay north of the Missouri line; and in the resolutions admitting her into the Union, the Missouri restriction was expressly extended westward across her territory. This was in 1845, only nine years ago.\n Thus originated the Missouri Compromise; and thus has it been respected down to 1845. And even four years later, in 1849, our distinguished Senator, in a public address, held the following language in relation to it:\n “The Missouri Compromise had been in practical operation for about a quarter of a century, and had received the sanction and approbation of men of all parties in every section of the Union. It had allayed all sectional jealousies and irritations growing out of this vexed question, and harmonized and tranquilized the whole country. It had given to Henry Clay, as its prominent champion, the proud sobriquet of the “Great Pacificator” and by that title and for that service, his political friends had repeatedly appealed to the people to rally under his standard, as a presidential candidate, as the man who had exhibited the patriotism and the power to suppress, an unholy and treasonable agitation, and preserve the Union. He was not aware that any man or any party from any section of the Union, had ever urged as an objection to Mr. Clay, that he was the great champion of the Missouri Compromise. On the contrary, the effort was made by the opponents of Mr. Clay, to prove that he was not entitled to the exclusive merit of that great patriotic measure, and that the honor was equally due to others as well as to him, for securing its adoption—that it had its origin in the hearts of all patriotic men, who desired to preserve and perpetuate the blessings of our glorious Union—an origin akin that of the constitution of the United States, conceived in the same spirit of fraternal affection, and calculated to remove forever, the only danger, which seemed to threaten, at some distant day, to sever the social bond of union. All the evidences of public opinion at that day, seemed to indicate that this Compromise had been canonized in the hearts of the American people, as a sacred thing which no ruthless hand would ever be reckless enough to disturb.”\n I do not read this extract to involve Judge Douglas in an inconsistency. If he afterwards thought he had been wrong, it was right for him to change. I bring this forward merely to show the high estimate placed on the Missouri Compromise by all parties up to so late as the year 1849.\n But, going back a little, in point of time, our war with Mexico broke out in 1846. When Congress was about adjourning that session, President Polk asked them to place two millions of dollars under his control, to be used by him in the recess, if found practicable and expedient, in negociating a treaty of peace with Mexico, and acquiring some part of her territory. A bill was duly got up, for the purpose, and was progressing swimmingly, in the House of Representatives, when a member by the name of David Wilmot, a democrat from Pennsylvania, moved as an amendment “Provided that in any territory thus acquired, there shall never be slavery.”\n This is the origin of the far-famed “Wilmot Proviso.” It created a great flutter; but it stuck like wax, was voted into the bill, and the bill passed with it through the House. The Senate, however, adjourned without final action on it and so both appropriation and proviso were lost, for the time. The war continued, and at the next session, the president renewed his request for the appropriation, enlarging the amount, I think, to three million. Again came the proviso; and defeated the measure. Congress adjourned again, and the war went on. In Dec., 1847, the new congress assembled. I was in the lower House that term. The “Wilmot Proviso” or the principle of it, was constantly coming up in some shape or other, and I think I may venture to say I voted for it at least forty times; during the short term I was there. The Senate, however, held it in check, and it never became law. In the spring of 1848 a treaty of peace was made with Mexico; by which we obtained that portion of her country which now constitutes the territories of New Mexico and Utah, and the now state of California. By this treaty the Wilmot Proviso was defeated, as so far as it was intended to be, a condition of the acquisition of territory. Its friends however, were still determined to find some way to restrain slavery from getting into the new country. This new acquisition lay directly West of our old purchase from France, and extended west to the Pacific ocean—and was so situated that if the Missouri line should be extended straight West, the new country would be divided by such extended line, leaving some North and some South of it. On Judge Douglas' motion a bill, or provision of a bill, passed the Senate to so extend the Missouri line. The Proviso men in the House, including myself, voted it down, because by implication, it gave up the Southern part to slavery, while we were bent on having it all free.\n In the fall of 1848 the gold mines were discovered in California. This attracted people to it with unprecedented rapidity, so that on, or soon after, the meeting of the new congress in Dec., 1849, she already had a population of nearly a hundred thousand, had called a convention, formed a state constitution, excluding slavery, and was knocking for admission into the Union. The Proviso men, of course were for letting her in, but the Senate, always true to the other side would not consent to her admission. And there California stood, kept out of the Union, because she would not let slavery into her borders. Under all the circumstances perhaps this was not wrong. There were other points of dispute, connected with the general question of slavery, which equally needed adjustment. The South clamored for a more efficient fugitive slave law. The North clamored for the abolition of a peculiar species of slave trade in the District of Columbia, in connection with which, in view from the windows of the capitol, a sort of negro-livery stable, where droves of negroes were collected, temporarily kept, and finally taken to Southern markets, precisely like droves of horses, had been openly maintained for fifty years. Utah and New Mexico needed territorial governments; and whether slavery should or should not be prohibited within them, was another question. The indefinite Western boundary of Texas was to be settled. She was received a slave state; and consequently the farther West the slavery men could push her boundary, the more slave country they secured. And the farther East the slavery opponents could thrust the boundary back, the less slave ground was secured. Thus this was just as clearly a slavery question as any of the others.\n These points all needed adjustment; and they were all held up, perhaps wisely to make them help to adjust one another. The Union, now, as in 1820, was thought to be in danger; and devotion to the Union rightfully inclined men to yield somewhat, in points where nothing else could have so inclined them. A compromise was finally effected. The south got their new fugitive-slave law; and the North got California, (the far best part of our acquisition from Mexico,) as a free State. The south got a provision that New Mexico and Utah, when admitted as States, may come in with or without slavery as they may then choose; and the north got the slave-trade abolished in the District of Columbia. The north got the western boundary of Texas, thence further back eastward than the south desired; but, in turn, they gave Texas ten millions of dollars, with which to pay her old debts. This is the Compromise of 1850.\n Preceding the Presidential election of 1852, each of the great political parties, democrats and whigs, met in convention, and adopted resolutions endorsing the compromise of '50; as a “finality,” a final settlement, so far as these parties could make it so, of all slavery agitation. Previous to this, in 1851, the Illinois Legislature had indorsed it.\n During this long period of time Nebraska had remained, substantially an uninhabited country, but now emigration to, and settlement within it began to take place. It is about one third as large as the present United States, and its importance so long overlooked, begins to come into view. The restriction of slavery by the Missouri Compromise directly applies to it; in fact, was first made, and has since been maintained, expressly for it. In 1853, a bill to give it a territorial government passed the House of Representatives, and, in the hands of Judge Douglas, failed of passing the Senate only for want of time. This bill contained no repeal of the Missouri Compromise. Indeed, when it was assailed because it did not contain such repeal, Judge Douglas defended it in its existing form. On January 4th, 1854, Judge Douglas introduces a new bill to give Nebraska territorial government. He accompanies this bill with a report, in which last, he expressly recommends that the Missouri Compromise shall neither be affirmed nor repealed.\n Before long the bill is so modified as to make two territories instead of one; calling the Southern one Kansas.\n Also, about a month after the introduction of the bill, on the judge's own motion, it is so amended as to declare the Missouri Compromise inoperative and void; and, substantially, that the People who go and settle there may establish slavery, or exclude it, as they may see fit. In this shape the bill passed both branches of congress, and became a law.\n This is the repeal of the Missouri Compromise. The foregoing history may not be precisely accurate in every particular; but I am sure it is sufficiently so, for all the uses I shall attempt to make of it, and in it, we have before us, the chief material enabling us to correctly judge whether the repeal of the Missouri Compromise is right or wrong.\n I think, and shall try to show, that it is wrong; wrong in its direct effect, letting slavery into Kansas and Nebraska—and wrong in its prospective principle, allowing it to spread to every other part of the wide world, where men can be found inclined to take it.\n This declared indifference, but as I must think, covert real zeal for the spread of slavery, I can not but hate. I hate it because of the monstrous injustice of slavery itself. I hate it because it deprives our republican example of its just influence in the world—enables the enemies of free institutions, with plausibility, to taunt us as hypocrites—causes the real friends of freedom to doubt our sincerity, and especially because it forces so many really good men amongst ourselves into an open war with the very fundamental principles of civil liberty—criticising the Declaration of Independence, and insisting that there is no right principle of action but self-interest.\n Before proceeding, let me say I think I have no prejudice against the Southern people. They are just what we would be in their situation. If slavery did not now exist amongst them, they would not introduce it. If it did now exist amongst us, we should not instantly give it up. This I believe of the masses north and south. Doubtless there are individuals, on both sides, who would not hold slaves under any circumstances; and others who would gladly introduce slavery anew, if it were out of existence. We know that some southern men do free their slaves, go north, and become tip-top abolitionists; while some northern ones go south, and become most cruel slave-masters.\n When southern people tell us they are no more responsible for the origin of slavery, than we; I acknowledge the fact. When it is said that the institution exists; and that it is very difficult to get rid of it, in any satisfactory way, I can understand and appreciate the saying. I surely will not blame them for not doing what I should not know how to do myself. If all earthly power were given me, I should not know what to do, as to the existing institution. My first impulse would be to free all the slaves, and send them to Liberia,—to their own native land. But a moment's reflection would convince me, that whatever of high hope, (as I think there is) there may be in this, in the long run, its sudden execution is impossible. If they were all landed there in a day, they would all perish in the next ten days; and there are not surplus shipping and surplus money enough in the world to carry them there in many times ten days. What then? Free them all, and keep them among us as underlings? Is it quite certain that this betters their condition? I think I would not hold one in slavery, at any rate; yet the point is not clear enough for me to denounce people upon. What next? Free them, and make them politically and socially, our equals? My own feelings will not admit of this; and if mine would, we well know that those of the great mass of white people will not. Whether this feeling accords with justice and sound judgment, is not the sole question, if indeed, it is any part of it. A universal feeling, whether well or ill-founded, can not be safely disregarded. We can not, then, make them equals. It does seem to me that systems of gradual emancipation might be adopted; but for their tardiness in this, I will not undertake to judge our brethren of the south.\n When they remind us of their constitutional rights, I acknowledge them, not grudgingly, but fully, and fairly; and I would give them any legislation for the reclaiming of their fugitives, which should not, in its stringency, be more likely to carry a free man into slavery, than our ordinary criminal laws are to hang an innocent one.\n But all this; to my judgment, furnishes no more excuse for permitting slavery to go into our own free territory, than it would for reviving the African slave trade by law. The law which forbids the bringing of slaves from Africa; and that which has so long forbid the taking them to Nebraska, can hardly be distinguished on any moral principle; and the repeal of the former could find quite as plausible excuses as that of the latter.\n The arguments by which the repeal of the Missouri Compromise is sought to be justified, are these:\n First, that the Nebraska country needed a territorial government.\n Second, that in various ways, the public had repudiated it, and demanded the repeal; and therefore should not now complain of it.\n And lastly, that the repeal establishes a principle, which is intrinsically right.\n I will attempt an answer to each of them in its turn.\n First, then, if that country was in need of a territorial organization, could it not have had it as well without as with the repeal? Iowa and Minnesota, to both of which the Missouri restriction applied, had, without its repeal, each in succession, territorial organizations. And even, the year before, a bill for Nebraska itself, was within an ace of passing, without the repealing clause; and this in the hands of the same men who are now the champions of repeal. Why no necessity then for the repeal? But still later, when this very bill was first brought in, it contained no repeal. But, say they, because the public had demanded, or rather commanded the repeal, the repeal was to accompany the organization, whenever that should occur.\n Now I deny that the public ever demanded any such thing—ever repudiated the Missouri Compromise—ever commanded its repeal. I deny it, and call for the proof. It is not contended, I believe, that any such command has ever been given in express terms. It is only said that it was done in principle. The support of the Wilmot Proviso, is the first fact mentioned, to prove that the Missouri restriction was repudiated in principle, and the second is, the refusal to extend the Missouri line over the country acquired from Mexico. These are near enough alike to be treated together. The one was to exclude the chances of slavery from the whole new acquisition by the lump; and the other was to reject a division of it, by which one half was to be given up to those chances. Now whether this was a repudiation of the Missouri line, in principle, depends upon whether the Missouri law contained any principle requiring the line to be extended over the country acquired from Mexico. I contend it did not. I insist that it contained no general principle, but that it was, in every sense, specific. That its terms limit it to the country purchased from France, is undenied and undeniable. It could have no principle beyond the intention of those who made it. They did not intend to extend the line to country which they did not own. If they intended to extend it, in the event of acquiring additional territory, why did they not say so? It was just as easy to say, that ``in all the country west of the Mississippi, which we now own, or may hereafter acquire there shall never be slavery,” as to say, what they did say; and they would have said it if they had meant it. An intention to extend the law is not only not mentioned in the law, but is not mentioned in any contemporaneous history. Both the law itself, and the history of the times are a blank as to any principle of extension; and by neither the known rules for construing statutes and contracts, nor by common sense, can any such principle be inferred.\n Another fact showing the specific character of the Missouri law—showing that it intended no more than it expressed—showing that the line was not intended as a universal dividing line between free and slave territory, present and prospective—north of which slavery could never go—is the fact that by that very law, Missouri came in as a slave state, north of the line. If that law contained any prospective principle, the whole law must be looked to in order to ascertain what the principle was. And by this rule, the south could fairly contend that inasmuch as they got one slave state north of the line at the inception of the law, they have the right to have another given them north of it occasionally—now and then in the indefinite westward extension of the line. This demonstrates the absurdity of attempting to deduce a prospective principle from the Missouri Compromise line.\n When we voted for the Wilmot Proviso, we were voting to keep slavery out of the whole Missouri acquisition; and little did we think we were thereby voting, to let it into Nebraska, laying several hundred miles distant. When we voted against extending the Missouri line, little did we think we were voting to destroy the old line, then of near thirty years standing. To argue that we thus repudiated the Missouri Compromise is no less absurd than it would be to argue that because we have, so far, forborne to acquire Cuba, we have thereby, in principle, repudiated our former acquisitions, and determined to throw them out of the Union! No less absurd than it would be to say that because I may have refused to build an addition to my house, I thereby have decided to destroy the existing house! And if I catch you setting fire to my house, you will turn upon me and say I INSTRUCTED you to do it! The most conclusive argument, however, that, while voting for the Wilmot Proviso, and while voting against the EXTENSION of the Missouri line, we never thought of disturbing the original Missouri Compromise, is found in the facts, that there was then, and still is, an unorganized tract of fine country, nearly as large as the state of Missouri, lying immediately west of Arkansas, and south of the Missouri Compromise line; and that we never attempted to prohibit slavery as to it. I wish particular attention to this. It adjoins the original Missouri Compromise line, by its northern boundary; and consequently is part of the country, into which, by implication, slavery was permitted to go, by that compromise. There it has lain open ever since, and there it still lies. And yet no effort has been made at any time to wrest it from the south. In all our struggles to prohibit slavery within our Mexican acquisitions, we never so much as lifted a finger to prohibit it, as to this tract. Is not this entirely conclusive that at all times, we have held the Missouri Compromise as a sacred thing; even when against ourselves, as well as when for us?\n  \n Senator Douglas sometimes says the Missouri line itself was, in principle, only an extension of the line of the ordinance of '87—that is to say, an extension of the Ohio river. I think this is weak enough on its face. I will remark, however that, as a glance at the map will show, the Missouri line is a long way farther South than the Ohio; and that if our Senator, in proposing his extension, had stuck to the principle of jogging southward, perhaps it might not have been voted down so readily.\n  \n But next it is said that the compromises of '50 and the ratification of them by both political parties, in '52, established a new principle, which required the repeal of the Missouri Compromise. This again I deny. I deny it, and demand the proof. I have already stated fully what the compromises of '50 are. The particular part of those measures, for which the virtual repeal of the Missouri compromise is sought to be inferred (for it is admitted they contain nothing about it, in express terms) is the provision in the Utah and New Mexico laws, which permits them when they seek admission into the Union as States, to come in with or without slavery as they shall then see fit. Now I insist this provision was made for Utah and New Mexico, and for no other place whatever. It had no more direct reference to Nebraska than it had to the territories of the moon. But, say they, it had reference to Nebraska, in principle. Let us see. The North consented to this provision, not because they considered it right in itself; but because they were compensated—paid for it. They, at the same time, got California into the Union as a free State. This was far the best part of all they had struggled for by the Wilmot Proviso. They also got the area of slavery somewhat narrowed in the settlement of the boundary of Texas. Also, they got the slave trade abolished in the District of Columbia. For all these desirable objects the North could afford to yield something; and they did yield to the South the Utah and New Mexico provision. I do not mean that the whole North, or even a majority, yielded, when the law passed; but enough yielded, when added to the vote of the South, to carry the measure. Now can it be pretended that the principle of this arrangement requires us to permit the same provision to be applied to Nebraska, without any equivalent at all? Give us another free State; press the boundary of Texas still further back, give us another step toward the destruction of slavery in the District, and you present us a similar case. But ask us not to repeat, for nothing, what you paid for in the first instance. If you wish the thing again, pay again. That is the principle of the compromises of '50, if indeed they had any principles beyond their specific terms—it was the system of equivalents.\n Again, if Congress, at that time, intended that all future territories should, when admitted as States, come in with or without slavery, at their own option, why did it not say so? With such an universal provision, all know the bills could not have passed. Did they, then—could they—establish a principle contrary to their own intention? Still further, if they intended to establish the principle that wherever Congress had control, it should be left to the people to do as they thought fit with slavery why did they not authorize the people of the District of Columbia at their adoption to abolish slavery within these limits? I personally know that this has not been left undone, because it was unthought of. It was frequently spoken of by members of Congress and by citizens of Washington six years ago; and I heard no one express a doubt that a system of gradual emancipation, with compensation to owners, would meet the approbation of a large majority of the white people of the District. But without the action of Congress they could say nothing; and Congress said “no.” In the measures of 1850 Congress had the subject of slavery in the District expressly in hand. If they were then establishing the principle of allowing the people to do as they please with slavery, why did they not apply the principle to that people?\n Again, it is claimed that by the Resolutions of the Illinois Legislature, passed in 1851, the repeal of the Missouri compromise was demanded. This I deny also. Whatever may be worked out by a criticism of the language of those resolutions, the people have never understood them as being any more than an endorsement of the compromises of 1850; and a release of our Senators from voting for the Wilmot Proviso. The whole people are living witnesses, that this only, was their view. Finally, it is asked “If we did not mean to apply the Utah and New Mexico provision, to all future territories, what did we mean, when we, in 1852, endorsed the compromises of '50?”\n For myself, I can answer this question most easily. I meant not to ask a repeal, or modification of the fugitive slave law. I meant not to ask for the abolition of slavery in the District of Columbia. I meant not to resist the admission of Utah and New Mexico, even should they ask to come in as slave States. I meant nothing about additional territories, because, as I understood, we then had no territory whose character as to slavery was not already settled. As to Nebraska, I regarded its character as being fixed, by the Missouri compromise, for thirty years—as unalterably fixed as that of my own home in Illinois. As to new acquisitions I said “sufficient unto the day is the evil thereof.” When we make new acquaintances, we will, as heretofore, try to manage them some how. That is my answer. That is what I meant and said; and I appeal to the people to say, each for himself, whether that was not also the universal meaning of the free States.\n And now, in turn, let me ask a few questions. If by any, or all these matters, the repeal of the Missouri Compromise was commanded, why was not the command sooner obeyed? Why was the repeal omitted in the Nebraska bill of 1853? Why was it omitted in the original bill of 1854? Why, in the accompanying report, was such a repeal characterized as a departure from the course pursued in 1850? and its continued omission recommended?\n I am aware Judge Douglas now argues that the subsequent express repeal is no substantial alteration of the bill. This argument seems wonderful to me. It is as if one should argue that white and black are not different. He admits, however, that there is a literal change in the bill; and that he made the change in deference to other Senators, who would not support the bill without. This proves that those other Senators thought the change a substantial one; and that the Judge thought their opinions worth deferring to. His own opinions, therefore, seem not to rest on a very firm basis even in his own mind—and I suppose the world believes, and will continue to believe, that precisely on the substance of that change this whole agitation has arisen.\n I conclude then, that the public never demanded the repeal of the Missouri compromise.\n I now come to consider whether the repeal, with its avowed principle, is intrinsically right. I insist that it is not. Take the particular case. A controversy had arisen between the advocates and opponents of slavery, in relation to its establishment within the country we had purchased of France. The southern, and then best part of the purchase, was already in as a slave state. The controversy was settled by also letting Missouri in as a slave State; but with the agreement that within all the remaining part of the purchase, North of a certain line, there should never be slavery. As to what was to be done with the remaining part south of the line, nothing was said; but perhaps the fair implication was, that it should come in with slavery if it should so choose. The southern part, except a portion heretofore mentioned, afterwards did come in with slavery, as the State of Arkansas. All these many years since 1820, the Northern part had remained a wilderness. At length settlements began in it also. In due course, Iowa, came in as a free State, and Minnesota was given a territorial government, without removing the slavery restriction. Finally the sole remaining part, North of the line, Kansas and Nebraska, was to be organized; and it is proposed, and carried, to blot out the old dividing line of thirty-four years standing, and to open the whole of that country to the introduction of slavery. Now, this, to my mind, is manifestly unjust. After an angry and dangerous controversy, the parties made friends by dividing the bone of contention. The one party first appropriates her own share, beyond all power to be disturbed in the possession of it; and then seizes the share of the other party. It is as if two starving men had divided their only loaf; the one had hastily swallowed his half, and then grabbed the other half just as he was putting it to his mouth!\n Let me here drop the main argument, to notice what I consider rather an inferior matter. It is argued that slavery will not go to Kansas and Nebraska, in any event. This is a palliation—a lullaby. I have some hope that it will not; but let us not be too confident. As to climate, a glance at the map shows that there are five slave States—Delaware, Maryland, Virginia, Kentucky, and Missouri—and also the District of Columbia, all north of the Missouri compromise line. The census returns of 1850 show that, within these, there are 867,276 slaves—being more than one-fourth of all the slaves in the nation.\n It is not climate, then, that will keep slavery out of these territories. Is there any thing in the peculiar nature of the country? Missouri adjoins these territories, by her entire western boundary, and slavery is already within every one of her western counties. I have even heard it said that there are more slaves, in proportion"}