{"title": "October 21 1984 Debate with Walter Mondale (Defense and Foreign Policy)-Ronald Reagan", "content": " be an unbalanced bill, and there would be simply no way to enforce it. However, putting that aside for the moment, your critics have also said repeatedly that you have not gone along with the bill or with any immigration reform because of the Hispanic groups—or Hispanic leadership groups—who actually do not represent what the Hispanic-Americans want, because polls show that they overwhelmingly want some kind of immigration reform. Can you say, or how can you justify your position on this? And how do you respond to the criticism that this is another, or that this is an example of your flip-flopping and giving in to special interest groups at the expense of the American nation?\n\n MR. MONDALE: I think you're right that the polls show that the majority of Hispanics want that bill, so I'm not doing it for political reasons. I'm doing it because all my life I've fought for a system of justice in this country, a system in which every American has a chance to achieve the fullness in life without discrimination. This bill imposes upon employers the responsibility of determining whether somebody who applies for a job is an American or not. And just inevitably, they're going to be reluctant to hire Hispanics or people with a different accent.\n\n If I were dealing with politics here, the polls show the American people want this. I am for reform in this area, for tough enforcement at the border, and for many other aspects of the Simpson-Mazzoli bill, but all my life I've fought for a fair nation. And despite the politics of it, I stand where I stand, and I think I'm right, and before this fight is over we're going to come up with a better bill, a more effective bill that does not undermine the liberties of our people.\n\n MS. GEYER: Mr. President, you, too, have said that our borders are out of control. Yet this fall you allowed the Simpson-Mazzoli bill—which would at least have minimally protected our borders and the rights of citizenship—because of a relatively unimportant issue of reimbursement to the states for legalized aliens. Given that, may I ask what priority can we expect you to give this forgotten national security element? How sincere are you in your efforts to control, in effect, the nation-state that is the United States?\n\n PRESIDENT REAGAN: Georgie Anne, we, believe me, supported the Simpson-Mazzoli bill strongly—and the bill that came out of the Senate. However, there were things added in in the House side that we felt made it less of a good bill; as a matter of fact, made it a bad bill. And in conference—we stayed with them in conference all the way to where even Senator Simpson did not want the bill in the manner in which it would come out of the conference committee. There were a number of things in there that weakened that bill. I can't go into detail about them here.\n\n But it is true our borders are out of control. It is also true that this has been a situation on our borders back through a number of administrations. And I supported this bill. I believe in the idea of amnesty for those who have put down roots and who have lived here even though sometime back they may have entered illegally. With regard to the employer sanctions, we must have that not only to ensure that we can identify the illegal aliens, but also, while some keep protesting about what it would do to employers, there is another employer that we shouldn't be so concerned about, and these are employers down through the years who have encouraged the illegal entry into this country because they then hire these individuals and hire them at starvation wages and with none of the benefits that we think are normal and natural for workers in our country, and the individuals can't complain because of their illegal status. We don't think that those people should be allowed to continue operating free.\n\n And this was why the provisions that we had in with regard to sanctions, and so forth—and I'm going to do everything I can, and all of us in the administration are, to join in again when Congress is back at it to get an immigration bill that will give us, once again, control of our borders.\n\n And with regard to friendship below the border and with the countries down there, yes, no administration that I know has established the relationship that we have with our Latin friends. But as long as they have an economy that leaves so many people in dire poverty and unemployment, they are going to seek that employment across our borders. And we work with those other countries.\n\n MS. GEYER: Mr. President, the experts also say that the situation today is terribly different quantitatively—qualitatively different from what it has been in the past because of the gigantic population growth. For instance, Mexico's population will go from about 60 million today to 120 million at the turn of the century. Many of these people will be coming into the United States not as citizens, but as illegal workers. You have repeatedly said recently that you believe that Armageddon, the destruction of the world, may be imminent in our times. Do you ever feel that we are in for an Armageddon or a situation, a time of anarchy, regarding the population explosion in the world?\n\n PRESIDENT REAGAN: No. As a matter of fact, the population explosion, if you look at the actual figures, has been vastly exaggerated—over exaggerated. As a matter of fact, there are some pretty scientific and solid figures about how much space there still is in the world and how many more people we can have. It's almost like going back to the Malthusian theory, when even then they were saying that everyone would starve with the limited population they had then. But the problem of population growth is one, here, with regard to our immigration. And we have been the safety valve, whether we wanted to or not, with the illegal entry here, in Mexico, where their population is increasing and they don't have an economy that can absorb them and provide the jobs. And this is what we're trying to work out, not only to protect our own borders but to have some kind of fairness and recognition of that problem.\n\n MR. NEWMAN: Mr. Mondale, your rebuttal?\n\n MR. MONDALE: One of the biggest problems today is that the countries to our south are so desperately poor that these people who will almost lose their lives if they don't come north, come north despite all the risks. And if we're going to find a permanent, fundamental answer to this, it goes to American economic and trade policies that permit these nations to have a chance to get on their own two feet and to get prosperity, so that they can have jobs for themselves and their people. And that's why this enormous national debt, engineered by this administration, is harming these countries in fueling this immigration. These high interest rates—real rates that have doubled under this administration—have had the same effect on Mexico and so on, and the cost of repaying those debts is so enormous that it results in massive unemployment, hardship, and heartache. And that drives our friends to the south up into our region, and we need to end those deficits as well.\n\n MR. NEWMAN: Mr. President, your rebuttal.\n\n PRESIDENT REAGAN: Well, my rebuttal is I've heard the national debt blamed for a lot of things, but not for illegal immigration across our border— [laughter] —and it has nothing to do with it.\n\n But with regard to these high interest rates, too, at least give us the recognition of the fact that when you left office, Mr. Mondale, they were 21 1/2—the prime rate. It's now 12 1/4, and I predict it'll be coming down a little more shortly. So, we're trying to undo some of the things that your administration did. [Applause]\n\n MR. NEWMAN: No applause, please.\n\n Mr. Kalb, your question to President Reagan.\n\n  \n\n Armageddon\n\n MR. KALB: Mr. President, I'd like to pick up this Armageddon theme. You've been quoted as saying that you do believe, deep down, that we are heading for some kind of biblical Armageddon. Your Pentagon and your Secretary of Defense have plans for the United States to fight and prevail in a nuclear war. Do you feel that we are now heading perhaps, for some kind of nuclear Armageddon? And do you feel that this country and the world could survive that kind of calamity?\n\n PRESIDENT REAGAN: Mr. Kalb, I think what has been hailed as something I'm supposedly, as President, discussing as principle is the recall of just some philosophical discussions with people who are interested in the same things; and that is the prophecies down through the years, the biblical prophecies of what would portend the coming of Armageddon, and so forth, and the fact that a number of theologians for the last decade or more have believed that this was true, that the prophecies are coming together that portend that. But no one knows whether Armageddon, those prophecies mean that Armageddon is a thousand years away or day after tomorrow. So, I have never seriously warned and said we must plan according to Armageddon.\n\n Now, with regard to having to say whether we would try to survive in the event of a nuclear war, of course we would. But let me also point out that to several parliaments around the world, in Europe and in Asia, I have made a statement to each one of them, and I'll repeat it here: A nuclear war cannot be won and must never be fought. And that is why we are maintaining a deterrent and trying to achieve a deterrent capacity to where no one would believe that they could start such a war and escape with limited damage.\n\n But the deterrent—and that's what it is for—is also what led me to propose what is now being called the Star Wars concept, but propose that we research to see if there isn't a defensive weapon that could defend against incoming missiles. And if such a defense could be found, wouldn't it be far more humanitarian to say that now we can defend against a nuclear war by destroying missiles instead of slaughtering millions of people?\n\n  \n\n Strategic Defense Initiative\n\n MR. KALB: Mr. President, when you made that proposal, the so-called Star Wars proposal, you said, if I'm not mistaken, that you would share this very super-sophisticated technology with the Soviet Union. After all of the distrust over the years, sir, that you have expressed towards the Soviet Union, do you really expect anyone to take seriously that offer that you would share the best of America's technology in this weapons area with our principal adversary?\n\n PRESIDENT REAGAN: Why not? What if we did—and I hope we can; we're still researching—what if we come up with a weapon that renders those missiles obsolete? There has never been a weapon invented in the history of man that has not led to a defensive, a counter-weapon. But suppose we came up with that?\n\n Now, some people have said, \"Ah, that would make war imminent, because they would think that we could launch a first strike because we could defend against the enemy.\" But why not do what I have offered to do and asked the Soviet Union to do? Say, \"Look, here's what we can do. We'll even give it to you. Now, will you sit down with us and once and for all get rid, all of us, of these nuclear weapons and free mankind from that threat?\" I think that would be the greatest use of a defensive weapon.\n\n MR. KALB: Mr. Mondale, you've been very sharply critical of the President's Strategic Defense Initiative. And yet, what is wrong with a major effort by this country to try to use its best technology to knock out as many incoming nuclear warheads as possible?\n\n MR. MONDALE: First of all, let me sharply disagree with the President on sharing the most advanced, the most dangerous, the most important technology in America with the Soviet Union. We have had, for many years, understandably, a system of restraints on high technology because the Soviets are behind us. And any research or development along the Star Wars schemes would inevitably involve our most advanced computers, our most advanced engineering. And the thought that we would share this with the Soviet Union is, in my opinion, a total non-starter. I would not let the Soviet Union get their hands on it at all.\n\n Now, what's wrong with Star Wars? There's nothing wrong with the theory of it. If we could develop a principle that would say both sides could fire all their missiles and no one would get hurt, I suppose it's a good idea. But the fact of it is we're so far away from research that even comes close to that, that the Director of Engineering Research at the Defense Department said to get there we would have to solve eight problems, each of which are more difficult than the atomic bomb and the Manhattan project. It would cost something like a trillion dollars to test and deploy weapons.\n\n The second thing is this all assumes that the Soviets wouldn't respond in kind. And they always do. We don't get behind. They won't get behind. And that's been the tragic story of the arms race. We have more at stake in space satellites than they do. If we could stop, right now, the testing and the deployment of these space weapons—and the President's proposals go clear beyond research; if it was just research we wouldn't have any argument, because maybe someday, somebody will think of something—but to commit this nation to a buildup of antisatellite and space weapons at this time, in their crude state, would bring about an arms race that's very dangerous indeed.\n\n One final point. The most dangerous aspect of this proposal is, for the first time, we would delegate to computers the decision as to whether to start a war. That's dead wrong. There wouldn't be time for a President to decide; it would be decided by these remote computers. It might be an oil fire, it might be a jet exhaust, the computer might decide it's a missile—and off we go.\n\n Why don't we stop this madness now and draw a line and keep the heavens free from war? [Applause]\n\n  \n\n Nuclear Freeze\n\n MR. KALB: Mr. Mondale, in this general area, sir, of arms control, President Carter's national security adviser, Zbigniew Brzezinski, said, \"A nuclear freeze is a hoax.\" Yet the basis of your arms proposals, as I understand them, is a mutual and verifiable freeze on existing weapons systems. In your view, which specific weapons systems could be subject to a mutual and verifiable freeze, and which could not?\n\n MR. MONDALE: Every system that is verifiable should be placed on the table for negotiations for an agreement. I would not agree to any negotiations or any agreement that involved conduct on the part of the Soviet Union that we couldn't verify every day. I would not agree to any agreement in which the United States security interest was not fully recognized and supported. That's why we say mutual and verifiable freezes.\n\n Now, why do I support the freeze? Because this ever-rising arms race madness makes both nations less secure. It's more difficult to defend this nation. It's putting a hair-trigger on nuclear war. This administration, by going into the Star Wars system, is going to add a dangerous new escalation. We have to be tough on the Soviet Union, but I think the American people—\n\n MR. NEWMAN: Your time is up, Mr. Mondale.\n\n MR. MONDALE: —and the people of the Soviet Union want it to stop.\n\n MR. NEWMAN: President Reagan, your rebuttal?\n\n PRESIDENT REAGAN: Yes, my rebuttal, once again, is that this invention that has just been created here of how I would go about rolling over for the Soviet Union—no, Mr. Mondale, my idea would be with that defensive weapon that we would sit down with them and then say, \"Now, are you willing to join us? Here's what we\"—give them a demonstration and then say—\"Here's what we can do. Now, if you're willing to join us in getting rid of all the nuclear weapons in the world, then we'll give you this one, so that we would both know that no one can cheat; that we're both got something that if anyone tries to cheat .... \"\n\n But when you keep Star-Warring it—I never suggested where the weapons should be or what kind; I'm not a scientist. I said, and the Joint Chiefs of Staff agreed with me, that it was time for us to turn our research ability to seeing if we could not find this kind of defensive weapon. And suddenly somebody says, \"Oh, it's got to be up there, and it's Star Wars,\" and so forth. I don't know what it would be, but if we can come up with one, I think the world will be better off.\n\n MR. NEWMAN: Mr. Mondale, your rebuttal.\n\n MR. MONDALE: Well, that's what a President's supposed to know—where those weapons are going to be. If they're space weapons, I assume they'll be in space. [Laughter] If they're antisatellite weapons, I assume they're going to be aimed against satellites.\n\n Now, this is the most dangerous technology that we possess. The Soviets try to spy on us, steal this stuff. And to give them technology of this kind, I disagree with. You haven't just accepted research, Mr. President. You've set up a Strategic Defense Initiative, an agency, you're beginning to test, you're talking about deploying, you're asking for a budget of some $30 billion for this purpose. This is an arms escalation. And we will be better off, far better off, if we stop right now, because we have more to lose in space then they do. If someday, somebody comes along with an answer, that's something else. But that there would be an answer in our lifetime is unimaginable.\n\n Why do we start things that we know the Soviets will match and make us all less secure? That's what a President's for.\n\n MR. NEWMAN: Mr. Kondracke, your question to Mr. Mondale.\n\n  \n\n Strategic Weapons\n\n MR. KONDRACKE: Mr. Mondale, you say that with respect to the Soviet Union you want to negotiate a mutual nuclear freeze, yet you would unilaterally give up the MX missile and the B-1 bomber before the talks have even begun. And you have announced, in advance, that reaching an agreement with the Soviets is the most important thing in the world to you. Now, aren't you giving away half the store before you even sit down to talk?\n\n MR. MONDALE: No. As a matter of fact, we have a vast range of technology and weaponry right now that provides all the bargaining chips that we need. And I support the air launch cruise missile, the ground launch cruise missile, the Pershing missile, the Trident submarine, the D-5 submarine, Stealth technology, the Midgetman—we have a whole range of technology. Why I disagree with the MX is that it's a sitting duck. It'll draw an attack. It puts a hair-trigger, and it is a dangerous, destabilizing weapon. And the B-1 is similarly to be opposed, because for 15 years the Soviet Union has been preparing to meet the B-1. The Secretary of Defense himself said it would be a suicide mission if it were built.\n\n Instead, I want to build the Midgetman, which is mobile and thus less vulnerable, contributing to stability, and a weapon that will give us security and contribute to an incentive for arms control. That's why I'm for Stealth technology, to build a Stealth bomber—which I've supported for years-that can penetrate the Soviet air defense system without any hope that they can perceive where it is because their radar system is frustrated. In other words, a President has to make choices. This makes us stronger.\n\n The final point is that we can use this money that we save on these weapons to spend on things that we really need. Our conventional strength in Europe is under strength. We need to strengthen that in order to assure our Western allies of our presence there, a strong defense, but also to diminish and reduce the likelihood of a commencement of a war and the use of nuclear weapons. It's in this way, by making wise choices, that we're stronger, we enhance the chances of arms control. Every President until this one has been able to do it, and this nation—or the world is more dangerous as a result.\n\n  \n\n Nuclear Freeze\n\n MR. KONDRACKE: I want to follow up on Mr. Kalb's question. It seems to me on the question of verifiability, that you do have some problems with the extent of the freeze. It seems to me, for example, that testing would be very difficult to verify because the Soviets encode their telemetry. Research would be impossible to verify. Numbers of warheads would be impossible to verify by satellite, except for with on-site inspection, and production of any weapon would be impossible to verify. Now, in view of that, what is going to be frozen?\n\n MR. MONDALE: I will not agree to any arms control agreement, including a freeze, that's not verifiable. Let's take your warhead principle. The warhead principle—there have been counting rules for years. Whenever a weapon is tested we count the number of warheads on it, and whenever that warhead is used we count that number of warheads, whether they have that number or less on it, or not. These are standard rules. I will not agree to any production restrictions—or agreements, unless we have the ability to verify those agreements. I don't trust the Russians. I believe that every agreement we reach must be verifiable, and I will not agree to anything that we cannot tell every day. In other words, we've got to be tough. But in order to stop this arms madness, we've got to push ahead with tough negotiations that are verifiable so that we know the Soviets are agreeing and living up to their agreement.\n\n  \n\n Support for U.S. Allies\n\n MR. KONDRACKE: Mr. President, I want to ask you a question about negotiating with friends. You severely criticized President Carter for helping to undermine two friendly dictators who got into trouble with their own people—the Shah of Iran and President Somoza of Nicaragua. Now there are other such leaders heading for trouble, including President Pinochet of Chile and President Marcos of the Philippines. What should you do, and what can you do to prevent the Philippines from becoming another Nicaragua?\n\n PRESIDENT PINOCHET: Morton, I did criticize the President because of our undercutting of what was a stalwart ally—the Shah of Iran. And I am not at all convinced that he was that far out of line with his people or that they wanted that to happen. The Shah had done our bidding and carried our load in the Middle East for quite some time, and I did think that it was a blot on our record that we let him down. Have things gotten better? The Shah, whatever he might have done, was building low-cost housing, had taken land away from the Mullahs and was distributing it to the peasants so they could be landowners—things of that kind. But we turned it over to a maniacal fanatic who has slaughtered thousands and thousands of people, calling it executions.\n\n The matter of Somoza—no, I never defended Somoza. And, as a matter of fact, the previous administration stood by and so did I—not that I could have done anything in my position at that time—but for this revolution to take place. And the promise of the revolution was democracy, human rights, free labor unions, free press. And then, just as Castro had done in Cuba, the Sandinistas ousted the other parties to the revolution. Many of them are now the contras. They exiled some, they jailed some, they murdered some. And they installed a Marxist-Leninist totalitarian government.\n\n And what I have to say about this is, many times—and this has to do with the Philippines, also, I know there are things there in the Philippines that do not look good to us from the standpoint right now of democratic rights, but what is the alternative? It is a large Communist movement to take over the Philippines. They have been our friend since their inception as a nation.\n\n And I think that we've had enough of a record of letting—under the guise of revolution-someone that we thought was a little more right than we would be, letting that person go, and then winding up with totalitarianism, pure and simple, as the alternative. And I think that we're better off, for example with the Philippines, of trying to retain our friendship and help them right the wrongs we see, rather than throwing them to the wolves and then facing a Communist power in the Pacific.\n\n MR. KONDRACKE: Mr. President, since the United States has two strategically important bases in the Philippines, would the overthrow of President Marcos constitute a threat to vital American interests and, if so, what would you do about it?\n\n PRESIDENT REAGAN: Well, as I say, we have to look at what an overthrow there would mean and what the government would be that would follow. And there is every evidence, every indication that that government would be hostile to the United States. And that would be a severe blow to our abilities there in the Pacific.\n\n MR. KONDRACKE: And what would you do about it?\n\n MR. NEWMAN: Sorry. I'm sorry, you've asked the followup question.\n\n Mr. Mondale, your rebuttal?\n\n MR. MONDALE: Perhaps in no area do we disagree more than this administration's policies on human rights.\n\n I went to the Philippines as Vice President, pressed for human rights, called for the release of Aquino, and made progress that had been stalled on both the Subic and the Clark airfield bases. What explains this administration cozying up to the Argentine dictators after they took over? Fortunately, a democracy took over, but this nation was embarrassed by this current administration's adoption of their policies.\n\n What happens in South Africa, where, for example, the Nobel Prize winner, two days ago, said this administration is seen as working with the oppressive government of South Africa. That hurts this nation. We need to stand for human rights. We need to make it clear we're for human liberty. National security and human rights must go together. But this administration time and time again has lost its way in this field.\n\n MR. NEWMAN: President Reagan, your rebuttal.\n\n PRESIDENT REAGAN: Well, the invasion of Afghanistan didn't take place on our watch. I have described what has happened in Iran, and we weren't here then either. I don't think that our record of human rights can be assailed. I think that we have observed, ourselves, and have done our best to see that human rights are extended throughout the world.\n\n Mr. Mondale has recently announced a plan of his to get the democracies together and to work with the whole world to turn to democracy. And I was glad to hear him say that, because that's what we've been doing ever since I announced to the British Parliament that I thought we should do this.\n\n Human rights are not advanced when, at the same time, you then stand back and say, \"Whoops, we didn't know the gun was loaded,\" and you have another totalitarian power on your hands.\n\n MR. NEWMAN: In this segment, because of the pressure of time, there will be no rebuttals, and there will be no followup questions. Mr. Trewhitt, your question to President Reagan.\n\n MR. TREWHITT: One question to each candidate?\n\n MR. NEWMAN: One question to each candidate.\n\n  \n\n Nuclear Weapons\n\n MR. TREWHITT: Mr. President, could I take you back to something you said earlier, and if I'm misquoting you, please correct me. But I understood you to say that if the development of space military technology was successful, you might give the Soviets a demonstration and say, \"Here it is,\" which sounds to me as if you might be trying to gain the sort of advantage that would enable you to dictate terms, and which I will then suggest to you might mean scrapping a generation of nuclear strategy called mutual deterrence in which we, in effect, hold each other hostage. Is that your intention?\n\n PRESIDENT REAGAN: Well, I can't say that I have roundtabled that and sat down with the Chiefs of Staff, but I have said that it seems to me that this could be a logical step in what is my ultimate goal, my ultimate dream, and that is the elimination of nuclear weapons in the world. And it seems to me that this could be an adjunct, or certainly a great assisting agent in getting that done. I am not going to roll over, as Mr. Mondale suggests, and give them something that could turn around and be used against us. But I think it's a very interesting proposal, to see if we can find, first of all, something that renders those weapons obsolete, incapable of their mission.\n\n But Mr. Mondale seems to approve MAD—MAD is mutual assured destruction-meaning, if you use nuclear weapons on us, the only thing we have to keep you from doing it is that we'll kill as many people of yours as you'll kill of ours.\n\n I think that to do everything we can to find, as I say, something that would destroy weapons and not humans is a great step forward in human rights.\n\n MR. TREWHITT: Mr. Mondale, could I ask you to address the question of nuclear strategy then? The formal doctrine is very arcane, but I'm going to ask you to deal with it anyway. Do you believe in MAD, mutual assured destruction, mutual deterrence as it has been practiced for the last generation?\n\n MR. MONDALE: I believe in a sensible arms control approach that brings down these weapons to manageable levels. I would like to see their elimination. And in the meantime, we have to be strong enough to make certain that the Soviet Union never tempts US.\n\n Now, here we have to decide between generalized objectives and reality. The President says he wants to eliminate or reduce the number of nuclear weapons. But, in fact, these last four years have seen more weapons built, a wider and more vigorous arms race than in human history. He says he wants a system that will make nuclear wars safe, so nobody's going to get hurt. Well, maybe someday, somebody can dream of that.\n\n But why start an arms race now? Why destabilize our relationship? Why threaten our space satellites upon which we depend? Why pursue a strategy that would delegate to computers the question of starting a war?\n\n A President, to defend this country and to get arms control, must master what's going on. I accept his objective and his dream; we all do. But the hard reality is that we must know what we're doing and pursue those objectives that are possible in our time. He's opposed every effort of every President to do so, and in the four years of his administration he's failed to do so. And if you want a tough President who uses that strength to get arms control and draws the line in the heavens, vote for Walter Mondale. [Applause]\n\n MR. NEWMAN: Please, I must again ask the audience not to applaud, not to cheer, not to demonstrate its feelings in any way.\n\n We've arrived at the point in the debate now where we call for closing statements. You have the full four minutes, each of you. Mr. Mondale, will you go first?\n\n  \n\n Closing Statements\n\n MR. MONDALE: I want to thank the League of Women Voters, the good citizens of Kansas City, and President Reagan for agreeing to debate this evening.\n\n This evening we talked about national strength. I believe we need to be strong, and I will keep us strong. But I think strength must also require wisdom and smarts in its exercise. That's key to the strength of our nation.\n\n A President must know the essential facts essential to command. But a President must also have a vision of where this nation should go. Tonight, as Americans, you have a choice. And you're entitled to know where we would take this country if you decide to elect us.\n\n As President, I would press for long-term, vigorous economic growth. That's why I want to get these debts down and these interest rates down, restore America's exports, help rural America, which is suffering so much, and bring the jobs back here for our children.\n\n I want this next generation to be the best educated in American history, to invest in the human mind and science again, so we're out front. I want this nation to protect its air, its water, its land, and its public health. America is not temporary; we're forever. And as Americans, our generation should protect this wonderful land for our children.\n\n I want a nation of fairness, where no one is denied the fullness of life or discriminated against, and we deal compassionately with those in our midst who are in trouble.\n\n And, above all, I want a nation that's strong. Since we debated two weeks ago, the United States and the Soviet Union have built a hundred more warheads, enough to kill millions of Americans and millions of Soviet citizens. This doesn't strengthen us. This weakens the chances of civilization to survive.\n\n I remember the night before I became Vice President. I was given the briefing and told that any time, night or day, I might be called upon to make the most fateful decision on Earth—whether to fire these atomic weapons that could destroy the human species. That lesson tells us two things: One, pick a President that you know will know if that tragic moment ever comes what he must know, because there'll be no time for staffing committees or advisers. A President must know right then. But above all, pick a President who will fight to avoid the day when that God-awful decision ever needs to be made.\n\n And that's why this election is so terribly important. America and Americans decide not just what's happening in this country. We are the strongest and most powerful free society on Earth. When you make that judgment, you are deciding not only the future of our nation; in a very profound respect, you're deciding the future of the world.\n\n We need to move on. It's time for America to find new leadership. Please, join me in this cause to move confidently and with a sense of assurance and command to build the blessed future of our nation.\n\n MR. NEWMAN: President Reagan, your summation, please.\n\n PRESIDENT REAGAN: Yes. My thanks to the League of Women Voters, to the panelists, the moderator, and to the people of Kansas City for their warm hospitality and greeting.\n\n I think the American people tonight have much to be grateful for—an economic recovery that has become expansion, freedom and, most of all, we are at peace.\n\n I am grateful for the chance to reaffirm my commitment to reduce nuclear weapons and, one day, to eliminate them entirely.\n\n The question before you comes down to this: Do you want to see America return to the policies of weakness of the last four years? Or do we want to go forward, marching together, as a nation of strength and that's going to continue to be strong?\n\n We shouldn't be dwelling on the past, or even the present. The meaning of this election is the future and whether we're going to grow and provide the jobs and the opportunities for all Americans and that they need.\n\n Several years ago, I was given an assignment to write a letter. It was to go into a time capsule and would be read in 100 years when that time capsule was opened. I remember driving down the California coast one day. My mind was full of what I was going to put in that letter about the problems and the issues that confront us in our time and what we did about them. But I couldn't completely neglect the beauty around me—the Pacific out there on one side of the highway, shining in the sunlight, the mountains of the coast range rising on the other side. And I found myself wondering what it would be like for someone-wondering if someone 100 years from now would be driving down that highway, and if they would see the same thing. And with that thought, I realized what a job I had with that letter.\n\n I would be writing a letter to people who know everything there is to know about us. We know nothing about them. They would know all about our problems. They would know how we solved them, and whether our solution was beneficial to them down through the years or whether it hurt them. They would also know that we lived in a world with terrible weapons, nuclear weapons of terrible destructive power, aimed at each other, capable of crossing the ocean in a matter of minutes and destroying civilization as we knew it. And then I thought to myself, what are they going to say about us, what are those people 100 years from now going to think? They will know whether we used those weapons or not.\n\n Well, what they will say about us 100 years from now depends on how we keep our rendezvous with destiny. Will we do the things that we know must be done and know that one day, down in history 100 years or perhaps before, someone will say, \"Thank God for those people back in the 1980s for preserving our freedom, for saving for us this blessed planet called Earth, with all its grandeur and its beauty.\"\n\n You know, I am grateful to all of you for giving me the opportunity to serve you for these four years, and I seek reelection because I want more than anything else to try to complete the new beginning that we charted four years ago. George Bush, who I think is one of the finest Vice Presidents this country has ever had—George Bush and I have crisscrossed the country, and we've had, in these last few months, a wonderful experience. We have met young America. We have met your sons and daughters.\n\n MR. NEWMAN: Mr. President, I'm obliged to cut you off there under the rules of the debate. I'm sorry.\n\n PRESIDENT REAGAN: All right. I was just going to—\n\n MR. NEWMAN: Perhaps I should point out that the rules under which I did that were agreed upon by the two campaigns—\n\n PRESIDENT REAGAN: I know.\n\n MR. NEWMAN: — with the League, as you know, sir.\n\n PRESIDENT REAGAN: I know, yes.\n\n MR. NEWMAN: Thank you, Mr. President. Thank you, Mr. Mondale. Our thanks also to the panel, finally, to our audience. We thank you, and the League of Women Voters asks me to say to you, don't forget to vote on November 6."}