{"title": "October 16 1854 At Peoria Illinois-Abraham Lincoln", "content": ", of the Revolution. Let us turn slavery from its claims of “moral right,” back upon its existing legal rights, and its arguments of “necessity.” Let us return it to the position our fathers gave it; and there let it rest in peace. Let us re-adopt the Declaration of Independence, and with it, the practices, and policy, which harmonize with it. Let north and south—let all Americans—let all lovers of liberty everywhere—join in the great and good work. If we do this, we shall not only have saved the Union; but we shall have so saved it, as to make, and to keep it, forever worthy of the saving. We shall have so saved it, that the succeeding millions of free happy people, the world over, shall rise up, and call us blessed, to the latest generations.\n At Springfield, twelve days ago, where I had spoken substantially as I have here, Judge Douglas replied to me—and as he is to reply to me here, I shall attempt to anticipate him, by noticing some of the points he made there.\n He commenced by stating I had assumed all the way through, that the principle of the Nebraska bill, would have the effect of extending slavery. He denied that this was INTENDED, or that this EFFECT would follow.\n I will not re-open the argument upon this point. That such was the intention, the world believed at the start, and will continue to believe. This was the COUNTENANCE of the thing; and, both friends and enemies, instantly recognized it as such. That countenance can not now be changed by argument. You can as easily argue the color out of the negroes' skin. Like the “bloody hand” you may wash it, and wash it, the red witness of guilt still sticks, and stares horribly at you.\n Next he says, congressional intervention never prevented slavery, any where—that it did not prevent it in the north west territory, now in Illinois—that in fact, Illinois came into the Union as a slave State—that the principle of the Nebraska bill expelled it from Illinois, from several old States, from every where.\n Now this is mere quibbling all the way through. If the ordinance of '87 did not keep slavery out of the north west territory, how happens it that the north west shore of the Ohio river is entirely free from it; while the south east shore, less than a mile distant, along nearly the whole length of the river, is entirely covered with it?\n If that ordinance did not keep it out of Illinois, what was it that made the difference between Illinois and Missouri? They lie side by side, the Mississippi river only dividing them; while their early settlements were within the same latitude. Between 1810 and 1820 the number of slaves in Missouri INCREASED 7,211; while in Illinois, in the same ten years, they DECREASED 51. This appears by the census returns. During nearly all of that ten years, both were territories—not States. During this time, the ordinance forbid slavery to go into Illinois; and NOTHING forbid it to go into Missouri. It DID go into Missouri, and did NOT go into Illinois. That is the fact. Can any one doubt as to the reason of it?\n But, he says, Illinois came into the Union as a slave State. Silence, perhaps, would be the best answer to this flat contradiction of the known history of the country. What are the facts upon which this bold assertion is based? When we first acquired the country, as far back as 1787, there were some slaves within it, held by the French inhabitants at Kaskaskia. The territorial legislation, admitted a few negroes, from the slave States, as indentured servants. One year after the adoption of the first State constitution the whole number of them was—what do you think? just 117—while the aggregate free population was 55,094—about 470 to one. Upon this state of facts, the people framed their constitution prohibiting the further introduction of slavery, with a sort of guaranty to the owners of the few indentured servants, giving freedom to their children to be born thereafter, and making no mention whatever, of any supposed slave for life. Out of this small matter, the Judge manufactures his argument that Illinois came into the Union as a slave State. Let the facts be the answer to the argument.\n The principles of the Nebraska bill, he says, expelled slavery from Illinois? The principle of that bill first planted it here—that is, it first came, because there was no law to prevent it—first came before we owned the country; and finding it here, and having the ordinance of '87 to prevent its increasing, our people struggled along, and finally got rid of it as best they could. But the principle of the Nebraska bill abolished slavery in several of the old States. Well, it is true that several of the old States, in the last quarter of the last century, did adopt systems of gradual emancipation, by which the institution has finally become extinct within their limits; but it MAY or MAY NOT be true that the principle of the Nebraska bill was the cause that led to the adoption of these measures. It is now more than fifty years, since the last of these States adopted its system of emancipation. If Nebraska bill is the real author of these benevolent works, it is rather deplorable, that he has, for so long a time, ceased working all together. Is there not some reason to suspect that it was the principle of the REVOLUTION, and not the principle of Nebraska bill, that led to emancipation in these old States? Leave it to the people of those old emancipating States, and I am quite sure they will decide, that neither that, nor any other good thing, ever did, or ever will come of Nebraska bill.\n In the course of my main argument, Judge Douglas interrupted me to say, that the principle the Nebraska bill was very old; that it originated when God made man and placed good and evil before him, allowing him to choose for himself, being responsible for the choice he should make. At the time I thought this was merely playful; and I answered it accordingly. But in his reply to me he renewed it, as a serious argument. In seriousness then, the facts of this proposition are not true as stated. God did not place good and evil before man, telling him to make his choice. On the contrary, he did tell him there was one tree, of the fruit of which, he should not eat, upon pain of certain death. I should scarcely wish so strong a prohibition against slavery in Nebraska.\n But this argument strikes me as not a little remarkable in another particular—in its strong resemblance to the old argument for the “Divine right of Kings.” By the latter, the King is to do just as he pleases with his white subjects, being responsible to God alone. By the former the white man is to do just as he pleases with his black slaves, being responsible to God alone. The two things are precisely alike; and it is but natural that they should find similar arguments to sustain them.\n I had argued, that the application of the principle of self-government, as contended for, would require the revival of the African slave trade—that no argument could be made in favor of a man's right to take slaves to Nebraska, which could not be equally well made in favor of his right to bring them from the coast of Africa. The Judge replied, that the constitution requires the suppression of the foreign slave trade; but does not require the prohibition of slavery in the territories. That is a mistake, in point of fact. The constitution does NOT require the action of Congress in either case; and it does AUTHORIZE it in both. And so, there is still no difference between the cases.\n In regard to what I had said, the advantage the slave States have over the free, in the matter of representation, the Judge replied that we, in the free States, count five free negroes as five white people, while in the slave States, they count five slaves as three whites only; and that the advantage, at last, was on the side of the free States.\n Now, in the slave States, they count free negroes just as we do; and it so happens that besides their slaves, they have as many free negroes as we have, and thirty-three thousand over. Thus their free negroes more than balance ours; and their advantage over us, in consequence of their slaves, still remains as I stated it.\n In reply to my argument, that the compromise measures of 1850, were a system of equivalents; and that the provisions of no one of them could fairly be carried to other subjects, without its corresponding equivalent being carried with it, the Judge denied out-right, that these measures had any connection with, or dependence upon, each other. This is mere desperation. If they have no connection, why are they always spoken of in connection? Why has he so spoken of them, a thousand times? Why has he constantly called them a SERIES of measures? Why does everybody call them a compromise? Why was California kept out of the Union, six or seven months, if it was not because of its connection with the other measures? Webster's leading definition of the verb “to compromise” is “to adjust and settle a difference, by mutual agreement with concessions of claims by the parties.” This conveys precisely the popular understanding of the word compromise. We knew, before the Judge told us, that these measures passed separately, and in distinct bills; and that no two of them were passed by the votes of precisely the same members. But we also know, and so does he know, that no one of them could have passed both branches of Congress but for the understanding that the others were to pass also. Upon this understanding each got votes, which it could have got in no other way. It is this fact, that gives to the measures their true character; and it is the universal knowledge of this fact, that has given them the name of compromise so expressive of that true character.\n I had asked “If in carrying the provisions of the Utah and New Mexico laws to Nebraska, you could clear away other objection, how can you leave Nebraska “perfectly free” to introduce slavery BEFORE she forms a constitution—during her territorial government?—while the Utah and New Mexico laws only authorize it WHEN they form constitutions, and are admitted into the Union?” To this Judge Douglas answered that the Utah and New Mexico laws, also authorized it BEFORE; and to prove this, he read from one of their laws, as follows: “That the legislative power of said territory shall extend to all rightful subjects of legislation consistent with the constitution of the United States and the provisions of this act.”\n Now it is perceived from the reading of this, that there is nothing express upon the subject; but that the authority is sought to be implied merely, for the general provision of “all rightful subjects of legislation.” In reply to this, I insist, as a legal rule of construction, as well as the plain popular view of the matter, that the EXPRESS provision for Utah and New Mexico coming in with slavery if they choose, when they shall form constitutions, is an EXCLUSION of all implied authority on the same subject—that Congress, having the subject distinctly in their minds, when they made the express provision, they therein expressed their WHOLE meaning on that subject.\n The Judge rather insinuated that I had found it convenient to forget the Washington territorial law passed in 1853. This was a division of Oregon, organizing the northern part, as the territory of Washington. He asserted that, by this act, the ordinance of '87 theretofore existing in Oregon, was repealed; that nearly all the members of Congress voted for it, beginning in the H.R., with Charles Allen of Massachusetts, and ending with Richard Yates, of Illinois; and that he could not understand how those who now oppose the Nebraska bill, so voted then, unless it was because it was then too soon after both the great political parties had ratified the compromises of 1850, and the ratification therefore too fresh, to be then repudiated.\n Now I had seen the Washington act before; and I have carefully examined it since; and I aver that there is no repeal of the ordinance of '87, or of any prohibition of slavery, in it. In express terms, there is absolutely nothing in the whole law upon the subject—in fact, nothing to lead a reader to THINK of the subject. To my judgment, it is equally free from every thing from which such repeal can be legally implied; but however this may be, are men now to be entrapped by a legal implication, extracted from covert language, introduced perhaps, for the very purpose of entrapping them? I sincerely wish every man could read this law quite through, carefully watching every sentence, and every line, for a repeal of the ordinance of '87 or any thing equivalent to it.\n Another point on the Washington act. If it was intended to be modelled after the Utah and New Mexico acts, as Judge Douglas, insists, why was it not inserted in it, as in them, that Washington was to come in with or without slavery as she may choose at the adoption of her constitution? It has no such provision in it; and I defy the ingenuity of man to give a reason for the omission, other than that it was not intended to follow the Utah and New Mexico laws in regard to the question of slavery.\n The Washington act not only differs vitally from the Utah and New Mexico acts; but the Nebraska act differs vitally from both. By the latter act the people are left “perfectly free” to regulate their own domestic concerns, &c.; but in all the former, all their laws are to be submitted to Congress, and if disapproved are to be null. The Washington act goes even further; it absolutely prohibits the territorial legislation, by very strong and guarded language, from establishing banks, or borrowing money on the faith of the territory. Is this the sacred right of self-government we hear vaunted so much? No sir, the Nebraska bill finds no model in the acts of '50 or the Washington act. It finds no model in any law from Adam till today. As Phillips says of Napoleon, the Nebraska act is grand, gloomy, and peculiar; wrapped in the solitude of its own originality; without a model, and without a shadow upon the earth.\n In the course of his reply, Senator Douglas remarked, in substance, that he had always considered this government was made for the white people and not for the negroes. Why, in point of mere fact, I think so too. But in this remark of the Judge, there is a significance, which I think is the key to the great mistake (if there is any such mistake) which he has made in this Nebraska measure. It shows that the Judge has no very vivid impression that the negro is a human; and consequently has no idea that there can be any moral question in legislating about him. In his view, the question of whether a new country shall be slave or free, is a matter of as utter indifference, as it is whether his neighbor shall plant his farm with tobacco, or stock it with horned cattle. Now, whether this view is right or wrong, it is very certain that the great mass of mankind take a totally different view. They consider slavery a great moral wrong; and their feelings against it, is not evanescent, but eternal. It lies at the very foundation of their sense of justice; and it cannot be trifled with. It is a great and durable element of popular action, and, I think, no statesman can safely disregard it.\n Our Senator also objects that those who oppose him in this measure do not entirely agree with one another. He reminds me that in my firm adherence to the constitutional rights of the slave States, I differ widely from others who are co-operating with me in opposing the Nebraska bill; and he says it is not quite fair to oppose him in this variety of ways. He should remember that he took us by surprise—astounded us—by this measure. We were thunderstruck and stunned; and we reeled and fell in utter confusion. But we rose each fighting, grasping whatever he could first reach—a scythe—a pitchfork—a chopping axe, or a butcher's cleaver. We struck in the direction of the sound; and we are rapidly closing in upon him. He must not think to divert us from our purpose, by showing us that our drill, our dress, and our weapons, are not entirely perfect and uniform. When the storm shall be past, he shall find us still Americans; no less devoted to the continued Union and prosperity of the country than heretofore.\n Finally, the Judge invokes against me, the memory of Clay and of Webster. They were great men; and men of great deeds. But where have I assailed them? For what is it, that their life-long enemy, shall now make profit, by assuming to defend them against me, their life-long friend? I go against the repeal of the Missouri compromise; did they ever go for it? They went for the compromise of 1850; did I ever go against them? They were greatly devoted to the Union; to the small measure of my ability, was I ever less so? Clay and Webster were dead before this question arose; by what authority shall our Senator say they would espouse his side of it, if alive? Mr. Clay was the leading spirit in making the Missouri compromise; is it very credible that if now alive, he would take the lead in the breaking of it? The truth is that some support from whigs is now a necessity with the Judge, and for thus it is, that the names of Clay and Webster are now invoked. His old friends have deserted him in such numbers as to leave too few to live by. He came to his own, and his own received him not, and Lo! he turns unto the Gentiles.\n A word now as to the Judge's desperate assumption that the compromises of '50 had no connection with one another; that Illinois came into the Union as a slave state, and some other similar ones. This is no other than a bold denial of the history of the country. If we do not know that the Compromises of '50 were dependent on each other; if we do not know that Illinois came into the Union as a free state—we do not know any thing. If we do not know these things, we do not know that we ever had a revolutionary war, or such a chief as Washington. To deny these things is to deny our national axioms, or dogmas, at least; and it puts an end to all argument. If a man will stand up and assert, and repeat, and re-assert, that two and two do not make four, I know nothing in the power of argument that can stop him. I think I can answer the Judge so long as he sticks to the premises; but when he flies from them, I can not work an argument into the consistency of a maternal gag, and actually close his mouth with it. In such a case I can only commend him to the seventy thousand answers just in from Pennsylvania, Ohio and Indiana."}