{"title": "September 7 2020 Labor Day Press Conference-Donald Trump", "content": " was—many, many millions of dollars. They had 18 angry Democrats looking. They had FBI agents all over the place. They had every—and they have no collusion. Friends of mine have said—sophisticated friends have said, “You’ve got to be the most innocent guy ever to hold this office.” And there’s a lot of truth to that.\n\n Yeah, please.\n\n Q: Thank you, Mr. President. After Navalny poisoning, Chancellor Angela Merkel of Germany is under pressure to cancel Nord Stream 2 pipeline from Russia to Germany. Would you support such a move?\n\n THE PRESIDENT: Sure.\n\n Q: Do you think that the project should be canceled?\n\n THE PRESIDENT: Sure. Well, I’ve been support-—I’ve been supportive of that. I was the first one that brought it up. You never heard of Nord Stream 2 until Trump came along.\n\n When I came along, I said, “Wait a minute. We’re protecting Germany from Russia, right?” NATO. “We’re protecting Germany from Russia. Germany is paying Russia billions and billions of dollars to get their energy.” And the real number is probably 60 to 70 percent, ultimately, of their energy is going to come from Russia. And I said this for years, that nobody talks about it. One of the many things, between sanctions and all of the—what we’ve done for Ukraine, relative to what the past—they used to send pillows, and we sent tank busters. But I brought that up a long time ago. Russia is unhappy that I brought it up. But you never heard of Nord Stream 2; nobody did, until I got elected.\n\n And I said, “Why is Germany making a deal to give billions of dollars to Russia, and then we’re protecting Germany from Russia? How does that work?” And then, on top of it, Germany is delinquent because they’re only paying a little more than 1 percent and they’re supposed to be paying 2 percent, and even the 2 percent is low. But just remember: Trump—me—I got the countries of NATO to spend one point—$130 billion, going to $400 billion a year. Think of it: $400 billion a year more for NATO.\n\n And the purpose of NATO primarily is Europe protection against Russia. Now, they can use it for other, I guess—and they have a little bit in the Middle East, et cetera, et cetera.\n\n But I’m the one that did that. So—but nobody talks about that. Nobody talks about Nord Stream 2.\n\n The answer is: Absolutely, if they feel that something happens. But I don’t know that Germany is in a position right now, because Germany is in a very weakened position, energy wise. They’re closing all their plants. They’re closing their nuclear. They’re closing their coal. They’re closing a lot of plants. And they are—they have put themselves in a very bad position, frankly. Very, very bad position.\n\n Yeah, please.\n\n Q: Mr. President, can I follow up Jeff Mason’s question? Have you asked John Kelly to publicly refute The Atlantic? And then, can I ask something else?\n\n THE PRESIDENT: No, I have nothing against John. I have nothing against anybody. No.\n\n I was very heartened to see that a friend of his—because I know Zach is a friend of his and worked for him—I was very heartened to see that Zach Fuentes came out with the statement that he did—I guess, late last night—that it was not true.\n\n Q: Can I ask another question on a different topic, Mr. President? Mr. President, what exactly is un-American about federal government training programs that are aimed at improving inclusivity or pointing out biases?\n\n THE PRESIDENT: Well, we’re going to do a report. Yeah, I fired those people; they’re all gone. And it was a disgrace, frankly. And we’re going to give you a big report that’s going to make you very happy.\n\n All right, yeah, please.\n\n Q: Thank you. Darlene Superville, AP. You said a moment ago, “They’ll say anything.” You were talking about Joe Biden and Kamala Harris and their comments about the vaccine. You have asserted —\n\n THE PRESIDENT: No, they say worse; they say negative. They say negative. They’re going to make the vaccine into a negative so that when we have it—and I spoke to the head of Pfizer, I spoke to the head of Johnson & Johnson, I spoke to the head of the greatest medical companies in the world. We’re doing great. We’re going to have it soon.\n\n Q: Right —\n\n THE PRESIDENT: Wait a minute. So now what they’re saying is, “Oh, wow, this is bad news. President Trump is getting this vaccine in record time.” By the way, if this were the Obama administration, you wouldn’t have that vaccine for three years, and you probably wouldn’t have it all.\n\n So we’re going to have a vaccine very soon, maybe even before a very special date. You know what date I’m talking about.\n\n Q: Yes.\n\n THE PRESIDENT: But let me just tell you—wait. And what they’re doing, because they think it is going fast. And if you talk to a lot of your sources—if you have sources—if you talk to your sources in the FDA, you’ll see it’s going very, very well. The numbers are looking unbelievably strong, unbelievably good.\n\n So now they’re saying, “Wow, Trump has pulled this off. Okay, let’s disparage the vaccine.” That’s so bad for this country. That’s so bad for the world to even say that. And that’s what they’re saying.\n\n But I watched Kamala’s poll numbers drop from 15 to almost zero, and then drop out even before she ran in Iowa because people didn’t like her, and I understand why. She will never be President—although I have to be careful, because Obama used to say that about me. So I have to be a little bit careful.\n\n Q: Right, but —\n\n THE PRESIDENT: But you have to look at her a little bit more closely, because obviously Joe is not doing too well. So you’re going to have to look at her a little bit too closely.\n\n But she’s talking about disparaging a vaccine so that people don’t think the achievement was a great achievement. I don’t want the achievement for myself, I want something that’s going to make people better, that people aren’t going to get sick with. That includes therapeutics, where we’re doing equally as well. Therapeutics.\n\n Q: May I finish? May I finish the question?\n\n THE PRESIDENT: Go ahead.\n\n Q: Your point is that: What they’re saying is that they’re saying it for a political purposes.\n\n THE PRESIDENT: Yes.\n\n Q: You have asserted repeatedly that a vaccine will be on the market by—before the election, by the end of October.\n\n THE PRESIDENT: No, I didn’t say—I didn’t say “they will.” I said, “By the end of the year.”\n\n Q: Aren’t you doing the same thing that you —\n\n THE PRESIDENT: No, but you’re not quoting me accurately.\n\n Q—say they’re guilty of?\n\n THE PRESIDENT: I said that vaccines will be on the market before the end of year, but they may even be on the market—they may even be developed and fully developed, tested, and everything else.\n\n You know, we have 30,000 people, in just one vaccine right now, under test in very, very highly infected areas. So we’re going to be able to get a good result, one way or the other, very soon.\n\n So I didn’t say what you said. What I said is “by the end of the year.” But I think it could even be sooner than that. It could be during the month of October, actually. Could be before November.\n\n Q: But aren’t you also saying that for political reasons?\n\n THE PRESIDENT: No, I’m saying that because we want to save a lot of lives. The fast—with me, it’s: The faster, the better. With somebody else, maybe they would say it politically, but I’m saying it in terms of this is what we need. We have to have—if get the vaccine early, that’s a great thing, whether it’s politics or not.\n\n Now, do benefits inure if you’re able to get something years ahead of schedule? I guess, maybe they do. But the most important thing to me is saving lives; it’s the most important thing.\n\n Yeah, go ahead. In the back.\n\n Q: Hi. Just based on some of your recent tweets, do you —\n\n THE PRESIDENT: You sound so clear as opposed to everybody else, where they refuse.\n\n Q: Your tweets about the 1619 Project —\n\n THE PRESIDENT: Yeah.\n\n Q—why do you object to that being taught in schools? And do you object to slavery itself being taught in schools?\n\n THE PRESIDENT: Yeah, so—no, I want everybody to know everything they can about our history. I’m not a believer in cancel culture, the good or the bad. If you don’t study the bad, it could happen again. So I do want that subject studied very, very carefully and very accurately.\n\n But we grew up with a certain history, and now they’re trying to change our history—revisionist history. That’s why they want to take down our monuments. That’s why they want to take down our statues.\n\n I saw something the other day, which was absolutely horrendous: Washington Monument, they want to rename it—the D.C. committee, but the D.C. committee is all Democrats. Abraham Lincoln, Thomas Jefferson—I mean, we’re talking about—this is the big stuff now. This is the big stuff. And they want to rename it. They want to re-designate it. They want to take some down. No, we don’t do that. Never going to happen with me, I guarantee you that.\n\n Well, I want to thank you all, and I just want to wish you a very happy Labor Day. And we’re having tremendous success, whether it’s on the vaccines, whether it’s on the pandemic—the plague that came in from China, that China should have never let happen because I will never feel the same about China. And I just want to again wish you a happy Labor Day.\n\n Thank you very much, everybody."}