{"title": "September 30 2025 Remarks to Military Leaders-Donald Trump", "content": "'s a war too. It's a war from within. Controlling the physical territory of our border is essential to national security. We can't let these people in. We had no people enter in the last four months, zero. Even I can't believe that. We had millions coming in, pouring in. 25 million all told, and of those 25 million, many of them should never be in our country.\nThey would take their worst people and their people from prisons and jail, and they'd put them in a caravan and they'd walk up. CNN was interviewing one person, \"Oh, why are you coming?\" \" I want freedom.\" \"Good. Were you in jail?\" \"Yes.\" \"For what?\" \"Murder.\" You had to see this anchor, a young woman. She's like, \"I couldn't believe it.\" She'll probably lose her job, but because the left doesn't want to hear that. But we're running it based on common sense and based on love of our country.\nBut I want to salute every service member who has helped us carry out this critical mission. It's really a very important mission. And I told Pete, \"we should use some of these dangerous cities as training grounds for our military national guard, but military. Because we're going into Chicago very soon. That's a big city with an incompetent governor, stupid governor, stupid. They threw him out of his family business. He was so stupid. I know the family. He becomes governor. He's got money. Not money that he made, but he ran for governor, he won. And now he criticizes us all the time. And last week they had 11 people murdered. 44 people shot. The week before that they had five people murdered. 28 people shot. Every weekend, they lose five, six. If they lose five, they're considering it a great week. They shouldn't lose any. You shouldn't lose any. This is civilization. And he's always up there saying, we're in very good shape. We don't need the military. No, they need the military desperately.\nHow about Portland? Portland, Oregon where it looks like a war zone. And I get a call from the liberal governor, sir, please don't come in. We don't need you. I said, well, unless they're playing false tapes, this look like World War II. Your place is burning down. I mean, you must be kidding. Sir, we have it under control. I said, you don't have it under control, governor, but I'll check it and I'll call you back. I called her back. I said, this place is a nightmare. It's probably certainly not the biggest, but it's one of the worst. It's brutal. They go after our I R people who are great patriots and tough job too. But they love it. They love it because cleaning up our country. And so you look at some of the things where they took over parts of Seattle, they actually took over a big percentage of Seattle.\nThink of that. You remember that? That was a while ago. And I sent in the troops and they were gone as soon as I sent them in. Oh, when we sent in the troops. If you have a real leader that says you got to do what you have to do, I put that out the other day. You got to do what you got to do because we don't want our people hurt as they stand by. I was watching during Biden, they had troops standing up like this brave standing up in attention the way I should stand all the time. And they went like this. And people are standing, their mouth is this far away from their mouth and they're spitting at them, screaming at them. And that soldier standing there, he wants to knock the hell out of the person, but he's not allowed to do anything.\nSo they just stand there and they get abused. And a woman was this far away from his face and she starts spitting in his face and he's not allowed to do anything. If it's okay with you generals and admirals, I've taken that off. I say they spit, we hit. Is that okay? I think so. They spit. It's a new thing. They spit. We had… How about the cars? Where the cars are coming out. They get brand-new cars, border patrol, I R, beautiful, nice new cars and they're driving along and they have to go through a gauntlet of rocks being thrown at the car. So here's this beautiful brand-new car. By the time it goes a hundred yards, it's destroyed. These guys have pretty good arms, some of them, and they're throwing bricks at full force into the window and into the car. It looks like it's a war zone.\nAnd I said, never let that happen again. From now on, if that ever happens, and I say it here, you get out of that car and you can do whatever the hell you want to do. Those people are… You can die from that. Those bricks go through the windows. You can die. They'd like it to. They'd like it to go through the window. But this was a couple of months ago. They just kept driving and bricks are hitting the car. And I said, why aren't they stopping? Because they were under orders from the past administration, never stop. But that's different with us. We stop. And since I gave that order, we haven't had that problem. It's very interesting. It's amazing. It's just like in Venezuela, you've seen the boats going. We can't find any more boats there. They're carrying drugs, massive. Every boat kills about 25,000 people.\nThat's what they have. They had fentanyl mostly and a lot of other drugs. And we take them out and we've taken out four. And it's on air. Everybody gets to see it. Not that we like to do that, but every boat kills 25,000 on average, 20… Some people say more. You see these boats, they're stacked up with bags of white powder. That's mostly fentanyl and other drugs do. And now we have a problem. General Keynes says, sir, there are no boats out there. Not even fishing boats. They don't want to go fishing. I don't blame them. There'll be no fishing today. But it's amazing what strength will do because all we want to do is stop drugs from flowing into our country. It's destroying… We lost 300,000 people died last year. Everybody knows friends. Many friends probably that you lost a child or adults too, but you lost a son or daughter because of what's coming into our border and we're making it very hard and we haven't even started yet.\nLast month I signed an executive order to provide training for quick reaction force that can help quell civil disturbances. This is going to be a big thing for the people in this room because it's the enemy from within and we have to handle it before it gets out of control. It won't get out of control once you're involved at all. They all joke. They say, oh, this is not good. You saw it in Washington. We had gangs of Tren de Aragua with 10, 12, 15 kids. And these military guys walk up to them and they treat them with disrespect and they just got pounded. They just got pounded. The gang just pounded then thrown into paddy wagons and taken back to their country. Some are so dangerous, we don't want to even do that because we don't want… Some of stone cold murderers. We don't have the confidence even though they're not coming back very easily. We don't have the confidence we've put them in jails.\nBut these service members are following in a great and storied military tradition from protecting frontier communities to chasing outlaws and bandits in the wild west. And our history is filled with military heroes who took on all enemies, foreign and domestic. You know that phrase very well. That's what the oath says. Foreign and domestic. Well, we also have domestic. George Washington, Abraham Lincoln, Grover, Cleveland, George Bush and others all used the armed forces to keep domestic order in peace. Many of our leaders used the military to keep peace. Now they like to say, oh, you're not allowed to use the military. And you know what the people say? The people in those cities where they're being raped and shot and beat up. You know what they say? We love the military. Do you ever see where they interview the people on the street?\nI've never seen somebody say they don't unless they're radical and paid off. Because a lot of these insurrectionists are paid by whether it's Soros or other people, but they're paid by the radical left. So today I want to thank every service member from general to private who has bravely helped us secure the nation's capital and make America safe for the American people. It's amazing. The whole world is watching. Everybody in the White House, they come up to me, young women, sir, thank you. I know immediately what they're thanking. They don't have to say it. They walk to work now through the White House. We haven't had a crime in Washington in so long because we got the careers, we call them the careers. We got these lunatics out and they'll never be any good. I hate to tell this to the liberal media. You could spend time with them, you could do whatever you want.\nYou could send them to the finest schools, which they couldn't get into anyway mentally. They couldn't get in. But no matter what you do, they'll never be good. They're bad. They're career criminals. I don't know, maybe they were born that way. Some people don't like me to say that, but maybe they were. Certainly some were. Together with the leaders here today we're also restoring a needed focus on defeating threats in the Western Hemisphere. Throughout this region, cartel terrorists have been allowed to wage a relentless campaign of death and destruction on our country. All because we had weak leadership on top and we did a great job with it first term. But this is something else what we're doing now, we're taking it to the next level, probably next level times three. But we had COVID come up and we had to take care of that.\nWe did a great job with COVID. We had the therapeutics, just Regeneron. So many things we did for COVID, but we had a focus on that and every other country in the world was being decimated by COVID. So we had to change gear a little bit to take care of that. But under our leadership, the military is now the knife's edge and combating the sinister enemy. We have to put the traffickers and cartels on notice. And we've done that and we put a lot of them, we've called them a terrorist organization, which is actually a big thing to do. Nobody's done it, but I've done it with a lot of them. It gives you a tremendous advantage. If you try to poison our people, we will blow you out of existence because that's the only language they really understand. That's why you don't see any more boats on the ocean.\nYou don't see any boats around Venezuela. There's nothing. As president, I will never hesitate to defend our people from threats of violence from the horrible plague that's taking place from within. The Iran nuclear power, the Iran, all of the great power that we thought existed, we blew it out to kingdom. We took advantage of it and we just really took advantage of it. And it was a beautiful thing to see. And that's what military power can achieve. That's why I chose Raising Cain. He's fantastic by the way. I hope you all agree. If anybody disagrees, could I please have your hand? Who disagrees that Raising Cain is no good. Just raise your hand. I don't see any hands raised. All right, that means you're okay. That means that he's okay now. But I saw his results. He took out ISIS. I was told it was going to take four years.\nIt took four weeks. I went to see him and he took them out in four weeks, knocked them out, knocked them to hell. And I was told by military people it was going to take four to five years to do it. And I don't even know if we'll have it then, sir. These were the Washington generals. I call them the television generals. But Raising Cain did it in four weeks, took out a 100% of the ISIS caliphate. As a result of these actions and many others since my inauguration we're witnessing the triumphant return of peace through strength. We have great peace through strength. America is respected again as a country. We were not respected with Biden. They looked at him falling downstairs every day, every day the guy's falling downstairs. He said, it's not our president. We can't have it. I'm very careful when I walk downstairs, I'm on stairs like these stairs.\nI walk very slowly. Nobody has to set a record. Just try not to fall because it doesn't work out well. A few of our presidents have fallen and it became a part of their legacy. We don't want that. You walk nice and easy. You don't have to set any record, be cool, be cool when you walk down. But don't bop down the stairs. So one thing with Obama, I had zero respect for him as a president, but he would bop down those stairs. I've never seen him. Bop, bop, bop. He'd go down the stairs, wouldn't hold on. I said, it's great. I don't want to do it. I guess I could do it. But eventually bad things are going to happen and it only takes once. But he did a lousy job as president. A year ago, we were a dead country.\nWe were dead. This country was going to hell. We were dead in everywhere from immigration to military. We didn't have the weapons. We were giving everything to Ukraine. We had nothing. And by the way, I have to tell you now, as you know, I went over and I met with NATO. And NATO raised from two to five, which everyone said 5% of GDP, millions and now trillions of dollars are pouring in. They didn't pay the 2% because they know we were there to pay it. And now they paid the 5%. That's trillions of dollars and we're not spending any money on that war. Not 10 cents. We sell our equipment to NATO. NATO pays us for the equipment and they give it to Ukraine or whoever they give it to, but they can keep it. But we're not involved. We have no money going out.\nBiden gave $350 billion, not sustainable, 350 billion and we have a war that should have never started, but we're not doing that anymore. So I just want you to know, we're selling equipment. Our people are buying equipment. They are buying the equipment at full price, a fair price. So I don't want to say we're making money because I don't want to say… I don't want to be making money on awards. Too many people dying. They're losing 7,000 soldiers a week. A lot of them are Russian soldiers, but between the two countries, mostly soldiers by the way. Sometimes in Kiev they'll lob a missile in or some drones and kill some people, but mostly it's soldiers. Russia and Ukraine are losing 7,000 souls. And they're not American, they're not us. They're not you or have a special obligation, but they're soldiers. They're young people.\nThey leave their parents, they wave goodbye, and then two days later they're blown up so unnecessarily. And so that's the primary reason I want to get it done. We got to get it done. It's crazy what's going on. That's the worst war that there's been since World War II. The number of soldiers that are being killed there is just crazy. From five to 7,000 soldiers die a week. Think of that. So I think we'll get that done, but that's turned out to be the toughest one. I'm so disappointed in President Putin. I thought he would get this thing over with. He should have had that war done in a week. And I said to him, you don't look good. You're four years fighting a war that should have taken a week. Are you a paper tiger? And it's a shame, but I think eventually we'll get that one done.\nJust like in theory, I want to knock on wood, because you never know. It's like we're going to have the Middle East done, which is actually a much harder thing to do. I mean, thousands of years, but we have to get that war done. So now we're just think of it, we're a dead country. I was with the king of Saudi Arabia, great guy. I was with the Emir of Qatar. I was with the great leadership of UAE, I was over there. We brought back $2 trillion and more. They ordered 200 planes. They ordered so much and they were great. But they all said essentially the same thing. They said one year ago you were a dead country and now you're the hottest country anywhere in the world. We are. We're the hottest country in the world right now. The absolute hottest country in the world. There's nobody even close.\nPutin said that to me. We met in Alaska, we had a good meeting. Then he went back and started sending drones into Kiev. I said, I thought we had a good meeting, but it's one of those things. But we were dead country a year ago and now we're the hottest country anywhere in the world. Think of that. You could be proud of that. And you must have felt like hell when you have a wife or a husband at home and you used to read the numbers that we can't get people to join the Army, Navy, air Force, Marines, Coast Guard.\nYou must have felt like I have a job that nobody wants. That doesn't feel good. Well, now you have a job that is brimming over with people wanting it. They want it and you're able to get a much higher quality because now you have your choice. You want so many and we're going to have many, many people that aren't going to be able to join because of the fact that we don't need them at this moment. But think of it, what a difference that is from I could just imagine two years ago, you're reading front page articles in the New York Times, of course, and Wall Street Journal, they always give us unfair stories, but they played it so big. They were playing it so big. Nobody wants to join the army, the Marines, the Air Force. They don't want to join. They don't want to join the Coast Guard at all.\nNobody wants to join. Nobody wants to join our forces. Our police forces also, it's almost went hand in hand. And I used to say, boy, I am speaking in front of the military today, and it's embarrassing because I'm speaking in front of people who have a job that other people don't want. But now you have a job that everybody wants. So I think that has to make you feel good. It's one of the reasons I love being here today because I wanted to say that. I have to say that. Everybody wants to be in the army, the Navy, the Air Force, the Marines. If you think the Coast Guard and Space Force, our beautiful Space Force, it's a whole different world. And now they're signing up. By the way, seriously, big numbers for the police. Dangerous job, isn't it? Fire department. But that's the paving the way for progress.\nOnce thought, almost impossible. I mean, a year ago you wouldn't have thought that was possible. A year ago they were talking about making the military smaller because they can't get the people to join. We're thinking about making it larger because we have so many people and it's nice to be able to cut people because of merit that aren't really qualified for any reason, a physical reason, a mental reason. You don't have to take them anymore because you have the pick of the litter and they all want to be with you. They all want your job. They want to be with you. They want to work with you. They'll even take your job, got to be a little bit sharp. You got to watch it. But everybody wants to be doing what you're doing now, what a difference. When I speak to you, and I can say that as opposed to a couple of years ago when I was talking to rooms where they were desperate to get people and they couldn't get them, what a difference a presidential election can make.\nThat's all it is. It's just a presidential election. Yesterday at the White House, we put forward a plan for peace in Gaza. We announced it and we're going to create something that was my idea, but unfortunately I got drafted. It's going to be called the Board of Peace and it's going to reign over that territory and we're going to get that done. And they asked if I'd be the chairman of the Board of Peace. I wasn't counting on that. I had the idea for the Board of Peace, but I said yes. And I guess because of that, every leader, everybody wants to be on the Board of Peace and we're going to watch over that very volatile part of the world and keep it non-volatile so you don't have to get involved. We want to save you for other things or save you for nothing from that standpoint.\nWe don't want you fighting wars, but if you have to, you're going to be… You're the most lethal fighting force in the world. And I would say that even two, three years ago. But now I say it with great enthusiasm. So true. And we're striving tirelessly to end the terrible war in Ukraine. And as you know, we're also working hard to get the allies to share more of the burden of our defense. Much of that has really already taken place. But all NATO members have committed to the increase that I talked about. Think of that. That was unthinkable. It used to be 1%. Then we got it up to two in my last term and they did not like it, and now I got it to five and I get along great with all of them. In fact, they call me the president of NATO. I said, I don't think so.\nBut they're great. They're great people and they're spending a lot of money and a lot of money that they should have been spending in the past, but I think Putin was a wake-up call for them really. We're now selling large quantities of American made weapons to NATO and we're getting really fair pricing. We're making a lot of money. It's my hope that from Europe to Asia to the Middle East, our allies will make similar commitments to increase their military capabilities and this will greatly strengthen our alliances and also it'll make war far less likely. If you're a strong presence like we are such a strong presence now. And I go around bragging about that. I said, we have the strongest military anywhere in the world. I say it. You never heard Biden say that, never heard him say anything, but you never heard him say, did you ever hear him say, we have the strongest military?\nHe doesn't say that. I say it. We have the strongest military anywhere in the world. We have great leadership and I'll tell you, Pete and General Cain, all of the people that I've met that have been lifted up in rank, and we got many of them out of here too, I'll be honest with you, didn't like doing it, but we got many of you out of here because we weren't satisfied. We know everything about everybody. It'll also help the United States rapidly rebuild our defense industrial base. Each of you can play an important part in getting allies to do their part.\nSo to that end, Secretary Hegseth will soon be announcing major reforms to streamline military acquisitions and expedite foreign military sales. We have tremendous numbers of countries that want to buy our equipment and in many cases it takes too long. They have backlogged. We're backlogged on all the equipment, which is something that's new to us a little bit, and I told those companies, you better get your ass going because we know we're buying… We're selling you a lot of equipment. We're getting countries to buy your equipment. You got to produce the equipment.\nSome of the countries, I'm not going to mention, but some of the countries are buying a lot and that's a good thing. They're on our side 95%. I'll never say a 100% because they can always turn. You know about that, but they're on our side. The problem is we have to get the companies that make this equipment and we make the best equipment in the world, but they got to make it faster. We have orders for the F-35. We have orders for everything. The new F-47, we have orders for everything. They got to make it faster, a lot faster. Ammunition they have to make faster. In the coming months, we'll be making even more historic announcements to fully embrace the identity of the Department of War.\nI love the name. I think it's so great. I think it stops wars. The Department of War is going to stop wars. If we are as ruthless and relentless as our enemies, the United States Armed Forces will be totally unmatched in the future. We have a group of enemies that are very ruthless and very smart, but they can't match us. They can't match us. They don't even come close to matching us. Again, it is very important for me to say we are the greatest military in the world, but we make the best equipment in the world. I watched our anti missile missiles. I watched our patriots just knock things out like a needle hitting another needle on the stage. There's a needle up there and you send another needle up and it hits it every time. During the war, we went 14 for 14, we had 14.\nThis is where I ran. We had 14 missiles coming at us, all 14 were knocked out of the sky. Every one of them. We make the best equipment. From Sparta to Rome to the British Empire, to the United States of America, history has shown that military supremacy has never been simply a matter of money or manpower. At the end of the day, it is the culture spirit of our military that truly sets us apart from any other nation. Our ultimate strength will always come from the fierce people and those brilliant people with such pride and the unbending will and the traditions of excellence that have made us the most unstoppable force ever to walk the face of the earth. And that's what we are. Remember, we never want to use it, but we have the most powerful nuclear capability, and I call it nuclear deterrent of any other country.\nNobody close. The men and women in this room inherit the legacy built and won by Washington and Jackson, Grant and Pershing, Eisenhower and Patton, Nimitz and LeMay. We carry forward the majestic military heritage passed down from father to son, soldier to soldier, and one generation of warriors to the next. You are warriors. You know that, right? You're great warriors or you wouldn't be in this room. You're the best of the best. From Concord Bridge to Fort McHenry, from Gettysburg to Manila Bay, from Normandy to Sicily, and from the jungles of Vietnam to the dusty streets of Baghdad, America's military has charged into hellfire, climbed up jagged mountains, crossed roaring oceans and thundered across open deserts to defend our flag, our freedom, and our homeland. Nobody does it like you. Now we are discovering American muscle, reasserting American might and beginning the next story chapter in American military legends and lore.\nThat is L-O-R-E. It is lore. When it comes to defending our way of life, nothing will slow us. No enemy will stop us. They cannot stop us, and no adversary will stand in our way. They won't stand in our way. We don't want them to stand in our way. We don't want to even put them in that position, but they're not going to stand in our way ever again. You'll never see four years like we had with Biden and that group of incompetent people that ran this country that should have never been there because we had the United States military, the best, the boldest, the bravest, that the world has ever seen, that the world has ever known. With leaders like we have right here in this beautiful room today, we will vanquish every danger and crush every threat to our freedom in every generation to come because we will fight, fight, fight, and we will win, win, win. I want to just thank you once again and God bless the United States military and God bless America. God bless you all. Thank you very much. Thank you."}