{"title": "September 4 1837 Special Session Message-Martin Van Buren", "content": " could not doubt. Directions were immediately given to prevent the reception into the Treasury of anything but gold and silver, or its equivalent, and every practicable arrangement was made to preserve the public faith by similar or equivalent payments to the public creditors. The revenue from lands had been for some time substantially so collected under the order issued by directions of my predecessor. The effects of that order had been so salutary and its forecast in regard to the increasing insecurity of bank paper had become so apparent that even before the catastrophe I had resolved not to interfere with its operation. Congress is now to decide whether the revenue shall continue to be so collected or not.\n\nThe receipt into the Treasury of bank notes not redeemed in specie on demand will not, I presume, be sanctioned. It would destroy without the excuse of war or public distress that equality of imposts and identity of commercial regulation which lie at the foundation of our Confederacy, and would offer to each State a direct temptation to increase its foreign trade by depreciating the currency received for duties in its ports. Such a proceeding would also in a great degree frustrate the policy so highly cherished of infusing into our circulation a larger proportion of the precious metals--a policy the wisdom of which none can doubt, though there may be different opinions as to the extent to which it should be carried. Its results have been already too auspicious and its success is too closely interwoven with the future prosperity of the country to permit us for a moment to contemplate its abandonment. We have seen under its influence our specie augmented beyond eighty millions, our coinage increased so as to make that of gold amount, between August, 1834, and December, 1836, to $10,000,000, exceeding the whole coinage at the Mint during the thirty-one previous years.\n\nThe prospect of further improvement continued without abatement until the moment of the suspension of specie payments. This policy has now, indeed, been suddenly checked, but is still far from being overthrown. Amidst all conflicting theories, one position is undeniable--the precious metals will invariably disappear when there ceases to be a necessity for their use as a circulating medium. It was in strict accordance with this truth that whilst in the month of May last they were everywhere seen and were current for all ordinary purposes they disappeared from circulation the moment the payment of specie was refused by the banks and the community tacitly agreed to dispense with its employment. Their place was supplied by a currency exclusively of paper, and in many cases of the worst description. Already are the bank notes now in circulation greatly depreciated, and they fluctuate in value between one place and another, thus diminishing and making uncertain the worth of property and the price of labor, and failing to subserve, except at a heavy loss, the purposes of business. With each succeeding day the metallic currency decreases; by some it is hoarded in the natural fear that once parted with it can not be replaced, while by others it is diverted from its more legitimate uses for the sake of gain. Should Congress sanction this condition of things by making irredeemable paper money receivable in payment of public dues, a temporary check to a wise and salutary policy will in all probability be converted into its absolute destruction.\n\nIt is true that bank notes actually convertible into specie may be received in payment of the revenue without being liable to all these objections, and that such a course may to some extent promote individual convenience--an object always to be considered where it does not conflict with the principles of our Government or the general welfare of the country. If such notes only were received, and always under circumstances allowing their early presentation for payment, and if at short and fixed periods they were converted into specie to be kept by the officers of the Treasury, some of the most serious obstacles to their reception would perhaps be removed. To retain the notes in the Treasury would be to renew under another form the loans of public money to the banks, and the evils consequent thereon.\n\nIt is, however, a mistaken impression that any large amount of specie is required for public payments. Of the seventy or eighty millions now estimated to be in the country, ten millions would be abundantly sufficient for that purpose provided an accumulation of a large amount of revenue beyond the necessary wants of the Government be hereafter prevented. If to these considerations be added the facilities which will arise from enabling the Treasury to satisfy the public creditors by its drafts or notes receivable in payment of the public dues, it may be safely assumed that no motive of convenience to the citizen requires the reception of bank paper.\n\nTo say that the refusal of paper money by the Government introduces an unjust discrimination between the currency received by it and that used by individuals in their ordinary affairs is, in my judgment, to view it in a very erroneous light. The Constitution prohibits the States from making anything but gold and silver a tender in the payment of debts, and thus secures to every citizen a right to demand payment in the legal currency. To provide by law that the Government will only receive its dues in gold and silver is not to confer on it any peculiar privilege, but merely to place it on an equality with the citizen by reserving to it a right secured to him by the Constitution. It is doubtless for this reason that the principle has been sanctioned by successive laws from the time of the first Congress under the Constitution down to the last. Such precedents, never objected to and proceeding from such sources, afford a decisive answer to the imputation of inequality or injustice.\n\nBut in fact the measure is one of restriction, not of favor. To forbid the public agent to receive in payment any other than a certain kind of money is to refuse him a discretion possessed by every citizen. It may be left to those who have the management of their own transactions to make their own terms, but no such discretion should be given to him who acts merely as an agent of the people--who is to collect what the law requires and to pay the appropriations it makes. When bank notes are redeemed on demand, there is then no discrimination in reality, for the individual who receives them may at his option substitute the specie for them; he takes them from convenience or choice. When they are not so redeemed, it will scarcely be contended that their receipt and payment by a public officer should be permitted, though none deny that right to an individual; if it were, the effect would be most injurious to the public, since their officer could make none of those arrangements to meet or guard against the depreciation which an individual is at liberty to do. Nor can inconvenience to the community be alleged as an objection to such a regulation. Its object and motive are their convenience and welfare.\n\nIf at a moment of simultaneous and unexpected suspension by the banks it adds something to the many embarrassments of that proceeding, yet these are far overbalanced by its direct tendency to produce a wider circulation of gold and silver, to increase the safety of bank paper, to improve the general currency, and thus to prevent altogether such occurrences and the other and far greater evils that attend them.\n\nIt may indeed be questioned whether it is not for the interest of the banks themselves that the Government should not receive their paper. They would be conducted with more caution and on sounder principles. By using specie only in its transactions the Government would create a demand for it, which would to a great extent prevent its exportation, and by keeping it in circulation maintain a broader and safer basis for the paper currency. That the banks would thus be rendered more sound and the community more safe can not admit of a doubt.\n\nThe foregoing views, it seems to me, do but fairly carry out the provisions of the Federal Constitution in relation to the currency, as far as relates to the public revenue. At the time that instrument was framed there were but three or four banks in the United States, and had the extension of the banking system and the evils growing out of it been foreseen they would probably have been specially guarded against. The same policy which led to the prohibition of bills of credit by the States would doubtless in that event have also interdicted their issue as a currency in any other form. The Constitution, however, contains no such prohibition; and since the States have exercised for nearly half a century the power to regulate the business of banking, it is not to be expected that it will be abandoned. The whole matter is now under discussion before the proper tribunal--the people of the States. Never before has the public mind been so thoroughly awakened to a proper sense of its importance; never has the subject in all its bearings been submitted to so searching an inquiry. It would be distrusting the intelligence and virtue of the people to doubt the speedy and efficient adoption of such measures of reform as the public good demands. All that can rightfully be done by the Federal Government to promote the accomplishment of that important object will without doubt be performed.\n\nIn the meantime it is our duty to provide all the remedies against a depreciated paper currency which the Constitution enables us to afford. The Treasury Department on several former occasions has suggested the propriety and importance of a uniform law concerning bankruptcies of corporations and other bankers. Through the instrumentality of such a law a salutary check may doubtless be imposed on the issues of paper money and an effectual remedy given to the citizen in a way at once equal in all parts of the Union and fully authorized by the Constitution.\n\nThe indulgence granted by Executive authority in the payment of bonds for duties has been already mentioned. Seeing that the immediate enforcement of these obligations would subject a large and highly respectable portion of our citizens to great sacrifices, and believing that a temporary postponement could be made without detriment to other interests and with increased certainty of ultimate payment, I did not hesitate to comply with the request that was made of me. The terms allowed are to the full extent as liberal as any that are to be found in the practice of the executive department. It remains for Congress to decide whether a further postponement may not with propriety be allowed; and if so, their legislation upon the subject is respectfully invited.\n\nThe report of the Secretary of the Treasury will exhibit the condition of these debts, the extent and effect of the present indulgence, the probable result of its further extension on the state of the Treasury, and every other fact necessary to a full consideration of the subject. Similar information is communicated in regard to such depositories of the public moneys as are indebted to the Government, in order that Congress may also adopt the proper measures in regard to them.\n\nThe receipts and expenditures for the first half of the year and an estimate of those for the residue will be laid before you by the Secretary of the Treasury. In his report of December last it was estimated that the current receipts would fall short of the expenditures by about $3,000,000. It will be seen that the difference will be much greater. This is to be attributed not only to the occurrence of greater pecuniary embarrassments in the business of the country than those which were then predicted, and consequently a greater diminution in the revenue, but also to the fact that the appropriations exceeded by nearly six millions the amount which was asked for in the estimates then submitted. The sum necessary for the service of the year, beyond the probable receipts and the amount which it was intended should be reserved in the Treasury at the commencement of the year, will be about six millions. If the whole of the reserved balance be not at once applied to the current expenditures, but four millions be still kept in the Treasury, as seems most expedient for the uses of the Mint and to meet contingencies, the sum needed will be ten millions.\n\nIn making this estimate the receipts are calculated on the supposition of some further extension of the indulgence granted in the payment of bonds for duties, which will affect the amount of the revenue for the present year to the extent of two and a half millions.\n\nIt is not proposed to procure the required amount by loans or increased taxation. There are now in the Treasury $9,367,214, directed by the act of the 23d of June, 1836, to be deposited with the States in October next. This sum, if so deposited, will be subject under the law to be recalled if needed to defray existing appropriations; and as it is now evident that the whole, or the principal part, of it will be wanted for that purpose, it appears most proper that the deposit should be withheld. Until the amount can be collected from the banks, Treasury notes may be temporarily issued, to be gradually redeemed as it is received.\n\nI am aware that this course may be productive of inconvenience to many of the States. Relying upon the acts of Congress which held out to them the strong probability, if not the certainty, of receiving this installment, they have in some instances adopted measures with which its retention may seriously interfere. That such a condition of things should have occurred is much to be regretted. It is not the least among the unfortunate results of the disasters of the times; and it is for Congress to devise a fit remedy, if there be one. The money being indispensable to the wants of the Treasury, it is difficult to conceive upon what principle of justice or expediency its application to that object can be avoided. To recall any portion of the sums already deposited with the States would be more inconvenient and less efficient. To burden the country with increased taxation when there is in fact a large surplus revenue would be unjust and unwise; to raise moneys by loans under such circumstances, and thus to commence a new national debt, would scarcely be sanctioned by the American people.\n\nThe plan proposed will be adequate to all our fiscal operations during the remainder of the year. Should it be adopted, the Treasury, aided by the ample resources of the country, will be able to discharge punctually every pecuniary obligation. For the future all that is needed will be that caution and forbearance in appropriations which the diminution of the revenue requires and which the complete accomplishment or great forwardness of many expensive national undertakings renders equally consistent with prudence and patriotic liberality.\n\nThe preceding suggestions and recommendations are submitted in the belief that their adoption by Congress will enable the executive department to conduct our fiscal concerns with success so far as their management has been committed to it. Whilst the objects and the means proposed to attain them are within its constitutional powers and appropriate duties, they will at the same time, it is hoped, by their necessary operation, afford essential aid in the transaction of individual concerns, and thus yield relief to the people at large in a form adapted to the nature of our Government. Those who look to the action of this Government for specific aid to the citizen to relieve embarrassments arising from losses by revulsion in commerce and credit lose sight of the ends for which it was created and the powers with which it is clothed. It was established to give security to us all in our lawful and honorable pursuits, under the lasting safeguard of republican institutions. It was not intended to confer special favors on individuals or on any classes of them, to create systems of agriculture, manufactures, or trade, or to engage in them either separately or in connection with individual citizens or organized associations. If its operations were to be directed for the benefit of any one class, equivalent favors must in justice be extended to the rest, and the attempt to bestow such favors with an equal hand, or even to select those who should most deserve them, would never be successful.\n\nAll communities are apt to look to government for too much. Even in our own country, where its powers and duties are so strictly limited, we are prone to do so, especially at periods of sudden embarrassment and distress. But this ought not to be. The framers of our excellent Constitution and the people who approved it with calm and sagacious deliberation acted at the time on a sounder principle. They wisely judged that the less government interferes with private pursuits the better for the general prosperity. It is not its legitimate object to make men rich or to repair by direct grants of money or legislation in favor of particular pursuits losses not incurred in the public service. This would be substantially to use the property of some for the benefit of others. But its real duty--that duty the performance of which makes a good government the most precious of human blessings--is to enact and enforce a system of general laws commensurate with, but not exceeding, the objects of its establishment, and to leave every citizen and every interest to reap under its benign protection the rewards of virtue, industry, and prudence.\n\nI can not doubt that on this as on all similar occasions the Federal Government will find its agency most conducive to the security and happiness of the people when limited to the exercise of its conceded powers. In never assuming, even for a well-meant object, such powers as were not designed to be conferred upon it, we shall in reality do most for the general welfare. To avoid every unnecessary intereference with the pursuits of the citizen will result in more benefit than to adopt measures which could only assist limited interests, and are eagerly, but perhaps naturally, sought for under the pressure of temporary circumstances. If, therefore, I refrain from suggesting to Congress any specific plan for regulating the exchanges of the country, relieving mercantile embarrassments, or interfering with the ordinary operations of foreign or domestic commerce, it is from a conviction that such measures are not within the constitutional provinces of the General Government, and that their adoption would not promote the real and permanent welfare of those they might be designed to aid.\n\nThe difficulties and distresses of the times, though unquestionably great, are limited in their extent, and can not be regarded as affecting the permanent prosperity of the nation. Arising in a great degree from the transactions of foreign and domestic commerce, it is upon them that they have chiefly fallen. The great agricultural interest has in many parts of the country suffered comparatively little, and, as if Providence intended to display the munifence of its goodness at the moment of our greatest need, and in direct contrast to the evils occasioned by the waywardness of man, we have been blessed throughout our extended territory with a season of general health and of uncommon fruitfulness. The proceeds of our great staples will soon furnish the means of liquidating debts at home and abroad, and contribute equally to the revival of commercial activity and the restoration of commercial credit. The banks, established avowedly for its support, deriving their profits from it, and resting under obligations to it which can not be overlooked, will feel at once the necessity and justice of uniting their energies with those of the mercantile interest.\n\nThe suspension of specie payments at such a time and under such circumstances as we have lately witnessed could not be other than a temporary measure, and we can scarcely err in believing that the period must soon arrive when all that are solvent will redeem their issues in gold and silver. Dealings abroad naturally depend on resources and prosperity at home. If the debt of our merchants has accumulated or their credit is impaired, these are fluctuations always incident to extensive or extravagant mercantile transactions. But the ultimate security of such obligations does not admit of question. They are guaranteed by the resources of a country the fruits of whose indutry afford abundant means of ample liquidation, and by the evident interest of every merchant to sustain a credit hitherto high by promptly applying these means for its preservation.\n\nI deeply regret that events have occurred which require me to ask your consideration of such serious topics. I could have wished that in making my first communication to the assembled representatives of my country I had nothing to dwell upon but the history of her unalloyed prosperity. Since it is otherwise, we can only feel more deeply the responsibility of the respective trusts that have been confided to us, and under the pressure of difficulties unite in invoking the guidance and aid of the Supreme Ruler of Nations and in laboring with zealous resolution to overcome the difficulties by which we are environed.\n\nIt is under such circumstances a high gratification to know by long experience that we act for a people to whom the truth, however unpromising, can always be spoken with safety; for the trial of whose patriotism no emergency is too severe, and who are sure never to desert a public functionary honestly laboring for the public good. It seems just that they should receive without delay any aid in their embarrassments which your deliberations can afford. Coming directly from the midst of them, and knowing the course of events in every section of our country, from you may best be learnt as well the extent and nature of these embarrassments as the most desirable measures of relief.\n\nI am aware, however, that it is not proper to detain you at present longer than may be demanded by the special objects for which you are convened. To them, therefore, I have confined my communication; and believing it will not be your own wish now to extend your deliberations beyond them, I reserve till the usual period of your annual meeting that general information on the state of the Union which the Constitution requires me to give.\n\nM. VAN BUREN"}