{"title": "September 23 2025 Address before the 80th United Nations General Assembly-Donald Trump", "content": ", he saw me, and we embraced. And then I'm saying, \"Can you believe I'm going to be saying this in just two minutes?\" But we actually agreed that we would meet next week. We didn't have much time to talk, like about 20 seconds. They were—in retrospect, I'm glad I waited, because this thing didn't work out too well. But we did talk. We had a good talk, and we agreed to meet next week, if that's of interest. But he seemed like a very nice man, actually. To me, I liked him. But if you, and I only do business with people I like. When I don't like them, I don't like them. But we had at least for about 39 seconds, we had excellent chemistry. It's a good sign.\nBut also in the past, Brazil, can you believe this, unfairly tariffed our nation, but now because of our tariffs, we are hitting them back and we're hitting them back very hard. As president, I will always defend our national sovereignty and the rights of American citizens. So I'm very sorry to say this, Brazil is doing poorly and will continue to do poorly. They can only do well when they're working with us. Without us, they will fail just as others have failed. It's true.\nNext year, the United States will celebrate the 250th anniversary of our glorious independence, a testament to enduring power in American freedom and spirit. We will also be proudly hosting the 2026 FIFA World Cup. And shortly thereafter, the 2028 Olympics, which is going to be very exciting. I hope you all come. I hope that countless people from all over the globe will take part in these. These will be great celebrations of liberty and human achievement, and that together we all can rejoice in the miracles of history that began on July 4, 1776, when we founded the light to all nations, and it's something really that an amazing thing came out of that date. It's called the United States of America.\nIn honor of this momentous anniversary, I hope that all countries who find inspiration in our example will join us in renewing our commitment, values, and those values, really, that we hold so dear together. Let us defend free speech and free expression. Let us protect religious liberty, including for the most persecuted religion on the planet today. It's called Christianity. And let us safeguard our sovereignty and cherish qualities that have made each of our nations so special, incredible, and extraordinary.\nIn closing, I just want to repeat that immigration and the high cost of so-called green renewable energy is destroying a large part of the free world and a large of our planet. Countries that cherish freedom are fading fast because of their policies on these two subjects. You need strong borders and traditional energy sources if you are going to be great again. Whether you have come from north or south, east or west, near or far, every leader in this beautiful hall today represents a rich culture, a noble history, and a proud heritage that makes each nation majestic and unique, unlike anything else in human history or any other place on the face of the Earth.\nFrom London to Lima, from Rome to Athens, from Paris to Seoul, from Cairo to Tokyo, and Amsterdam to right here in New York City, we stand on the shoulders of the leaders and legends, generals and giants, heroes and titans who won and built our beloved nations, all of our nations, with their own courage, strength, spirit, and skill. Our ancestors climbed to mountains, conquered oceans, crossed deserts, and trekked over wide open plains. They charged into thunderous battles, plunged into grave dangers, and they were soldiers and farmers and workers and warriors and explorers and patriots. They built towns into cities, tribes into kingdoms, ideas into industries, and small islands into mighty empires. You're a part of all of that. They were champions for their people who never gave up and who never ever gave in their values to find our national identities. Their visions forged our magnificent destiny.\nEverybody in this room is a part of it in your own way. Each of us inherits the deeds and the myths, the triumphs, the legacies of our own heroes and founders who so bravely showed us the way. Our ancestors gave everything for homelands that they defended with pride, with sweat, with blood, with life, and with death. Now the righteous task of protecting the nations that they built belongs to each and every one of us. So together, let us uphold our sacred duty to our people and to our citizens. Let us protect their borders; ensure their safety; preserve their cultures, treasure, and traditions; and fight, fight, fight for their precious dreams and their cherished freedoms.\nAnd in friendship, really a beautiful vision, let us all work together to build a bright, beautiful planet, a planet that we all share, a planet of peace and a world that is richer, better, and more beautiful than ever before. That can happen. It will happen. It will happen, and I hope it can happen and start right now, right at this moment. We'll turn it around. We're gonna make our countries better, safer, more beautiful. We're gonna take care of our people. Thank you very much. It's been an honor. God bless the nations of the world. Thank you, very much, bye."}