{"title": "September 23 1976 Debate with President Gerald Ford (Domestic Issues)-Jimmy Carter", "content": " President. It called for an increase in the production of energy in the United States. It called for conservation measures so that we would save the energy that we have.\n\n If you are going to increase domestic oil and gas production-and we have to-you have to give to those producers an opportunity to develop their land or their wells. I recommended to the Congress that we should increase coal production in this country from 600 million tons a year to 1,200 million tons by 1985. In order to do that, we have to improve our extraction of coal from the ground; we have to improve our utilization of coal, make it more efficient, make it cleaner.\n\n In addition, we have to expand our research and development. In my program for energy independence, we have increased, for example, solar energy research from about $84 million a year to about $120 million a year. We are going as fast as the experts say we should. In nuclear power we have increased the research and development under the Energy Research and Development Agency [Administration] very substantially to ensure that our nuclear power plants are safer, that they are more efficient, and that we have adequate safeguards.\n\n I think you have to have greater oil and gas production, more coal production, more nuclear production, and in addition, you have to have energy conservation.\n\n THE MODERATOR. Mr. Gannon.\n\n MR. GANNON. Mr. President, I'd like to return for a moment to this problem of unemployment. You have vetoed or threatened to veto a number of jobs bills passed or in development in the Democratic-controlled Congress. Yet, at the same time, the Government is paying out, I think it is, $17 billion, perhaps $20 billion, a year in unemployment compensation caused by the high unemployment. Why do you think it is better to pay out unemployment compensation to idle people than to put them to work in public service jobs?\n\n THE PRESIDENT. The bills that I've vetoed, the one for an additional $6 billion was not a bill that would have solved our unemployment problems. Even the proponents of it admitted that no more than 400,000 jobs would be made available. Our analysis indicates that something in the magnitude of about 150 to 200,000 jobs would be made available. Each one of those jobs would have cost the taxpayer $25,000. In addition, the jobs would not be available right now; they would not have materialized for about 9 to 18 months.\n\n The immediate problem we have is to stimulate our economy now so that we can get rid of unemployment. What we have done is to hold the lid on spending in an effort to reduce the rate of inflation. And we have proven, I think very conclusively, that you can reduce the rate of inflation and increase jobs.\n\n For example, as I have said, we have added some 4 million jobs in the last 17 months. We have now employed 88 million people in America-the largest number in the history of the United States. We've added 500,000 jobs in the last 2 months.\n\n Inflation is the quickest way to destroy jobs. And by holding the lid on Federal spending, we have been able to do a good job, an affirmative job in inflation and, as a result, have added to the jobs in this country.\n\n I think it's also appropriate to point out that through our tax policies we have stimulated added employment throughout the country-the investment tax credit, the tax incentives for expansion and modernization of our industrial capacity. It's my opinion that the private sector, where five out of the six jobs are, where you have permanent jobs with the opportunity for advancement, is a better place than make-work jobs under the program recommended by the Congress.\n\n MR. GANNON. Just to follow up, Mr. President, the Congress has just passed a $3.7 billion appropriation bill which would provide money for the public works jobs program that you earlier tried to kill by your veto of the authorization legislation.\n\n In light of the fact that unemployment again is rising or has in the past 3 months, I wonder if you have rethought that question at all, whether you would consider allowing this program to be funded, or will you veto that money bill?\n\n THE PRESIDENT. Well, that bill has not yet come down to the Oval Office so I am not in a position to make any judgment on it tonight. But that is an extra $4 billion that would add to the deficit, which would add to the inflationary pressures, which would help to destroy jobs in the private sector, not make jobs where the jobs really are. These make-work, temporary jobs, dead end as they are, are not the kind of jobs that we want for our people.\n\n I think it's interesting to point out that in the 2 years that I've been President, I've vetoed 56 bills. Congress has sustained 42 vetoes. As a result we have saved over $9 billion in Federal expenditures. And the Congress-by overriding the bills that I did veto-the Congress has added some $13 billion to the Federal expenditures and to the Federal deficit.\n\n Now, Governor Carter complains about the deficits that this administration has had, and yet he condemns the vetoes that I have made that have saved the taxpayer $9 billion and could have saved an additional $13 billion. Now, he can't have it both ways. And, therefore, it seems to me that we should hold the lid as we have to the best of our ability so we can stimulate the private economy and get the jobs where the jobs are-five out of six-in this economy.\n\n THE MODERATOR. Governor Carter.\n\n MR. CARTER. Well, Mr. Ford doesn't seem to put into perspective the fact that when 500,000 more people are out of work then there were 3 months ago, where we have 2?? million more people out of work than were when he took office, that this touches human beings.\n\n I was in a city in Pennsylvania not too long ago near here, and there were about 4,000 or 5,000 people in the audience-it was on a train trip-and I said, \"How many adults here are out of work?\" About a thousand raised their hands.\n\n Mr. Ford actually has fewer people now in the private sector in nonfarm jobs than when he took office, and still he talks about a success; 7.9 percent unemployment is a terrible tragedy in this country.\n\n He says he has learned how to match unemployment with inflation. That's right. We've got the highest inflation we've had in 25 years right now-except under this administration-and that was 50 years ago-and we've got the highest unemployment we've had under Mr. Ford's administration since the Great Depression. This affects human beings. And his insensitivity in providing those people a chance to work has made this a welfare administration and not a work administration.\n\n He hasn't saved $9 billion with his vetoes. It has only been a net saving of $4 billion. And the cost in unemployment compensation, welfare compensation, and lost revenues has increased $23 billion in the last 2 years. This is a typical attitude that really causes havoc in people's lives. And then it's covered over by saying that our country has naturally got a 6-percent unemployment rate or 7-percent unemployment rate and a 6-percent inflation. It's a travesty. It shows a lack of leadership. And we've never had a President since the War Between the States that vetoed more bills. Mr. Ford has vetoed four times as many bills as Mr. Nixon, per year, and 11 of them have been overridden. One of his bills that was overridden-he only got one vote in the Senate and seven votes in the House from Republicans. So, this shows a breakdown in leadership.\n\n THE MODERATOR. Governor Carter, under the rules I must stop you.\n\n Mrs. DREW.\n\n MS. DREW. Governor Carter, I'd like to come back to the subject of taxes. You have said that you want to cut taxes for the middle- and lower-income groups.\n\n MR. CARTER. Right.\n\n MS. DREW. But unless you are willing to do such things as reduce the itemized deductions for charitable contributions or home mortgage payments or interest or taxes or capital gains, you can't really raise sufficient revenue to provide an overall tax cut of any size. So, how are you going to provide that tax relief that you are talking about?\n\n MR. CARTER. Now we have such a grossly unbalanced tax system, as I said earlier, that it is a disgrace. Of all the tax benefits now, 25 percent of them go to the 1 percent of the richest people in this country. Over 50 percent-53 to be exact-percent of the tax benefits go to the 14 percent richest people in this country.\n\n We've had a 50-percent increase in payroll deductions since Mr. Nixon went in office 8 years ago. Mr. Ford has advocated, since he has been in office, over $5 billion in reductions for corporations, special interest groups, and the very, very wealthy, who derive their income not from labor, but from investments.\n\n That has got to be changed. A few things that can be done: We have now a deferral system so that the multinational corporations, who invest overseas, if they make $1 million in profits overseas, they don't have to pay any of their taxes unless they bring their money back into this country. Where they don't pay their taxes, the average American pays their taxes for them. Not only that but it robs this country of jobs because instead of coming back with that million dollars and creating a shoe factory, say, in New Hampshire or Vermont, if the company takes the money down to Italy and builds a shoe factory, they don't have to pay any taxes on the money.\n\n Another thing is a system called DISC [Domestic International Sales Corporation[, which was originally designed and proposed by Mr. Nixon, to encourage exports. This permits a company to create a dummy corporation to export their products and then not to pay the full amount of taxes on them. This costs our Government about $1.4 billion a year, and when those rich corporations don't pay that tax, the average American taxpayer pays it for them.\n\n Another one that is very important is the business deductions. Jet airplanes, first-class travel, the $50 martini lunch-the average working person can't take advantage of that, but the wealthier people can.\n\n Another system is where a dentist can invest money in, say, raising cattle and can put in $100,000 of his own money, borrow $900,000-$900,000, that makes a million-and mark off a great amount of loss through that procedure. There was one example, for instance, where somebody produced pornographic movies. They put in $30,000 of their own money and got $120,000 in tax savings.\n\n These special kinds of programs have robbed the average taxpayer and have benefited those who are powerful and who can employ lobbyists and who can have their C.P.A.'s and their lawyers to help them benefit from the roughly 8,000 pages of the tax code. The average American person can't do it. You can't hire a lobbyist out of unemployment compensation checks.\n\n MS. DREW. Governor, to follow up on your answer, in order for any kind of tax relief to really be felt by the middle- and lower-income people, according to congressional committees on this, you need about $10 billion. Now, you listed some things. The deferral on foreign income is estimated it would save about $500 million. DISC, you said, was $1.4 billion. The estimate of the outside, if you eliminated all tax shelters, is $5 billion.\n\n So, where else would you raise the revenue to provide this tax relief? Would you, in fact, do away with all business deductions, and what other kinds of preferences would you do away with?\n\n MR. CARTER. No, I wouldn't do away with all business deductions. I think that would be a very serious mistake. But if you could just do away with the ones that are unfair, you could lower taxes for everyone. I would never do anything that would increase the taxes for those who work for a living or who are presently required to list all their income.\n\n What I want to do is not to raise taxes, but to eliminate loopholes. And this is the point of my first statistic that I gave you, that the present tax benefits that have been carved out over a long period of years-50 years-by sharp tax lawyers and by lobbyists, have benefited just the rich. These programs that I described to you earlier-the tax deferrals for overseas, the DISC, and the tax shelters-they only apply to people in the $50,000-a-year bracket or up. And I think this is the best way to approach it, is to make sure that everybody pays taxes on the income that they earn and make sure that you take whatever savings there is from the higher income levels and give it to the lower and middle-income families.\n\n THE MODERATOR. President Ford.\n\n THE PRESIDENT. Governor Carter's answer tonight does not coincide with the answer that he gave in an interview to the Associated Press a week or so ago. In that interview Governor Carter indicated that he would raise the taxes on those in the medium- or middle-income brackets or higher. Now, if you take the medium- or middle-income taxpayer-that's about $14,000 per person-Governor Carter has indicated, publicly, in an interview, that he would increase the taxes on about 50 percent of the working people of this country.\n\n I think the way to get tax equity in this country is to give tax relief to the middle-income people who have an income from roughly $8,000 up to $25 or $30,000. They have been shortchanged as we have taken 10 million taxpayers off the tax rolls in the last 8 years and as we have added to the minimum tax provision to make all people pay more taxes.\n\n I believe in tax equity for the middle-income taxpayer-increasing the personal exemption. Mr. Carter wants to increase taxes for roughly half of the taxpayers of this country.\n\n Now, the Governor has also played a little fast and loose with the facts about vetoes. The records show that President Roosevelt vetoed on an average of 55 bills a year. President Truman vetoed on the average, while he was President, about 38 bills a year. I understand that Governor Carter, when he was Governor of Georgia, vetoed between 35 and 40 bills a year. My average in 2 years is 26, but in the process of that, we have saved $9 billion.\n\n And one final comment. Governor Carter talks about the tax bills and all of the inequities that exist in the present law. I must remind him the Democrats have controlled the Congress for the last 22 years, and they wrote all the tax bills.\n\n THE MODERATOR. Mr. Reynolds.\n\n MR. REYNOLDS. I suspect that we could continue on this tax argument for some time, but I'd like to move on to another area.\n\n Mr. President, everybody seems to be running against Washington this year, and I'd like to raise two coincidental events, then ask you whether you think perhaps this may have a bearing on the attitude throughout the country.\n\n The House Ethics Committee has just now ended its investigation of Daniel Schorr, after several months and many thousands of dollars, trying to find out how he obtained and caused to be published a report of the Congress that probably is the property of the American people. At the same time the Senate Select Committee on Standards and Conduct has voted not really to begin an investigation of a United States Senator because of allegations against him that he may have been receiving corporate funds illegally over a period of years.\n\n Do you suppose, sir, that events like this contribute to the feeling in the country that maybe there is something wrong in Washington, and I don't mean just in the executive branch, but throughout the whole Government?\n\nTHE PRESIDENT. There is a considerable anti-Washington feeling throughout the country but I think the feeling is misplaced. In the 2 years we have restored integrity in the White House and we have set high standards in the executive branch of the Government.\n\n The anti-Washington feeling, in my opinion, ought to be focused on the Congress of the United States. For example, this Congress very shortly will spend a billion dollars a year for its housekeeping, its salaries, its expenses, and the like. The next Congress will probably be the first billion dollar Congress in the history of the United States. I don't think the American people are getting their money's worth from the majority party that runs this Congress. . We, in addition, see that in the last 4 years the number of employees hired by the Congress has gone up substantially, much more than the gross national product, much more than any other increase throughout our society. Congress is hiring people by the droves, and the cost, as a result, has gone up.\n\n And I don't see any improvement in the performance of the Congress under the present leadership. So, it seems to me, instead of the anti-Washington feeling being aimed at everybody in Washington, it seems to me that the focus should be where the problem is, which is the Congress of the United States, and particularly the majority in the Congress.\n\n They spend too much money on themselves. They have too many employees. There is some question about their morality. It seems to me that in this election the focus should not be on the executive branch, but the correction should come as the voters for their Members of the House of Representatives or for their United States Senator. That's where the problem is. And I hope there will be some corrective action taken, so we can get some new leadership in the Congress of the United States.\n\n MR. REYNOLDS. Mr. President, if I may follow up, I think you have made it plain that you take a dim view of the majority in the Congress. Isn't it quite likely, sir, that you will have a Democratic Congress in the next session if you are elected President, and hasn't the country a right to ask whether you can get along with that Congress or whether we will have continued confrontation?\n\n THE PRESIDENT. Well, it seems to me that we have a chance, the Republicans, to get a majority in the House of Representatives. We will make some gains in the United States Senate. So there will be different ratios in the House as well as in the Senate, and as President I will be able to work with that Congress.\n\n But let me take the other side of the coin, if I might. Supposing we had had a Democratic Congress for the last 2 years and we had had Governor Carter as President. He has, in effect, said that he would agree with all of-he would disapprove of the vetoes that I have made and would have added significantly to expenditures and the deficit in the Federal Government. I think it would be contrary to one of the basic concepts in our system of government, a system of checks and balances.\n\n We have a Democratic Congress today, and fortunately, we've had a Republican President to check their excesses with my vetoes. If we have a Democratic Congress next year and a President who wants to spend an additional $100 billion a year or maybe $200 billion a year, with more programs, we will have, in my judgment, greater deficits with more spending, more dangers of inflation.\n\n I think the American people want a Republican President to check on any excesses that come out of the next Congress if it is a Democratic Congress.\n\n THE MODERATOR. Governor Carter.\n\n MR. CARTER. Well, it's not a matter of Republican and Democrat; it's a matter of leadership or no leadership. President Eisenhower worked with a Democratic Congress very well. Even President Nixon, because he was a strong leader, at least, worked with a Democratic Congress very well.\n\n Mr. Ford has vetoed, as I said earlier, four times as many bills per year as Mr. Nixon. Mr. Ford quite often puts forward a program just as a public relations stunt and never tries to put it through the Congress by working with the Congress. I think under President Nixon and Eisenhower-they passed about 60 to 75 percent of their legislation. This year Mr. Ford will not pass more than 26 percent of all the legislative proposals he puts forward.\n\n This is government by stalemate. And we've seen almost a complete breakdown in the proper relationship between the President, who represents this country, and the Congress, who, collectively, also represent this country.\n\n We've had Republican Presidents before who have tried to run against a Democratic Congress. And I don't think it's-the Congress is Mr. Ford's opponent. But if he insists that I be responsible for the Democratic Congress, of which I have not been a part, then I think it's only fair that he be responsible for the Nixon administration in its entirety, of which he was a part. That, I think, is a good balance.\n\n But the point is that a President ought to lead this country. Mr. Ford, so far as I know, except for avoiding another Watergate, has not accomplished one single major program for his country. And there has been a constant squabbling between the President and the Congress, and that's not the way this country ought to be run.\n\n I might go back to one other thing. Mr. Ford has misquoted an AP news story that was in error to begin with. That story reported several times that I would lower taxes for lower- and middle-income families, and that correction was delivered to the White House. And I am sure that the President knows about this correction, but he still insists on repeating an erroneous statement.\n\n THE MODERATOR. President Ford, Governor Carter, we no longer have enough time for two complete sequences of questions. We have only about 6 minutes left for questions and answers. For that reason we will drop the follow-up questions at this point, but each candidate will still be able to respond to the other's answers.\n\n To the extent that you can, gentlemen, please keep your remarks brief.\n\n MR. GANNON. Governor Carter, one important part of the Government's economic policy apparatus we haven't talked about is the Federal Reserve Board. I would like to ask you something about what you have said, and that is that you believe that a President ought to have a Chairman of the Federal Reserve Board whose views are compatible with his own.\n\n Based on the record of the last few years, would you say that your views are compatible with those of Chairman Arthur Burns, and if not, would you seek his resignation if you are elected?\n\n MR. CARTER. What I have said is that the President ought to have a chance to appoint the Chairman of the Federal Reserve Board to have a coterminus term; in other words, both of them serve the same 4 years.\n\n The Congress can modify the supply of money by modifying the income tax laws. The President can modify the economic structure of the country by public statements and general attitudes and the budget that he proposes. The Federal Reserve has an independent status that ought to be preserved.\n\n I think that Mr. Burns did take a typical erroneous Republican attitude in the 1973 year when inflation was so high. He assumed that the inflation rate was because of excessive demand and, therefore, put into effect tight constraint on the economy, very high interest rates-which is typical, also, of a Republican administration-tried to increase the tax payments by individuals, cut the tax payments by corporations. I would have done it opposite. I think the problem should have been addressed by increasing productivity, by having put people back to work so they could purchase more goods, lower income taxes on individuals, perhaps raise them if necessary on corporations in comparison. But Mr. Burns in that respect made a very serious mistake.\n\n I would not want to destroy the independence of the Federal Reserve Board. But I do think we ought to have a cohesive economic policy with at least the Chairman of the Federal Reserve Board and the President's terms being the same and letting the Congress of course be the third entity with independence, subject only to the President's veto.\n\n THE MODERATOR. President Ford, your response.\n\n THE PRESIDENT. The Chairman of the Federal Reserve Board should be independent. Fortunately, he has been during Democratic as well as Republican administrations. As a result, in the last 2 years we have had a responsible monetary policy.\n\n The Federal Reserve Board indicated that the supply of money would be held between 4 to 4 1/2 and 7 and 7 1/2. They have done a good job in integrating the money supply with the fiscal policy of the executive and legislative branches of the Government.\n\n It would be catastrophic if the Chairman of the Federal Reserve Board became the tool of the political party that was in power. It's important for our future economic security that that job be nonpolitical and separate from the executive and the legislative branches.\n\n THE MODERATOR. Mrs. Drew.\n\n Ms. DREW. Mr. President, the real problem with the FBI-in fact, all of the intelligence agencies-is there are no real laws governing them. Such laws as there are tend to be vague and open-ended. Now, you have issued some Executive orders, but we have learned that leaving these agencies to executive discretion and direction can get them and in fact the country in a great deal of trouble. One President may be a decent man, the next one might not be.\n\n So, what do you think about trying to write in some more protection by getting some laws governing these agencies?\n\n THE PRESIDENT. You are familiar, of course, with the fact that I am the first President in 30 years who has reorganized the intelligence agencies in the Federal Government-the CIA, the Defense Intelligence Agency, the National Security Agency, and the others. We've done that by Executive order. And I think we've tightened it up; we've straightened out their problems that developed over the last few years. It doesn't seem to me that it's needed or necessary to have legislation in this particular regard.\n\n I have recommended to the Congress, however-I'm sure you are familiar with this-legislation that would make it very proper and in the right way that the Attorney General could go in and get the right for wiretapping under security cases. This was an effort that was made by the Attorney General and myself working with the Congress. But even in this area where I think new legislation would be justified, the Congress has not responded.\n\n So, I feel in that case as well as in the reorganization of the intelligence agencies-as I've done-we have to do it by Executive order. And I'm glad that we have a good Director in George Bush; we have good Executive orders. And the CIA and the DIA and NSA are now doing a good job under proper supervision.\n\n THE MODERATOR. Governor Carter.\n\n MR. CARTER. Well, one of the very serious things that's happened in our Government in recent years and has continued up until now is a breakdown in the trust among our people in the [ At this point, there was an audio failure which caused a delay in the debate until 11:18 p.m.]\n\n THE MODERATOR. Ladies and gentlemen, probably it is not necessary for me to say that we had a technical failure during the debates. It was not a failure in the debate; it was a failure in the broadcasting of the debate. It occurred 27 minutes ago. The fault has been dealt with, and we want to thank President Ford and Governor Carter for being so patient and understanding while this delay went on.\n\n We very much regret the technical failure that lost the sound as it was leaving the theatre. It occurred during Governor Carter's response to what would have been and what was the last question put to the candidates. That question went to President Ford. It dealt with the control of Government intelligence agencies. Governor Carter was making his response and had very nearly finished it. He will conclude that response now, after which President Ford and Governor Carter will make their closing statements.\n\n MR. CARTER. There has been too much Government secrecy and not enough respect for the personal privacy of American citizens.\n\n THE MODERATOR. It is now time for the closing statements which are to be up to 4 minutes long.\n\n Governor Carter, by the same toss of the coin that directed the first question to you, you are to go first now.\n\n MR. CARTER. Well, tonight, we've bad a chance to talk a lot about the past, but I think it is time to talk about the future. Our Nation in the last 8 years has been divided as never before. It's a time for unity. It is time to draw ourselves together, to have a President and a Congress that can work together with mutual respect for a change, cooperating for a change, in the open for a change, so the people can understand their own Government. It is time for Government, industry and labor, manufacturing, agriculture, education, other entities in our society to cooperate. And it's a time for Government to understand and to cooperate with our people.\n\n For a long time our American citizens have been excluded, sometimes misled, sometimes have been lied to. This is not compatible with the purpose of our Nation. I believe in our country. It needs to be competent, the Government needs to be well managed, efficient, economical. We need to have a Government that's sensitive to our people's needs, to those who are poor, who don't have adequate health care, who have been cheated too long by our tax programs, who've been out of jobs, whose families have been torn apart. We need to restore the faith and the trust of the American people in their own Government.\n\n In addition to that, we've suffered because we haven't had leadership in this administration. We have got a Government of stalemate. We've lost the vision of what our country can and ought to be. This is not the America that we've known in the past. It's not the America that we have to have in the future.\n\n I don't claim to know all the answers, but I've got confidence in my country. Our economic strength is still there. Our system of government, in spite of Vietnam, Cambodia, CIA, Watergate, is still the best system of government on Earth. And the greatest resource of all are the 215 million Americans who still have within us the strength, the character, the intelligence, the experience, the patriotism, the idealism, the compassion, the sense of brotherhood on which we can rely in the future to restore the greatness to our country.\n\n We ought not to be excluded from our Government anymore. We need a President that can go in who derives his strength from the people. I owe the special interests nothing. I owe everything to you, the people of this country. And I believe that we can bind our wounds. I believe that we can work together. And I believe that if we can tap the tremendous untapped reservoir of innate strength in this country, that we can once again have a Government as good as our people and let the world know what we still know and hope for-that we still live in the greatest and the strongest and the best country on Earth.\n\n THE MODERATOR. President Ford.\n\n THE PRESIDENT. On November 2 all of you will make a very, very important decision. One of the major issues in this campaign is trust. A President should never promise more than he can deliver, and a President should always deliver everything that he has promised. A President can't be all things to all people. A President should be the same thing to all people.\n\n Another issue in this campaign: Governor Carter has endorsed the Democratic platform, which calls for more spending, bigger deficits, more inflation, or more taxes. Governor Carter has embraced the record of the present Congress, dominated by his political party. It calls for more of the same. Governor Carter in his acceptance speech called for more and more programs, which means more and more Government. I think the real issue in this campaign-and that which you must decide on November 2-is whether you should vote for his promises or my performance in 2 years in the White House.\n\n On the Fourth of July, we had a wonderful 200th birthday for our great country. It was a superb occasion. It was a glorious day.\n\n In the first century of our Nation's history, our forefathers gave us the finest form of government in the history of mankind. In the second century of our Nation's history, our forefathers developed the most productive industrial nation in the history of the globe. Our third century should be the century of individual freedom for all our 215 million Americans today and all that join us.\n\n In the last few years government has gotten bigger and bigger; industry has gotten larger and larger; labor unions have gotten bigger and bigger; and our children have been the victims of mass education.\n\n We must make this next century the century of the individual. We should never forget that a government big enough to give us everything we want is a government big enough to take from us everything we have.\n\n The individual worker in the plants throughout the United States should not be a small cog in a big machine. The member of a labor union must have his rights strengthened and broadened, and our children in their education should have an opportunity to improve themselves based on their talents and their abilities.\n\n My mother and father, during the Depression, worked very hard to give me an opportunity to do better in our great country. Your mothers and fathers did the same thing for you and others. Betty and I have worked very hard to give our children a brighter future in the United States, our beloved country. You and others in this great country have worked hard and done a great deal to give your children and your grandchildren the blessings of a better America. I believe we can all work together to make the individuals in the future have more, and all of us working together can build a better America.\n\n THE MODERATOR. Thank you, President Ford. Thank you, Governor Carter. Our thanks also to the questioners and to the audience in this theatre. We much regret the technical failure that caused a 28-minute delay in the broadcast of the debate. We believe, however, that everyone will agree that it did not detract from the effectiveness of the debate or from its fairness.\n\n The next Presidential debate is to take place on Wednesday, October 6, in San Francisco, at 9:30 p.m., eastern daylight time. The topics are to be foreign and defense issues. As with all three debates between the Presidential candidates and the one between the Vice-Presidential candidates, it is being arranged by the League of Women Voters Education Fund in the hope of promoting a wider and better informed participation by the American people in the election in November.\n\n Now, from the Walnut Street Theatre in Philadelphia, good night."}